{
  "general": {
    "invalid_number": "%1$s Ce n'est pas un nombre valide !",
    "requested_by": "Demandé par %1$s.",
    "operation_timed_out": "%1$sLe temps de réponse à cette question est épuisé.",
    "too_many_users_found": "%1$s Trop d'utilisateurs trouvés, essaie d'affiner ta recherche peut-être ? (Ex. utilise le nom#discriminateur)\n**utilisateurs trouvés:** %2$s",
    "search_no_result": "%1$sTa recherche n'a donné aucun résultat :(",
    "unknown": "inconnu",
    "days": "jours",
    "none": "aucun",
    "now": "maintenant",
    "hourly": "Horaire",
    "daily": "Quotidien",
    "total": "Total",
    "arrow_react": "Utilise les flèches de réaction pour changer de page.",
    "text_menu": "Utilise &p >> et &p << pour changer de page et &cancel pour terminer.",
    "not_found": "Non trouvé",
    "no_results": "Pas de résultats.",
    "timeout": "Cela expire dans %1$d secondes.",
    "reaction_timeout": "Les réactions expireront dans %1$d seconde(s).",
    "example": "Exemple",
    "definition": "Définition",
    "name": "Nom",
    "description": "Description",
    "options": "Options",
    "find_members_failure": "%1$sAucun membre trouvé avec tes critères de recherche :(",
    "too_many_members": "%1$sTrop de membres trouvés, essaies d'affiner ta recherche peut-être? (ex. utilises le name#discriminator)\n**Membres trouvés:** %2$s",
    "too_many_mentions": "%1$sMentionne une personne à la fois s'il te plait.",
    "query_too_small": "%1$sTon champ de recherche est trop petit. Assure-toi qu'il fasse au moins 4 caractère. Si le nom d'utilisateur est trop petit, tu ferais mieux d'utiliser le format pseudo#discriminant ou l'ID de l'utilisateur.",
    "dust": "Il n'y a que de la poussière ici.",
    "invalid_syntax": "Syntaxe invalide.",
    "item_lookup": {
      "no_item_emoji": "Il n'y a pas d'objet associé à cet emoji.",
      "no_item_name": "Il n'y a pas d'objet associé à ce nom.",
      "not_found": "Impossible de trouver des objets correspondant à ta recherche.\nSi tu es perdu.e, essaie d'utiliser les abréviations. Par exemple pour `Energy Beverage` (boisson énergisante), utilise `energy`. Ou alors mets le nom entre guillemets.",
      "claim_key": "Tu ne peux pas transférer une clé de réclamation."
    },
    "misc_item_usage": {
      "mop": "%1$sTu as nettoyé toute la poussière que tu as accumulée au cours de toutes ces sessions minière.",
      "mop_not_enough": "%1$sTon niveau de poussière est inférieur à 5%%, donc nettoyer ça ne sera pas très productif.",
      "milk": "%1$sTous les effets de potion sont annulés.",
      "crate": {
        "no_key": "%1$sTu as besoin d'une clé pour ouvrir ce coffre. Il est fermé à clé ! Tu peux en acheter une en utilisant `~>buy key`",
        "no_crate": "%1$sTu as besoin d'un coffre! Tu peux trouver des coffres dans les commandes de devise.",
        "success": "%1$s**Tu as gagné:** %2$s%3$s",
        "success_high": "%1$sTu as obtenu des objets d'une rareté 3 étoiles: %2$s. Le nombre d'objets t'as été montré plus haut",
        "overflow": "Mais tu en avais déjà trop, alors tu as décidé de jeter l'excédent"
      },
      "potion_active": "%1$sTu as déjà un effet de potion **%2$s** actif!",
      "potion_not_found": "%1$sJe ne trouve pas ce type de potion ou d'équipement!",
      "potion_applied": "%1$sEffet **%2$s** du type *%3$s* appliqué avec succès (%4$dx). Regarde ton nouvel effet avec `~>profile stats`",
      "potion_applied_multiple": "%1$sEffet **%2$s** du type *%3$s* appliqué avec succès.\nTu l'avais déjà nous les avons donc additionné. Nombre d'effets accumulés : %4$s",
      "max_stack_size": "%1$sTu as déjà regroupé le maximum de %2$s que possible. (Maximum: 15, Après regroupement: %3$s)",
      "max_stack_size_2": "%1$sTu ne peux pas regrouper autant de %2$s. (Maximum: 15, Tentative: %3$s)",
      "not_same_potion": "%1$sTu as déjà accumulé 2 potions de type %2$s, tu ne peux donc pas y ajouter un potion de %3$s."
    },
    "campaigns": {
      "premium": {
        "generic_sellout": "Nous avons besoin de ton aide pour garder Mantaro en vie et améliorer son serveur!\nTu peux recevoir d'incroyables privilèges et **doubler tes gains en crédits avec Mantaro Premium**!\nL'affiliation commence à 2$ par mois, le prix d'un en-cas! Plus d'infos sur <https://patreon.com/mantaro>. Aide également à diffuser l'info :heart:",
        "daily_sellout": "Nous avons besoin de ton aide pour garder Mantaro en vie!\nTu peux obtenir d'incroyables privilèges et **doubler ton gain quotidien** ainsi qu'accéder à la commande `~>dailycrate`! \nL'affiliation commence à 2$ par mois, plus d'infos sur <https://patreon.com/mantaro>.",
        "thanks_message": "Merci de soutenir Mantaro. Sans l'aide de gens comme toi on ne pourrait pas garder Mantaro en vie :heart:",
        "thanks_message_daily": "Merci de soutenir Mantaro. Sans l'aide de gens comme toi on ne pourrait pas garder Mantaro en vie :heart:\nObtiens également double crédits en guise de bonus!"
      },
      "twitter": "Savais-tu que nous avons un Twitter? Eh oui! suis nous à (at)mantarodiscord <https://twitter.com/mantarodiscord> pour des mises à jour et quelques bricoles."
    },
    "mention_user_required": "%1$sTu as besoin de mentionner un utilisateur.",
    "invalid_character": "%1$sCe n'est pas un caractère valide.",
    "invalid_action": "Tu ne peux pas faire ça, idiot.",
    "interactive_running": "%1$sIl y a déjà une opération interactive (qui t'appartient) sur ce salon.",
    "buy_sell_paged_react": "Utilise les réactions pour naviguer entre les pages.\n%1$s",
    "buy_sell_paged_text": "Utilise **&p >>** et **&p <<** pour naviguer à travers les pages.\n%1$s",
    "buy_sell_paged_reference": "**Référence %1$s Acheter %2$s Vendre.**",
    "cancelled": "%1$sDemande annulée.",
    "sellout": "Pense à faire un don sur [Patreon](https://www.patreon.com/mantaro) si tu m'aimes, même un petit don aidera à garder le bot en vie!",
    "deprecated": "Ce n'est plus utilisé'",
    "space_notice": "Si le nom est composé, essaie de le \"mettre entre guillemets\". La commande help t'en dira surement plus.",
    "missing_embed_permissions": "Le bot n'a pas la permission d'intégrer des liens nécessaire pour cette commande. Donne-lui cette permission s'il te plait (jette un œil aux permissions de salon et de catégorie). Si tu as besoin d'aide supplémentaire, va sur <https://support.mantaro.site>. Tu peux également aller voir sur le wiki à <https://wiki.mantaro.site> pour plus d'infos sur le bot.",
    "ratelimit": {
      "header": "%1$s%2$s (Limite de temps)\n **Tu pourras utiliser cette commande à nouveau dans %3$s.**",
      "spam_1": "S'il te plait repose toi, c'est bon pour ta santé. **N'oublies pas que le temps limite continuera d'augmenter si tu essaies avant la fin du temps imparti!**",
      "spam_2": "\nJe pense que s'arrêter est la meilleure option pour le moment...",
      "spam_3": "\nCe serait pas mieux si tu sortais un peu?",
      "spam_4": "\nEst-ce que ce truc est allumé au moins?"
    },
    "generic_error": "Si tu veux, rejoins notre **serveur de support**, (`https://support.mantaro.site`), ou va voir notre page GitHub (`https://github.com/Kodehawa/MantaroBot`). Dis leur de cesser de me faire imploser s'il te plait et n'oublie pas l'ID de l'erreur, la commande que tu as utilisée et ta node (vue grâce à `~>shard`) lorsque tu remontes un souci!",
    "boom_quotes": [
      "Apparemment, Megumin a fait exploser notre château ... ",
      " Uh-oh, de toute évidence mon maitre a oublié des zéros et des uns sur le sol :<",
      " A-Attends, qu'est-ce qui vient de se passer? ",
      " Je pense que nous avons un début de feu ici ... tu pourrais demander à mon maitre de jeter un coup d'œil. ",
      " Je maitrise la magie de l'explosion, tu vois ? ",
      " Peut-être que quelque chose s'est mal passé ici, mais, euh, je peux le réparer ! ",
      " U-Uhh .. Qu'est-ce que tu voulais ?"
    ],
    "ratelimit_quotes": [
      "Woah ... tu m'appelles un peu trop vite ... je vais avoir la tête qui tourne! ",
      " Ne sois pas si impatient ! ",
      " T-Tu m'appelles si vite que je suis pris de vertiges ... ",
      " Attends ! ",
      " Attends juste un peu plus uwu, ",
      " On va avoir une amende si on continue à aller aussi vite ! ",
      " Je veux le faire ... mais attends un peu s'il te plait. ",
      " Hey, attends, je n'ai pas encore fini ma pause ! ",
      " Tu peux ralentir un peu ?"
    ],
    "mod_quotes": [
      "Uh-oh, on dirait que quelqu'un vient de recevoir un gros coup! ",
      " C'est juste un travail administratif normal ... ",
      " Le boot a été lancé ! ",
      " Tu vas nous manquer ... pas vraiment en fait ",
      " J'espère que j'ai fait ce qu'il fallait faire ... ",
      " Woah, là, les modérateurs ont parlé ! ",
      " U-Uh ... E-Eh bien, quelqu'un vient de voler à travers la porte."
    ]
  },
  "categories": {
    "music": "Audio",
    "action": "Action",
    "misc": "Divers",
    "moderation": "Modération",
    "owner": "Propriétaire",
    "image": "Image",
    "utils": "Utilitaire",
    "fun": "Amusement",
    "games": "Jeux",
    "info": "Infos",
    "currency": "Monnaie",
    "pet": "Animal de compagnie"
  },
  "commands": {
    "fish": {
      "dust": "%1$sLa journée est finie et ton seau à poisson ne peut recueillir que de la poussière.(Niveau de poussière %2$s%%)",
      "no_rod": "%1$sTu n'as pas de canne à pêche équipée, Utilise `~>equip <rod name>` pour équiper ta canne à pêche et commencer à pêcher! Si tu ne possèdes pas de canne à pêche, fais `~>buy rod` d'abord",
      "trash": {
        "overflow": "%1$sTu as trouvé des déchets en pêchant, mais ton inventaire était plein, alors nous avons dû les jeter à l’eau...",
        "success": "%1$sEn pêchant tranquillement, tu as trouvé %2$s flottant, mais il semble que ce ne soit que des déchets :("
      },
      "tier3": {
        "extra": "Et tu as aussi trouvé %1$s, la chance!"
      },
      "crate": {
        "overflow": "Tu as trouvé **%1$s** en pêchant, mais tu en avais déjà trop, donc nous avons tout rejeté dans l'océan...",
        "success": "Tu as trouvé %1$s **%2$s** en pêchant et tu le ramasses. Allez ouvre-le en écrivant `~>opencrate <nom du coffre>`. Tu auras besoin d'une clé pour l’ouvrir !"
      },
      "autoequip": {
        "success": "%1$sTu avais équipé un objet désormais cassé, j'ai donc pris la liberté d'équiper une **%2$s**"
      },
      "overflow": "%1$sTu as trouvé des poissons, mais une partie de ton inventaire était pleine, nous avons donc dû en jeter une partie dans l’eau.",
      "success": "%1$sEn pêchant tranquillement, tu as trouvé %2$s grâce à ta *%3$s* et tu les as gardés dans ton seau.",
      "success_money": "%1$sEn pêchant tranquillement, tu as trouvé %2$s et **$%3$,d credits** grâce à *%4$s* et tu les as gardés dans ton seau.%5$s",
      "success_money_noitem": "%1$sEn pêchant tranquillement, tu as trouvé **$%2$,d credits** grâce à *%3$s* et tu les as gardés.",
      "rod_broke": "%1$sTa canne à pêche s'est cassée en essayant d'attraper un poisson :(",
      "waifu_help": "Ta waifu est venue et t'as rejoint dans ton aventure de pêche. Ensemble, vous obtenez un plus grand butin !",
      "not_suitable": "%1$sTu ne peux pas utiliser ça pour pêcher.",
      "shark_success": "%1$sTu as réussi à attraper un requin. Quelle bonne canne à pêche, hein ?",
      "fossil_success": "%1$sTu as attrapé un fossile en pêchant. Cela pourrait avoir un peu de valeur ou même être utile à la fabrication, je pense",
      "bait": "Le poisson a avalé ton appât!",
      "missing_equipped": "%1$sTu étais équipé d'une canne à pêche %2$s, mais tu n'en as plus de comme ça dans ton inventaire! Ta canne à pêche par défaut a donc été réinitialisée.",
      "broken_drop": "%1$sTa canne s'est cassée mais tu peux la réparer. Tu as obtenu l'objet endommagé : %2$s *%3$s*",
      "no_rod_equipped": "%1$sTu n'as pas équipé de canne à pêche... Pour y remédier, envoie `~>equip <nom de la canne à pêche en anglais>`!`"
    },
    "softban": {
      "no_permission": "%1$sSoft ban impossible: tu n'as pas la permission de bannir les membres.",
      "no_permission_self": "%1$sDésolé! Je n'ai pas la permission de bannir les membres de ce serveur.",
      "no_users": "%1$sTu dois me donner un utilisateur pour le soft ban.",
      "hierarchy_conflict": "%1$sTu ne peux pas soft ban un utilisateur dont la hiérarchie est plus élevée que toi",
      "yourself_note": "%1$sPourquoi tu essaies de te soft ban toi-même?",
      "self_hierarchy_conflict": "%1$sSoft ban de ce membre impossible: %2$s, il est au même niveau de hiérarchie que moi ou plus élevé!",
      "success": "%1$s%2$s. **(%3$s a été soft ban)**",
      "error": "%1$sErreur lors du soft ban [%2$s]: (J'ai besoin de la permission: %3$s)",
      "unknown_error": "%1$sErreur inconnue lors du soft ban %2$s: *(Erreur? %3$s: %4$s)*"
    },
    "ban": {
      "no_permission": "%1$sTu ne peux pas bannir un membre: Tu n'as pas la permission de bannir les membres.",
      "no_users": "%1$sTu dois me donner un utilisateur à bannir.",
      "no_permission_self": "%1$sDésolé! Je n'ai pas la permission de bannir les membres de ce serveur.",
      "hierarchy_conflict": "%1$sTu ne peux pas bannir un utilisateur dont la hiérarchie est plus élevée que toi! Bien essayé %2$s",
      "yourself_note": "%1$sPourquoi tu essaies de te bannir toi-même, idiot?",
      "self_hierarchy_conflict": "%1$sImpossible de bannir ce membre: %2$s, il est au même niveau de hiérarchie que moi ou plus élevé!",
      "success": "%1$s%2$s (%3$s a été banni)",
      "success_multiple": "%1$s%2$s (%3$s personnes bannies)",
      "error": "%1$sErreur lors du bannissement %2$s: (J'ai besoin de la permission %3$s)",
      "unknown_error": "%1$sErreur inconnue lors du bannissement %2$s"
    },
    "kick": {
      "no_permission": "%1$sExpulsion impossible: tu n'as pas la permission d'expulser les membres.",
      "no_users": "%1$sTu dois me donner un utilisateur à expulser.",
      "no_permission_self": "%1$sDésolé! Je n'ai pas la permission d'expulser les membres de ce serveur.",
      "hierarchy_conflict": "%1$sTu ne peux pas expulser un utilisateur dont la hiérarchie est plus élevée que toi",
      "yourself_note": "%1$sPourquoi tu essaies de te t'expulser toi-même, idiot?",
      "self_hierarchy_conflict": "%1$sImpossible d'expulser ce membre: %2$s, il est au même niveau de hiérarchie que moi ou plus élevé!",
      "success": "%1$s%2$s (%3$s s'est fait expulser)",
      "error": "%1$sErreur lors de l'expulsion %2$s: (J'ai besoin de la permission: %3$s)",
      "unknown_error": "%1$sErreur inconnue lors de l'expulsion %2$s"
    },
    "music_usage": {
      "1": "*Comment utiliser la musique avec Mantaro?*",
      "2": "- Pour **ajouter une musique de YouTube ou de Soundcloud dans la file de lecture ** utilises `~>play` Par exemple: `~>play https://www.youtube.com/watch?v=aAolFWjGfMs` *Mantaro se connectera automatiquement au le salon vocal dans lequel tu te trouves*",
      "3": "- Pour **rechercher une musique de YouTube** utilises `~>play <musique recherchée>` (sans < et >) Par exemple: `~>play see you again` (Tu auras besoin de choisir le numéro du morceau, *ecris simplement le numéro* après que la liste des propositions soit apparue!)",
      "4": "- Pour **rechercher une musique de Soundcloud** utilises `~>play soundcloud <musique recherchée>` Par exemple `~>play soundcloud hot milk`",
      "5": "- Pour **vérifier la liste de lecture** écris juste `~>queue`",
      "6": "- Pour **enlever une musique de la file de lecture** utilises `~>removetrack` Tu dois préciser le numéro de la chanson à supprimer (tu peux vérifier le positionnement de la chanson avec la commande `~>queue`)",
      "7": "- Pour **faire pause et continuer** utilises `~>pause`",
      "8": "- Pour **arrêter la musique ** utilises `~>stop`",
      "9": "- Pour **mélanger la liste de lecture** utilises `~>shuffle`",
      "10": "- Et enfin, pour **répéter une chanson** utilise `~>repeat` et pour **répéter la liste de lecture** utilise `~>repeatqueue`. Utiliser `~>repeat` pendant que la répétition est en cours annulera la répétition de même que `~>repeatqueue`\n",
      "11": "Pour plus d'info, utilises `~>help <nom de la commande>` (sans les <> et remplace nom de la commande par la commande que tu souhaites)",
      "12": "Profites bien de ta musique et merci d'utiliser Mantaro!"
    },
    "lang": {
      "info": "%1$sTu peux changer la langue du serveur (si applicable) en utilisant `~>opts language set <language code>`. Pour changer ta langue de préférence, utilises `~>profile lang <code de la langue>`.\n**Langues disponibles : ** `%2$s`\nSi ta langue n'est pas dans la liste et que tu as envie d'aider, n'hésites pas à rejoindre serveur de support de Mantaro et à aider à la traduction !"
    },
    "season": {
      "info": "Une *saison* est un laps de temps, de normalement 6 mois durant lesquels les joueurs concourent pour une place dans le top 10 des catégories money et réputation du leaderboard. Les gagnants remporteront des badges et des prix en fonction de leur performance de la saison.\nC'est pour instaurer une ambiance plus compétitive (avant, l'économie était plus renfermée) et pour rendre le jeu un peu plus chouette.\nTu peux accéder à ton équipement de la saison en utilisant `-season`. Les commandes telles que profile, mine, fish et balance en auront besoin ; games, loot, daily et reputation quant à elles donneront de l'argent/de la réputation aussi bien à ton profile globale qu'à ton profile de compétiteur.",
      "info_2": "\n\nLa saison actuelle est la saison **%1$s** et **%2$s** joueurs y prennent part!\n\nLa partie est lancée, regarde `~>leaderboard money -season`; `~>leaderboard rep -season` et `~>leaderboard games -season`.\nQue le jeu commence! <3\nMerci de prendre du plaisir avec Mantaro."
    },
    "music_general": {
      "music_error": {
        "timeout": "%1$sImpossible de se connecter à %2$s: la connexion a expiré. Essaie de changer la région du serveur et d'exécuter à nouveau la commande.",
        "unknown": "%1$sImpossible de se connecter à %2$s: erreur inconnue."
      },
      "not_working": "%1$sLa musique ne fonctionne pas pour le moment à cause de la régulation du trafic qu'applique YouTube aux gros bots. Notre bot Patreon fonctionne toujours cela dit, tu peux l'essayer en nous faisant don de $4/mois si tu veux. Ça nous aidera également à rediriger nos efforts vers la résolution du problème.\nRends toi sur <https://patreon.com/mantaro>\n\nNous sommes navrés pour la gêne occasionnée. Tu peux aussi essayer la recherche sur soundcloud ! (`~>play soundcloud <objet de la recherche>)`",
      "no_song": "%1$sTu dois me dire quelle chanson tu veux jouer! *(YouTube, Soundcloud, Twitch URL ou les requêtes de recherche sont autorisées)*",
      "not_playing": "%1$sJe ne joue rien en ce moment",
      "dj_only": "%1$sTu as besoin d'être DJ pour utiliser cette commande!",
      "enjoy_note": "Profites bien de ta musique! <3",
      "no_player": "%1$sJe ne trouve aucun lecteur de musique ici...",
      "not_connected": "%1$sTu n'es connecté à aucun salon vocal dans lequel je joue actuellement! (Si tu penses qu'il s'agit d'une erreur, signales le sur le serveur de support)",
      "np_message": "%1$s Joue actuellement **%2$s** (%3$s) sur **%4$s** | %5$s",
      "track_error": "%1$sOuch, quelque chose s'est mal passé en jouant à ce morceau! Désolé, je vais essayer de jouer le prochain morceau disponible s'il y en a un.",
      "queue_finished": "%1$sJ'ai fini de jouer la liste de lecture! J'espère que tu as aimé :heart:",
      "soundcloud_no_args": "%1$sTu dois me donner le nom de la chanson, je ne suis pas un magicien, je ne peux pas le deviner :(",
      "missing_embed_permissions": "%1$sTu dois donner la permission Intégrer des liens au bot pour lui permettre de faire apparaitre le menu. Si tu veux passer le menu, utilise `~>forceplay` à la place ce qui jouera le premier résultat.",
      "no_vc_found": "%1$sJe ne suis connecté à aucun salon vocal même si je devrais. Essaie à nouveau.",
      "queue": {
        "header_field": "Instructions",
        "header_noreact": "Utilise `&p >>` et `&p <<` pour naviguer à travers les pages.",
        "no_track_found_np": "Rien ou titre/ durée non trouvé",
        "header": "Lise de lecture du serveur %1$s",
        "nothing_playing": "Rien ici, que de la poussière. Pourquoi n'ajoutes-tu pas des chansons à la liste de lecture ?\nSi tu penses qu'il y a des chansons ici mais qu'elles n'apparaissent pas, essaie d'utiliser `~>queue 1`",
        "nothing_playing_2": "**S'il y a un morceau en train de jouer et que tu n'as pas ajouté de musique, alors c'est qu'il n'y a que de la poussière ici. Tu peux ajouter d'autres musiques à la liste de lecture !!**",
        "np": "Joue en ce moment",
        "dj_np": "**Mis dans la liste par:** ",
        "page_overflow": "Rien ici, que de la poussière. Pourquoi ne pas revenir en arrière de quelques pages ?",
        "page_overflow_2": "Si tu penses qu'il y a des chansons ici mais qu'elles n'apparaissent pas, essaie d'utiliser `~>queue 1`",
        "total_queue_time": "Durée total de la liste de lecture",
        "total_size": "Taille totale de la liste de lecture",
        "togglers": "Répéter / Pause",
        "playing_in": "Jouer dans",
        "footer": "Pages total: %1$d%2$s. Actuellement à la page %3$d",
        "multiple_pages": " -> Utilises ~>queue <page> pour changer de page",
        "page_react": " -> Réagis avec les emojis de réaction pour changer de page",
        "no_channel": "Aucun salon vocal :(",
        "songs": "chanson(s)",
        "clear_error": "%1$sSoit tu n'es pas connecté au salon vocal, soit tu n'es pas DJ.",
        "clear_success": "%1$sListe de lecture en cours effacée avec succès.",
        "no_embed": "%1$sTu dois donner la permission Intégrer des liens au bot pour lui permettre de faire apparaitre la liste de lecture."
      },
      "connect": {
        "success": "%1$sConnecté avec succès au salon vocal **%2$s**!",
        "full_channel": "%1$sJe ne peux pas me connecter à ce salon vocal car il est plein!!",
        "non_existent_channel": "%1$sSalon vocal inexistant. Si tu configures un salon vocal et que tu le supprimes, cela peut en être la cause.\n J'ai réinitialisé ton salon musical pour toi, essaies de jouer la musique de nouveau.",
        "user_no_vc": "%1$s**Rejoins un salon vocal s'il te plait**. Si tu es dans un salon vocal et que le bot vient de se déconnecter, re-rejoins le salon à la place.",
        "missing_permissions_connect": "%1$sJe ne peux pas me connecter à ce salon vocal car je n'ai pas la permission de le faire (%2$s).",
        "missing_permission_speak": "%1$sJe ne peux pas parler dans ce salon vocal car je n'ai pas la permission de le faire  (%2$s).",
        "channel_locked": "%1$sJe peux uniquement jouer de la musique dans ce salon vocal **%2$s**.",
        "already_connected": "%1$sJe suis déjà connecté à un salon vocal **%2$s**! (Utilises la commande `move` pour me déplacer dans un autre salon vocal)",
        "attempting_to_connect": "%1$sJ'essaie déjà de me connecter au salon vocal **%2$s**! (Utilises la commande `move` pour me déplacer dans un autre salon vocal)"
      },
      "listener": {
        "paused": "%1$sMusique en pause parce qu'on m'a rendu muet :(",
        "resumed": "%1$sReprise de la lecture parce que quelqu'un a rejoint le salon vocal!",
        "not_resumed": "%1$sQuelqu'un nous a rejoint mais je n'ai pas repris la lecture puisque j'ai été mise en pause manuellement! Utilise `~>resume` pour relancer la lecture manuellement.",
        "left_alone": "%1$sJe partirai **%2$s** dans 2 minutes parce qu’on m'a laissé tout seul :(",
        "leave": "%1$sJ'ai décidé de partir **%2$s** parce qu’on m'a laissé tout seul :("
      },
      "loader": {
        "over_limit": "%1$sLa liste de lecture que tu as ajouté a plus de %2$d musiques, alors j'ai ajouté uniquement les musiques jusqu'au nombre limite et j'ai ignoré les autres.",
        "loaded_playlist": "%1$sAjout de **%2$d musiques** à la file d'attente de la playlist: **%3$s** *(%4$s)*",
        "no_matches": "%1$sLa recherche n'a donné aucun résultat. Si cela apparaît pour *toutes les chansons* pour lesquelles tu as fait une recherche, utilises`~>play soundcloud <termes recherchés>`à la place. Les liens directs vers YouTube devraient également fonctionner.",
        "error_loading": "%1$sErreur en recherchant la musique: %2$s. Réessaie de nouveau ou utilise un autre lien?",
        "unknown_error_loading": "%1$sErreur inconnue en recherchant de la musique. Réessaie de nouveau ou utilise un autre lien?",
        "over_queue_limit": "%1$s**Je n'ai pas pu ajouter de musique à la file d'attente' %2$s: Limite de titres dans la liste de lecture dépassée (%3$s)**",
        "over_32_minutes": "%1$s**Je n'ai pas pu ajouter `%2$s` à la file d'attente: Cette musique est plus longue que %3$s.**\n(La durée de ce morceau est %4$s).\nTu peux augmenter la limite de longueur des musique et des rediffusions de stream grâce à Mantaro Premium! Va sur <https://patreon.com/mantaro> pour plus d'infos.",
        "fair_queue_limit_reached": "%1$s**Niveau de la file d'attente dépassé de %2$d (Trop de musiques similaires)**",
        "loaded_song": "%1$sAjouté à la liste -> **%2$s** *(%3$s)*",
        "selection_text": "Sélection du morceau. Écris le numéro de la chanson pour continuer.",
        "timeout_text": "Cela expirera dans 30 secondes. Ecris &cancel pour annuler."
      },
      "premium_beg": "%1$sPenses à faire un don sur patreon.com/mantaro si tu m'aimes bien, même un petit don aidera à garder le bot en vie (Ecris `~>donate` pour plus d'infos!)",
      "closed_connection": "%1$sConnexion audio fermée..."
    },
    "forceskip": {
      "success": "%1$sUn admin ou un Bot Commander a décidé de passé cette chanson."
    },
    "np": {
      "no_track": "%1$sSoit il n'y a pas de musique, soit je n'arrive pas à la trouver, essaies de jouer une chanson",
      "header": "Joue en ce moment"
    },
    "pause": {
      "paused": "Lecture en pause. *(La lecture avait repris précédemment)*",
      "unpaused": "Reprise de la lecture *(la lecture a été suspendue auparavant)*"
    },
    "rewind": {
      "no_time": "%1$sTu dois me dire à combien tu veux rembobiner la chanson. *(Exemple : `~>rewind 1m45s` va rembobiner la chanson à 1 minute et 45 secondes)*",
      "negative": "%1$sNombres positifs uniquement",
      "too_little": "%1$sTu dois utiliser le bon format. Vérifie avec la commande help. *(Exemple : `~>rewind 1m45s` va rembobiner la chanson à 1 minute et 45 secondes)*",
      "before_beginning": "%1$sTu ne peux pas revenir avant le début d'une chanson",
      "success": "%1$sChanson rembobiner à: %2$s."
    },
    "restartsong": {
      "success": "%1$sChanson actuelle redémarrée."
    },
    "skipahead": {
      "no_time": "%1$sTu dois me dire de combien tu veux avancer la chanson. *(Exemple : `~>skipahead 1m45s` va avancer la chanson d’1 minute et 45 secondes à partir du moment où tu es actuellement)*",
      "past_duration": "%1$sTu ne peux pas avancer d'avantage que la durée de la chanson",
      "success": "%1$sChanson avancé à %2$s."
    },
    "move": {
      "no_voice": "%1$sTu n'es pas dans un salon vocal, ou le bot ne l'est pas.",
      "attempt": "%1$sJe vais essayer de me déplacer dans le salon vocal dans lequel tu te trouves",
      "error_moving": "%1$sImpossible de changer de salon vocal.",
      "cannot_connect": "%1$sConnexion impossible: Je ne suis pas autorisé soit à parler soit à changer de salon vocal.",
      "non_existent_channel": "%1$sJe ne peux pas me déplacer dans un salon inexistant!",
      "success": "%1$sBot déplacé dans le salon `%2$s`",
      "vc_not_found": "%1$sSalon vocal introuvable ou tu ne l'a pas spécifié!"
    },
    "shard": {
      "info": "**Je suis dans l'éclat %1$d / %2$d** (Nœud %3$d / %4$d)!\n\n**Guildes d'éclats:** %5$,d serveurs\n**Utilisateurs en cache:** %6$,d utilisateurs\n**Membres en cache:** %7$,d membres\n\nBesoin d'aide? Va sur <https://support.mantaro.site>. Merci d'utiliser Mantaro!"
    },
    "queue": {
      "clear": {
        "header": "%1$sLe DJ du serveur a décidé de vider la file d'attente!",
        "success": "%1$sSuppression de **%2$d chanson(s)** de la file d'attente.",
        "error": "%1$sSoit tu n'es pas connecté au salon vocal soit tu n'es pas DJ."
      }
    },
    "repeat": {
      "queue_cancel": "%1$sPoursuite avec la file d'attente actuelle.",
      "queue_repeat": "%1$sRépétition de la file d'attente actuelle.",
      "song_cancel": "%1$sPoursuite avec la file d'attente normale.",
      "song_repeat": "%1$sRépétition de la chanson en cours."
    },
    "nextsong": {
      "no_song_next": "%1$sOw, il n'y a pas de chanson à suivre",
      "format": "%1$sProchaine chanson dans la file d'attente: **%2$s** (%3$s) | *Nombre total de titres dans la file d'attente: %4$d*"
    },
    "shuffle": {
      "success": "%1$sFile d'attente actuelle mélangée avec succès."
    },
    "skip": {
      "dj_skip": "%1$sLe DJ a décidé de passer cette chanson",
      "vote": {
        "submit": "%1$s**Ton vote a été soumis** Tu as besoin de %2$d vote(s) supplémentaire(s) pour passer une chanson!",
        "remove": "%1$s**Ton vote a été supprimé** Tu as besoin de %2$d more vote(s) vote(s) supplémentaire(s) pour passer une chanson!"
      },
      "success": "%1$sNombre de votes requis atteint, je passe la chanson...",
      "no_track": "%1$sAucune piste à passer, donc je ne peux rien faire..."
    },
    "removetrack": {
      "invalid_range": "%1$s`%2$s` n'est pas une plage valide.",
      "no_track": "%1$sIl n'y a pas de piste en file d'attente à la position `%2$d`!",
      "invalid_number": "(%1$s`%2$s`) Une des plages n'est pas un nombre valide!",
      "invalid_number_range": "%1$s`%2$s` n'est pas un nombre ou une plage valide!",
      "success": "%1$sSupression de **%2$d** chanson(s) de la file d'attente.",
      "not_dj": "%1$sTu dois être un DJ pour faire cette action."
    },
    "stop": {
      "dj_stop": "%1$sLe DJ a décidé d'arrêter",
      "vote": {
        "submit": "%1$s**Ton vote a été soumis** Tu as besoin de %2$d vote(s) supplémentaire(s) pour arrêter!",
        "remove": "%1$s**Ton vote a été supprimé** Tu as besoin de %2$d vote(s) supplémentaire(s) pour arrêter!"
      },
      "success": "%1$sNombre de votes requis atteint, arrêt de la musique...",
      "no_player": "%1$sAucune piste à arrêter, donc je ne peux rien faire...",
      "cleanup": "%1$sSupression de **%2$d chanson(s)** de la file d'attente."
    },
    "volume": {
      "no_player": "%1$sIl n'y a rien en cours de lecture.",
      "check": "%1$sLe volume actuel de cette session est: %2$d\n\n%3$s",
      "success": "%1$sVolume défini à %2$d\n\n%3$s",
      "no_args": "%1$sTu dois me dire le volume tu souhaites (de 5 à 100).",
      "premium_only": "%1$sCeci est une fonction prime-seulement. Pour accéder aux avantages prime comme celui-ci, tu peux faire un don sur le site Patreon (https://www.patreon.com/mantaro). Merci pour ta compréhension. Les fonctions primes peuvent être liées à un utilisateur ou à un serveur, alors si tu fais un don, s'il te plait, joins-toi à la guilde de support et demande pour ta clé prime."
    },
    "lyrics": {
      "no_current_track": "%1$sIl n'y a pas de musique en cours de lecture sur ce serveur!",
      "error_searching": "%1$sSoit je n'ai rien trouvé soit il y a eu une erreur.",
      "header": "%1$sParole de %2$s",
      "footer": "Merci d'utiliser Mantaro! Page: %1$d, Total: %2$d."
    },
    "prefix": {
      "header": "%1$sLes préfixes par défaut sont %2$s et me mentionner (Je réponds à chacun d'eux!). %3$s. \nTu peux définir un nouveau préfixe en écrivant `~>opts prefix set <prefix>`. Ne pas inclure les <>.\nPour réinitialiser le préfixe du serveur utilise `~>opts prefix clear`\nSi tu as des questions, rejoins <https://support.mantaro.site>",
      "guild_prefix": "Mon préfixe sur ce serveur est `%1$s` (Ça ne fonctionne qu'ici)",
      "none": "Il n'y a pas de préfixe personnalisé défini sur ce serveur."
    },
    "custom": {
      "no_args": "%1$sTu dois préciser ce que tu veux faire avec cette commande. Consultes l'aide de la commande pour plus d'infos.!",
      "incorrect_args": "%1$sArguments incorrects. Regarde `~>help custom` ou sur https://github.com/Mantaro/MantaroBot/wiki/Custom-Commands pour obtenir d'avantage d'aide sur comment utiliser cette commande. Si tu rencontres d'autres problèmes après avoir lu wiki, consultes <https://support.mantaro.site>",
      "error_running": "%1$sErreur lors de l'exécution de la commande personnalisée ... Vérifies le contenu et la longueur de la réponse (elle ne peut pas dépasser 2000 caractères)..",
      "error_running_new": "%1$sIl y a une erreur en cours avec une commande personnalisée. Vérifie le contenu et la longueur de la réponse.\n**Erreur : **\n```%2$s```",
      "not_loaded": "Le bot n'a pas encore démarré complètement ... les commandes personnalisées seront bientôt disponibles!",
      "nsfw_enabled": "%1$sCette commande a bien été identifiée comme NSFW.",
      "nsfw_disabled": "%1$sCette commande a bien été identifiée comme SFW.",
      "nsfw_not_nsfw": "%1$sCette commande est identifiée comme NSFW , tu peux l'utiliser uniquement dans un salon NSFW..",
      "new_error": "%1$sLa commande personnalisée que tu essaies de créer contient une erreur (v3, vérifie le contenu).\n**Erreur:**\n```%2$s```",
      "ls": {
        "header": "Commandes pour cette guilde",
        "description": "**Cela affiche toutes les commandes personnalisées (faites par des utilisateurs) de ce serveur. ** Chaque commande répertoriée ici n’a aucun lien avec le bot ou ses développeurs. .\n\nLes commandes personnalisées sont des commandes créées par les utilisateurs (généralement les administrateurs de serveur) capables de gérer un grand nombre de situations différentes, allant même jusqu'à imiter des commandes d'action.\nPour plus d'informations sur la création de commandes personnalisées, tu peux consulter [cette page.](https://github.com/Mantaro/MantaroBot/wiki/Custom-Commands)\n \n**Liste:**",
        "footer": "Total des commandes personnalisées sur ce serveur: %1$s"
      },
      "invalid": "%1$sSélection de commande invalide. Jette un œil au wiki\n<https://github.com/Mantaro/MantaroBot/wiki/Custom-Commands-101>.",
      "view": {
        "invalid": "%1$sTu dois préciser la commande et le numéro de réponse!",
        "not_found": "%1$sIl n'y a pas de commande personnalisée avec ce nom ici.",
        "less_than_specified": "%1$sCette commande a moins de réponses que le nombre que tu as spécifié...",
        "success": "**Réponse `%1$d` pour la commande personnalisée `%2$s`:** \n```\n%3$s```"
      },
      "raw": {
        "no_command": "%1$sTu dois me dire quelle commande tu veux regarder.",
        "not_found": "%1$sJe ne trouve pas cette commande.",
        "header": "Commande \"%1$s\":",
        "amount": "(Affichage de %1$d réponse sur %2$d)",
        "too_large_view": "C'est trop grand que pour le voir ici, utilise `~>custom view %1$s %2$s`",
        "description": "Ceci est une liste de toutes les réponses de cette commande au format brut (ce que vous entrez dans la commande)."
      },
      "clear": {
        "success": "%1$s**%2$d commandes personnalisées ont été effacées**. Exception faite des commandes verrouillées/épinglées, débloque-les d'abord si tu souhaites les supprimer."
      },
      "make": {
        "start_text": "%1$sDémarrage **\"Création de la commande personnalisée `%2$s`\"**!\nÉcris `&~>stop` pour arrêter la création **sans sauvegarder**.\nÉcris `&~>save` pour arrêter la création et **sauvegarder la nouvelle commande**. Ecris n'importe quel texte commençant par `&` pour l'ajouter aux réponses de commande. Utilise `~>nsfw` pour identifier cette commande comme étant NSFW et `~>sfw` pour l'annuler.\nCette opération interactive se termine sans sauvegarder après 60 secondes d'inactivité.",
        "cancel": "%1$sCréation de commande annulée.",
        "no_responses_added": "%1$sAucune réponse n'a été ajoutée. Arrêt de la création sans sauvegarder...",
        "success": "%1$sCommande `%2$s` sauvegardée",
        "no_name_specified": "%1$sTu n'as pas précisé le nom de la commande personnalisée à créer!"
      },
      "eval": {
        "not_specified": "Tu ne m'as rien donné à évaluer.",
        "new_error": "%1$sUne erreur s'est produite lors de l'évaluation de ta commande.\n**Erreur**:\n```%2$s```",
        "error": "%1$sUne erreur s'est produite lors de l'évaluation de ta commande!%2$s"
      },
      "remove": {
        "no_command": "%1$sTu dois me dire quelle commande je dois supprimer.",
        "success": "%1$sCommande personnalisée `%2$s` supprimée"
      },
      "import": {
        "no_command": "%1$sTu dois me dire quelle commande je dois importer.",
        "not_found": "%1$sIl n'y a pas de commande personnalisée correspondant à ta recherche.\n**Cette commande dysfonctionne peut-être!**\nDans ce cas, tu peux copier la commande en utilisant le retour de la commande `~>custom raw` à la place.",
        "header": "`%1$s` - Guilde: `%2$s`",
        "selection": "Sélection de la commande:",
        "note": "(Tu peux sélectionner une commande personnalisée uniquement d'une guilde dont tu es membre)",
        "success": "Commande personnalisée `%1$s` importée de la guilde `%2$s` avec un total de %1$d résponses."
      },
      "edit": {
        "no_command": "%1$sTu dois spécifier la commande à éditer.",
        "invalid_number": "%1$sTu dois spécifier un nombre correct pour faire la modification.",
        "no_index": "%1$sTu ne peux pas éditer un index inexistant.",
        "empty_response": "%1$sImpossible de modifier une réponse vide",
        "not_enough_args": "%1$sTu dois spécifier la commande, l'index et la nouvelle réponse",
        "success": "%1$sRéponse **#%2$d** de la commande `%3$s` modifiée correctement"
      },
      "deleteresponse": {
        "no_command": "$1$sTu dois spécifier la commande pour laquelle tu veux supprimer une réponse.",
        "invalid_number": "%1$sTu dois spécifier un numéro correct à changer.",
        "no_index": "%1$sTu ne peux pas supprimer un index inexistant.",
        "not_enough_args": "%1$sTu dois spécifier la commande et l'index de la réponse que tu veux supprimer.",
        "no_responses_left": "%1$sIl ne restait plus de réponses, donc j'ai supprimé la commande.",
        "success": "%1$sa supprimé la réponse **#%2$d** de la commande `%3$s` avec succès."
      },
      "rename": {
        "success": "%1$sCommande renommée de `%2$s` à `%3$s`",
        "not_enough_args": "%1$sTu dois spécifier la commande que tu veux renommer et son nouveau nom."
      },
      "add": {
        "no_command": "$1$sTu dois spécifier la commande à ajouter.",
        "not_enough_args": "%1$sTu dois spécifier le nom et la réponse de la commande à ajouter.",
        "empty_content": "%1$sTu dois spécifier le contenu de cette commande personnalisée.",
        "success": "%1$sCommande `%2$s` sauvegardée",
        "too_many_responses": "%1$sIl y a trop de réponses (%2$s) pour cette commande. Cette limite est doublée (jusque 100) pour les serveurs Premium (Va sur <https://patreon.com/mantaro>)",
        "too_many_commands": "%1%sIl y a déjà trop de commande personnalisées sur ce serveur(+100), donc tu ne peux plus en ajouter. Sauf si tu deviens premium (Va sur <https://patreon.com/mantaro>)."
      },
      "lockcommand": {
        "no_permission": "%1$sTu as besoin de la permission Gérer le serveur pour verrouiller et déverrouiller les commandes.",
        "no_command": "%1$sTu dois spécifier la commande que tu veux verrouiller.",
        "success": "%1$sTu as verrouillé la commande `%2$s` avec succès. Tu devras la déverrouiller pour tes éditions futures."
      },
      "unlockcommand": {
        "no_command": "%1$sTu dois spécifier la commande que tu veux déverrouiller.",
        "not_locked": "%1$sCette commande n'est pas verrouillée.",
        "success": "%1$sTu as déverrouillé la commande `%2$s` avec succès. Tu devras la verrouiller à nouveau si tu veux éviter de futures éditions."
      },
      "character_not_allowed": "%1$sCe caractère n'est pas autorisé pour les noms de commandes personnalisées.",
      "already_exists": "%1$sLa commande `%2$s` existe déjà.",
      "name_too_long": "%1$sLe nom est trop long.",
      "no_cc": "%1$sIl n'y a aucune commandes personnalisées enregistrées dans cette guilde, juste un peu de poussière.",
      "admin_only": "Cette guilde accepte uniquement la création, les éditions, les importations et l'évaluation de commandes personnalisées de la part des administrateurs.\n**C'est actuellement le réglage par DEFAULT.**\n- Si tu veux que tout le monde puisse utiliser cette commande et que tu es administrateur (avec un rôle gestion du bot ou une autorisation de gestion du serveur), Ecris `~>opts admincustom false`",
      "not_found": "%1$sIl n'y a aucune commandes personnalisées `%2$s` dans cette guilde.",
      "invalid_image": "%1$sCette commande contient une image invalide, merci de corriger ...",
      "invalid_string": "%1$sLa chaîne `{%2$s}` n'est pas valide ou la sortie contient plus de 2000 caractères.",
      "invalid_json": "%1$sLa chaîne `{%2$s}` n'est pas un JSON valide.",
      "invalid_link": "%1$sLa chaîne `%2$s` n'est pas un lien valide.",
      "locked_command": "%1$sTu ne peux pas éditer ou supprimer cette commande tant qu'elle est verrouillée, utilise `~>custom unlockcommand <command name>` pour la déverrouiller s'il te plait."
    },
    "mute": {
      "no_permissions": "%1$sTu dois avoir l'autorisation de bannir ou d'expulser les membres pour rendre les gens muets.",
      "no_mute_role": "%1$sCe serveur n’a pas de rôle muet défini, tu peux en définir un en écrivant `~>opts muterole set <rôle>`",
      "null_mute_role": "%1$sLe rôle muet précédemment configuré sur ce serveur est désormais inexistant",
      "no_users": "%1$sTu dois me donner un utilisateur à rendre muet.",
      "no_manage_roles": "%1$sJe n'ai pas la permission de gérer les rôles sur ce serveur.",
      "time_not_specified": "%1$sTu voulais ajouter une durée mais tu n'as pas précisé pendant combien de temps tu souhaites que le mute soit effectif.",
      "time_not_specified_generic": "%1$sTu n'as pas spécifier le temps. Par exemple, si tu veux rendre muet pendant 20 minutes, tu dois faire la commande `~>mute 20m @mention et la raison`.",
      "negative_time_notice": "%1$sTu ne peux pas rendre muet un membre pendant un temps négatif. Sauf si tu peux courber l'espace-temps",
      "default_time_too_long": "%1$sLa durée par défaut du mute est trop longue (maximum: 10 jours)...",
      "time_too_little": "%1$sLa durée du délai de sourdine spécifié est de moins de 10 secondes.\nEs-tu sûr.e d'avoir utilisé le bon format? Pour 20 minutes, utilise 20m, pour 1 heure, utilise 1h, ou toute combinaison des deux (1h45m) par exemple.",
      "time_too_long": "%1$sLa durée du mute est trop longue (maximum: 10 jours...",
      "already_muted": "%1$sCet utilisateur a déjà un rôle muet attribué. Ecris `~>unmute` pour annuler le mute.",
      "self_hierarchy_error": "%1$sJe ne peux pas attribuer le rôle muet à cet utilisateur, car il appartient à une hiérarchie supérieure à la mienne ou le rôle est supérieur dans la hiérarchie!",
      "user_hierarchy_error": "%1$sJe ne peux pas attribuer le rôle muet à cet utilisateur, car il appartient à une hiérarchie supérieure à la mienne ou le rôle est supérieur dans la hiérarchie par rapport à toi!",
      "success": "%1$sAjout du rôle muet à **%2$s** pendant %3$s",
      "success_reason": "%1$sAjout du rôle muet à **%2$s** pour %3$s pour la raison suivante: %4$s"
    },
    "unmute": {
      "no_permissions": "%1$sTu dois avoir l'autorisation de bannir ou d'expulser les membres pour annuler un mute!",
      "no_mentions": "%1$sTu dois mentionner au moins un membre pour qui je dois annuler le mute.",
      "success": "%1$sRôle muet supprimé pour **%2$s**",
      "no_role_assigned": "%1$sCet utilisateur n'a pas de rôle muet assigné."
    },
    "ping": {
      "display": [
        "J-J'ai été assez rapide? ",
        " Qu'est-ce que tu fais ? ",
        " Q-Qu'est-ce que tu regardes ?! ",
        " Huh. ",
        " Est-ce que je m'en suis bien sorti ? ",
        " Qu'est-ce que t'en penses ? ",
        "Est-ce que ça souvent ?",
        "Est-ce que je fonctionne c-correctement ?",
        "<3",
        "pat pat",
        "Pong !",
        "Pang.",
        "Pung.",
        "Peng.",
        "Je me demande comment je ferais",
        "Un problème?",
        "Ping pong? Yay!",
        "U-Uh ... s-salut"
      ],
      "text": "%1$s*%2$s* -- **Mon ping: %3$,d ms** (Websocket: %4$,d ms)"
    },
    "love": {
      "no_mention": "%1$sTu dois mentionner au moins 1 utilisateur.",
      "not_ideal": "Réessaie la prochaine fois...",
      "decent": "Assez bien!",
      "nice": "Bon lien!",
      "perfect": "Lien parfait!",
      "yourself_note": "Tu es une créature spéciale et tu devrais t'aimer plus que quiconque <3",
      "header": "Calculateur d'amour",
      "result": "Résultat:"
    },
    "marry": {
      "loveletter": {
        "no_letter": "%1$sTu n'as pas de lettre d'amour dans ton inventaire, donc tu n'as rien pour l'écrire. Une lettre d'amour t'es donnée lors d'un mariage.",
        "empty": "%1$sTu ne peux pas laisser la lettre d'amour vide.",
        "no_marriage": "%1$sTu n'es pas marié, tu ne peux pas écrire une lettre d'amour à toi-même...",
        "not_proposing_player": "%1$sTu n'es pas le joueur qui a demandé en mariage!",
        "already_done": "%1$sCe mariage a déjà une lettre d'amour assignée. Vérifie-la en utilisant `~>marry status`",
        "too_long": "%1$sLa lettre d'amour est trop longue (le maximum est 500 caractères)",
        "cannot_see": "%1$sJe ne peux pas trouver l'utilisateur auquel vous êtes marié... Il n'est probablement dans aucun serveur avec moi.",
        "confirmation": "%1$sÊtes-vous *sûr.e* de vouloir écrire cette lettre pour votre mariage avec **%2$s#%3$s**? Ceci est PERMANENT contrairement au mariage. *Contenu de la lettre :* %4$s",
        "confirmed": "%1$sLa lettre d'amour a été délivrée avec succès à ton amoureux.se! Vérifie-la en utilisant `~>marry status`",
        "scrapped": "%1$sTu as toujours du temps pour réfléchir à ce que tu veux écrire, pas besoin de se dépêcher!"
      },
      "status": {
        "no_marriage": "%1$sTu n'est pas marié.e, donc je suppose que ton statuts est euh... \"pas marié.e\" (Si tu vois un mariage sur ton profil et que tu vois ce message, cela signifie que tu es sous l'ancien système, essaie de te remarier)",
        "header": "Statuts de mariage actuel",
        "description_format": "%1$sStatut de mariage entre **%2$s** et**%3$s**",
        "date": "Date de mariage",
        "age": "Temps de mariage",
        "love_letter": "Lettre d'amour",
        "waifus": "Possession de Waifu",
        "house": "Nom de la maison",
        "car": "Nom de la voiture",
        "pet": "Nom de l'animal de compagnie (Type)"
      },
      "timezone": {
        "no_content": "%1$sTu dois spécifier le fuseau horaire si tu veux que ce mariage soit suivi.",
        "invalid": "%1$sFuseau horaire ou ID de zone invalide.",
        "success": "%1$sFuseau horaire du mariage réglé sur %2$s avec succès. Ce sera le même pour les animaux de compagnie."
      },
      "general": {
        "not_married": "%1$sTu n'es pas marié.e."
      },
      "buyhouse": {
        "not_married": "%1$sTu ne peux acheter une maison qu'en étant marié.e. Cela pourrait changer à l'avenir.",
        "no_house": "%1$sTu dois posséder une maison dans ton inventaire. Utilise `~>buy house` pour en avoir une.",
        "not_enough_money": "%1$sTu n'as pas assez d'argent pour acheter plus d'emplacements! (Prix actuel d'une maison: %2$d credits.)",
        "no_name": "%1$sVous devez nommer votre maison! Par exemple, `~>marry house cozy house`",
        "confirm": "%1$sTu es sûr.e de vouloir acheter cette maison? Le prix déduit de ton portefeuille est %2$d et le nom de ta maison sera %3$s. Envoie `yes` pour confirmer ou `no` pour annuler.",
        "success": "%1$sTu as acheté ta maison pour %2$d credits avec succès. Le nom de ton nouveau nid douillet est %3$s, profites-en!",
        "cancel_success": "%1$sOpération annulée."
      },
      "buycar": {
        "no_car": "%1$sTu dois d'abord acheter une voiture! Utilise `~>buy car` pour ce faire.",
        "not_enough_money": "%1$sTu n'as pas assez d'argent pour acheter une voiture! (Prix actuel d'une voiture: %2$d credits.)",
        "no_name": "%1$sVous devez nommer votre voiture! Par exemple, `~>marry car vroom`",
        "confirm": "%1$sTu es sûr.e de vouloir acheter cette voiture? Le prix déduit de ton portefeuille est %2$d et le nom de ta voiture sera %3$s. Envoie `yes` pour confirmer ou `no` pour annuler.",
        "success": "%1$sTu as acheté ta voiture pour %2$d credits avec succès. Le nom de ton nouveau bolide est %3$s, profites-en!",
        "cancel_success": "%1$sOpération annulée."
      },
      "no_mention": "%1$sMentionne l'utilisateur auquel tu veux te marier.",
      "marry_yourself_notice": "%1$sTu ne peux pas te marier à toi-même, même si tu le souhaites vraiment.",
      "marry_bot_notice": "%1$sTu ne peux pas te marier à un bot. Je ne crois pas que ce soit Futurama... pour l'instant. Attend, est-ce que les bots et les humains peuvent se marier là-bas ?",
      "already_married_receipt": "%1$sTu es déjà marié à lui-elle, aww.",
      "already_married": "%1$sTu es déjà marié.e.",
      "receipt_married": "%1$sCet utilisateur est déjà marié.e.",
      "no_ring": "%1$sTu ne peux pas faire une demande sans deux bagues de mariage! Tu peux les acheter en faisant `~>buy 2 ring` et ensuite, essaie de refaire ta demande <3",
      "confirmation": "%1$s%2$s, écris **yes** ou **no** pour la demande en mariage de %3$s\n%4$sIl y a un délai d'attente de 120 secondes.",
      "ring_check_fail": "%1$sTu ne peux pas te marier avec moins de deux bagues de mariage dans ton inventaire :(",
      "accepted": "%1$s**%2$s#%3$s** a accepté la demande de **%4$s#%5$s**!",
      "denied": "%1$sa refusé la demande de **%2$s**",
      "ratelimit_message": "Pourquoi veux-tu te marier autant?"
    },
    "divorce": {
      "confirm": "%1$sÊtes vous sûr.e.s de vouloir divorcer? L'argent dépensé en animaux de compagnie, maisons et voitures sera divisé entre vous. Écris `yes` pour continuer ou `no` pour annuler. Votre animal disparaitra, puisqu'il est lié au mariage.",
      "cancelled": "%1$sDivorce annulé.",
      "not_married": "%1$sTu n'es pas marié.e, pourquoi ne trouves-tu pas ton âme sœur?\nTu veux affranchir une Waifu? Utilise `~>waifu unclaim` à la place.",
      "success": "%1$sMaintenant tu es célibataire. Super je suppose.\n%2$s",
      "split": "L'argent restant à été partagé entre les deux conjoint.e.s par la vente de leurs biens( animal, maison, voiture). Chacun d'eux en garde **%1$d** credits."
    },
    "waifu": {
      "bot": "%1$sUn bot ne peut pas être une waifu, même si tu le souhaites vraiment...",
      "notice": "Cette fonctionnalité n'est pas faite pour avoir un certain type de relation, que ce soit implicite ou explicite, avec des événements de la vie réelle.",
      "id": "**ID:**",
      "stats": {
        "header": "Tes statistiques de waifu",
        "header_other": "statistiques de la waifu %1$s",
        "format": "%1$s **Valeur du portefeuille:** %2$,d\n%1$s **Valeur des badges:** %3$,d\n%1$s **Valeur d’expérience:** %4$,d\n%1$s **Valeur d’appartenance:** %5$,d\n%1$s **Multiplicateur de réputation:** %6$.2fx",
        "value": "Valeur totale",
        "credits": "%1$,d crédits",
        "performance": "Points de Performance Waifu"
      },
      "claim": {
        "no_user": "%1$sTu n'as mentionné aucun utilisateur à acheter.",
        "locked": "%1$sTu es actuellement incapable d'exécuter cette action.",
        "key_locked": "%1$sLa personne que tu tentes d'acquérir est verrouillée. Elle peut se déverrouiller en faisant la commande `~>profile claimlock remove` si elle le souhaite.",
        "not_enough_money": "%1$sTu n'as pas assez de monnaie pour acheter cette waifu **(Cout: %2$s)**",
        "not_enough_slots": "%1$sTu n'as pas assez d'emplacements disponibles pour accueillir cette waifu. (Emplacements au total : %2$s, Emplacements utilisés : %3$s)",
        "success": "%1$sAcheté.e `%2$s` avec succès pour %3$,d credits. Emplacements utilisés: %4$s",
        "yourself": "%1$sTu ne peux pas t’acheter !",
        "already_claimed": "%1$sTu as déjà acheté cette waifu.",
        "not_found": "%1$sJe ne trouve aucun utilisateur avec cette recherche."
      },
      "unclaim": {
        "no_user": "%1$sTu dois mentionner une waifu pour la rejeter.",
        "not_claimed": "%1$sCet utilisateur n'est pas ta waifu!",
        "confirmation": "%1$sEs-tu *sûr.e* que tu veux rejeter %2$s? Le cout pour le faire est de **%3$s credits**. Ecris *yes* (oui) pour confirmer ou *no* (non) pour annuler\n%4$sLe délai d'attente est d'une minute.",
        "not_enough_money": "%1$sTu n'as pas assez de monnaie pour rejeter cette waifu!",
        "player_locked": "%1$sTu ne pas faire ça pour le moment.",
        "scrapped": "%1$sRejet de waifu annulé.",
        "success": "%1$s`%2$s` Rejeté avec succès avec un cout de **%3$s credits**.",
        "not_found": "%1$sJe n'ai pas réussi à trouver un utilisateur avec ce `@...`. Si tu as besoin de renier un utilisateur inconnu, utilise son ID(`~>waifu -id`) et ajoute `-unknown` à la fin."
      },
      "buyslot": {
        "locked": "%1$sTu n'as mentionné aucun utilisateur à réclamer.",
        "not_enough_money": "%1$sTu n'as pas assez de monnaie pour acheter plus d'emplacements! Tu as besoin de %2$d credits.",
        "success": "%1$sAcheté avec succès cet emplacement pour %2$s credits, tu as actuellement %3$s emplacements au total et %4$s emplacements disponibles.",
        "too_many": "%1$sTu as trop d'emplacements! Le maximum est de 30 emplacements."
      },
      "optout": {
        "notice": "%1$sTu as été complètement enlevé.e du système de Waifu, tu ne peux donc pas l'utiliser.",
        "warning": "%1$sEs-tu certain.e que tu veux t'enlever du système de Waifu? CETTE DÉCISION EST PERMANENTE ET NE PEUT PAS ÊTRE INVERSÉE.\nSérieusement.\nSi tu ne veux plus être acquis.e et continuer à utiliser le système Waifu comme d'habitude, s'il te plait utilise `~>profile claimlock` à la place.\nTu seras enlevé du système d'acquisition, tu ne pourras plus être acquis.e ni acquérir qui que ce soit et toutes tes acquisition seront annulées.\nRéponds `Yes, I want to opt out of the waifu system completely and irreversibly`(Oui je veux être enlevé.e du système Waifu entièrement et irréversiblement) ou `no`. En répondant avec le message affirmatif, je t'enlèverai du système, et en répondant avec no j'annulerai la commande.",
        "success": "%1$sTu t'es enlevé.e du système de Waifu avec succès.",
        "cancelled": "%1$sOpération d'extraction annulée avec succès.",
        "claim_notice": "%1$sLa personne que tu tentes d'acheter n'est plus dans le système.",
        "lookup_notice": "%1$sLa personne que tu tentes de rechercher n'est plus dans le système."
      },
      "header": "Liste de Waifus",
      "description_header": "Voici une liste avec toutes tes waifus bien-aimées, triée par date d'ajout.\n*Tu peux avoir au maximum %1$d waifus pour l'instant.*\n\nSi tu souhaites voir les statistiques de tes waifus, utilise `~>waifu stats`\n\n",
      "no_waifu": "Aucune waifu à voir ici, juste de la poussière :(\nTu peux avoir des Waifus en réclamant quelqu'un! Utilise `~>waifu claim` pour commencer.",
      "footer": "Waifus au total: %1$d - emplacements disponibles: %2$s",
      "value_format": "**- Valeur:**",
      "value_b_format": "**- Acheté.e pour:**",
      "credits_format": " credits.",
      "waifu_header": "**Tes waifus:**",
      "not_claimed": "%1$sTu n'as pas acheté cette waifu."
    },
    "ratewaifu": {
      "nothing_specified": "%1$sDonnez-moi une waifu à noter!",
      "success": "%1$sJe note ta waifu **%2$,d/100**"
    },
    "roll": {
      "success": "%1$sTu as eu **%2$d**%3$s",
      "amount": "Faisant **%1$d** tirages."
    },
    "coinflip": {
      "over_limit": "%1$sAttend un peu! La limite est de 1,000 pile-ou-faces",
      "no_repetitions": "%1$sTu dois spécifier un nombre entier pour le nombre de répétitions (Par exemple, `~>roll 100`)",
      "success": "%1$s Ton résultat des **%2$d** pile-ou-faces a abouti à **%3$d** piles et **%4$d** faces"
    },
    "inventory": {
      "bot_notice": "%1$sIci, les bots n'ont pas d'inventaire. Eh bien, quelquefois tu peux souhaiter qu'ils en aient un mais alors ça serait seulement `~>dump`",
      "brief": "**Inventaire de %1$s** %2$s\n\n*Pour une version détaillée, utilise la commande `~>inventory -info`. Belle journée!*",
      "calculate": "%1$s%2$s recevra **%3$d credits** si tous les objets sont vendus.",
      "header": "inventaire de %1$s",
      "format": "**Prix**: 📥 %1$d 📤 %2$d\n%3$s",
      "empty": "%1$sCet inventaire est vide! :(",
      "brief_notice": "Tu peux utiliser `~>inventory -brief` pour avoir une meilleure version pour mobile.",
      "sorted_by": " *(classé par: %1$s)*"
    },
    "cast": {
      "no_item_specified": "%1$sTu n'as spécifié aucun objet. Pour avoir la liste complète, utilise `~>cast ls`",
      "no_item_found": "%1$sJe n'ai pas trouvé l'objet dont tu me parles. Assure-toi de me donner le nom complet pour éviter les confusions ou alors montre moi l'emoji quand c'est possible. Exemple: `~>cast star pick`",
      "item_not_cast": "%1$sTu ne peux pas fabriquer cet objet. Va voir la liste avec `~>cast ls` pour savoir ce que tu peux fabriquer. Si tu penses être dans le bon, utilise le nom complet, le problème vient peut-être de là.",
      "not_enough_money": "%1$sTu n'as pas assez d’argent pour fabriquer ça. **(Cout : %2$s)**",
      "no_item": "%1$sTu n'as pas l'objet nécessaire *%2$s* pour procéder à cette fabrication. Tu en as besoin.",
      "not_enough_items": "%1$sTu n'as pas assez de *%2$s* pour faire une **%3$s**. **(Nécessaires : %4$s, Possédés : %5$s)**",
      "success": "%1$sTu as fabriqué %2$,dx %3$s **%4$s** avec succès pour %5$,d credits. *Matériaux utilisés : %6$s*",
      "no_tool": "%1$sTu as besoin d'un.e %2$s pour procéder à cette fabrication!",
      "not_equipped": "%1$sTu n'as pas équipé de clé. Utilise `~>equip <wrench name>` pour équiper une clé et commencer ton aventure! Si tu n'en n'as pas, commence par en acheter une avec `~>buy wrench`.\nTu n'as plus besoin de spécifier le type de clé utilisée dans cette commande. Pour fabriquer plusieurs objets, met le nombre devant le nom de l'objet. Par exemple: `~>cast 5 star pick`",
      "too_many": "%1$sTu auras plus de 5000 exemplaires de cet objet si tu continues. Essaie d'en faire moins ?!",
      "low_tier": "%1$sTu as besoin d'une clé de Tier 2 au minimum (la clé de comète) pour forger plus d'objets. Ta clé actuelle est de Tier %2$s.",
      "not_enough_wrench_level": "%1$sTa clé n'est pas assez puissante pour forger cet objet. Spécifie peut-être une plus puissante ? (*Niveau de ta clé : %2$s, Niveau nécessaire : %3$s*)",
      "too_many_amount": "%1$sTu ne peux pas forger autant d'exemplaires de cet objet en une fois! Limite : %2$s, Essais : %3$s. Une clé anglaise scintillante double la limite ! A moins que tu ne l'utilises déjà.",
      "autoequip": {
        "success": "%1$sTu avais équipé un objet désormais cassé, j'ai donc pris la liberté d'équiper une **%2$s**"
      },
      "ls": {
        "header": "Liste des objets à fabriquer",
        "cost": "Cout de la fabrication: ",
        "desc": "C'est la liste de tous les objets que tu peux fabriquer un utilisant `~>cast`.\nTu dois utiliser le nom complet, l'abréviation ou l'emoji pour le faire.\n**La fabrication a un cout de la moitié du prix de l'objet. Le cout de la fabrication apparaitra ci-dessous.**\nLes clés de tier 2 et 3 sont respectivement la clé de comète et la clé scintillante."
      },
      "dust": "%1$sTu ne peux pas fabriquer de nouveaux objets avec autant de poussière dans ton inventaire! *(Niveau de poussière : %2$s%%)*. Pourquoi ne pas le laver en utilisant `~>useitem mop`?",
      "wrench_multiple_use": "Astuce : *Tu ne peux pas utiliser la clé avec laquelle tu essaies de forger comme ingrédient !*"
    },
    "market": {
      "dump": {
        "replacement": "Tu peux simplement utiliser `~>dump` maintenant. Au lieu de `~>market dump floppy` tu peux simplement faire `~>dump floppy` Utilise la nouvelle commande s'il te plait... Je me demande ce qu'il est arrivé à toutes ces disquettes.",
        "no_item": "%1$sTu dois préciser la quantité (s'il n'y en a qu'un, pas besoin de préciser la quantité) et le nom du ou des objet.s que tu veux jeter.",
        "invalid": "%1$sNombre invalide d'objets à jeter.",
        "non_existent": "%1$sImpossible de jeter un élément inexistant!",
        "player_no_item": "%1$sImpossible de jeter un élément que tu n'as pas!",
        "more_items_than_player": "%1$sTu ne peux pas jeter plus d'objets que tu en as.",
        "success": "%1$s a envoyé %2$dx **%3$s %4$s** à la poubelle."
      },
      "price": {
        "no_item": "%1$sTu dois spécifier l'objet dont tu veux connaitre le prix.",
        "non_existent": "%1$sImpossible de vérifier le prix un élément inexistant.",
        "no_price": "%1$sCet objet est indisponible soit à la vente soit à l'achat (peut-être un objet exclusif)",
        "collectible": "%1$sC'est un objet exclusif. (Valeur à la vente : %2$d credits)",
        "success": "%1$sLe prix de %2$s**%3$s** au marché est de %4$s credits à l'achat et tu peux avoir %5$s credits si tu le vends."
      },
      "sell": {
        "replacement": "Tu peux utiliser `~>sell` maintenant. Par exemple, au lieu de `~>market sell pick` tu peux faire `~>sell pick`. Utilise la nouvelle commande s'il te plait.",
        "no_item": "%1$sTu dois spécifier l'objet à vendre.",
        "no_item_amount": "%1$sTu dois préciser la quantité (s'il n'y en a qu'un, pas besoin de préciser) et l'objet que tu veux vendre.",
        "invalid": "%1$sNombre d'objets à vendre invalide.",
        "all": {
          "confirmation": "%1$sEs-tu *sûr.e* de vouloir vendre **tous** tes objets? Cela va effacer *tout* ton inventaire! Si tu veux vendre les objets individuels, utilise la quantité. Écris *yes* (oui) pour confirmer et *no* (non) pour annuler.",
          "success": "%1$sTu as vendu tous les objets de ton inventaire et as reçu %2$,d credits!",
          "cancelled": "%1$sAnnulé avec succès."
        },
        "non_existent": "%1$sTu ne peux pas vendre un objet qui n'existe pas! Si tu es perdu.e, tu peux essayer d'utiliser son nom abrégé ou de mettre son nom entre guillemets.",
        "no_sell_price": "%1$sTu ne peux pas vendre un objet invendable!. (Mais tu peux le jeter avec `~>dump`)",
        "no_item_player": "%1$sTu ne peux pas vendre un objet que tu n'as pas!",
        "more_items_than_player": "%1$sTu ne peux pas vendre plus d'objets que tu n'en as!",
        "success": "%1$sTu as vendu %2$,d **%3$s** et as gagné %4$,d crédits!"
      },
      "buy": {
        "replacement": "Tu peux utiliser `~>buy` maintenant. Par exemple, au lieu de `~>market buy pick` tu peux faire `~>buy pick`. Utilise la nouvelle commande s'il te plait.",
        "no_item": "%1$sTu dois spécifier l'objet à acheter.",
        "no_item_amount": "%1$sTu dois spécifier un montant de cet objet (si c'est seulement 1, pas besoin de spécifier) et l'objet que tu veux acheter.",
        "invalid": "%1$sNombre d'objets à acheter invalide.",
        "non_existent": "%1$sTu ne peux pas acheter un objet inexistant. Si tu es perdu.e, tu peux essayer de taper le nom raccourci ou de mettre le nom entre guillemets. De plus, le nombre d'objets doit être présent avant le nom de l'objet, par exemple : `~>buy 15 energy`",
        "no_buy_price": "%1$sTu ne peux pas acheter un objet qui n'est pas achetable.",
        "item_limit_reached": "%1$sTu ne peux pas en acheter plus. Tu ne peux en avoir que 5000 comme pour chaque objet.",
        "success": "%1$sAchat de %2$,d %3$s pour %4$,d credits. Tu as désormais %5$,d credits.",
        "success_breakable": "%1$sAcheté %2$,d %3$s pour %4$,d crédits avec succès. Tu as maintenant %5$,d crédits. Tu peux équiper cet objet avec `~>equip <item name>`",
        "success_potion": "%1$sAcheté %2$,d %3$s pour %4$,d crédits avec succès. Tu as maintenant %5$,d crédits. Tu peux utiliser cet objet avec `~>useitem <item name>`",
        "not_enough_money": "%1$sTu n'as pas assez d'argent pour acheter cet objet. Portefeuille: %2$,d crédits, Valeur: %3$,d crédits.",
        "success_breakable_upgrade": "Clique ici <https://github.com/Mantaro/MantaroBot/wiki/Currency-103> pour plus d'informations sur les améliorations d'outils!"
      },
      "header": "Marché de Mantaro",
      "reference": "\nTu peux acheter et vendre des objets en utilisant `~>buy <item>` et `~>sell <item>`. Utilise `~>help market` pour plus d'informations, ou tu peux aussi voir une version courte du marché avec `~>market tools`.",
      "sell_price": "- **Prix de vente:**",
      "buy_price": "- **Prix d'achat:**"
    },
    "itemtransfer": {
      "transfer_yourself_note": "%1$sTu ne peux pas te transférer des objets à toi-même.",
      "bot_notice": "%1$sTu ne peux pas transférer des objets à un bot!",
      "locked_notice": "%1$sTu ne peux pas transférer des objets pour le moment. (Le joueur est bloqué)",
      "hidden_item": "%1$sTu ne peux pas transférer cet objet.",
      "overflow": "%1$sCe joueur a la nombre maximum (5000) de cet objet.",
      "overflow_after": "%1$sAprès avoir transféré l'objet, le joueur aurait plus que le maximum (5000) de cet objet.",
      "success": "%1$s%2$s a donné **%3$s** **%4$s** à %5$s",
      "multiple_items_error": "%1$sTu n'as aucun de ces objets dans ton inventaire",
      "error": "%1$sTu n'as pas cet objet en quantité suffisante pour faire ça!",
      "no_item_mention": "%1$sYou need to specify the person to transfer the item to and the item to transfer."
    },
    "transfer": {
      "new_account_notice_yourself": "%1$sTon compte doit avoir au moins 14 jours d'ancienneté pour transférer de l'argent.",
      "new_account_notice_other": "%1$sLe compte sur lequel tu transfères doit avoir au moins 14 jours d'ancienneté.",
      "transfer_yourself_note": "%1$sTu ne peux pas t'envoyer de l'argent à toi-même.",
      "bot_notice": "%1$sTu ne peux pas envoyer de l'argent à un bot.",
      "no_amount": "%1$sTu dois spécifier le montant. Utilise la commande `transferitems` si tu veux transférer un objet.",
      "no_money_specified_notice": "%1$sTu ne peux pas transférer d'argent :P",
      "over_transfer_limit": "%1$sTu ne peux pas envoyer autant d'argent. (Limite : %2$d credits)",
      "own_locked_notice": "%1$sTu ne peux pas transférer d'argent pour le moment.",
      "receipt_overflow_notice": "Impossible d'envoyer de l'argent à cette personne",
      "no_money_notice": "%1$sTu ne peux pas envoyer de l'argent que tu n'as pas.",
      "receipt_locked_notice": "1$sCet utilisateur ne peut pas recevoir d'argent pour l'instant.",
      "receipt_over_limit": "%1$sCet utilisateur a déjà assez d'argent...",
      "success": "%1$sEnvoyé **%2$d** *(%3$d après taxe de 8%%)* à **%4$s** avec succès.",
      "item_transfer": "%1$sTu ne peux pas transférer d'objets avec 'transfer', merci d'utiliser `~>transferitems` à la place.",
      "party": "Tu peux transférer à la même personne (%1$s) toutes les 10 minutes.",
      "blacklisted_transfer": "%1$sTu peux transférer les joueurs de la liste noire."
    },
    "useitem": {
      "ls": {
        "header": "Liste des objets interactifs",
        "desc": "Ceci est une liste de tous les objets interactifs de Mantaro. Si besoin d'aide, check le wiki !"
      },
      "use_command": "%1$sPour cet objet, tu dois utiliser la commande qui lui est propre! (mine pour la pioche, fish pour la canne à pêche)",
      "no_items_specified": "%1$sTu dois spécifier l'objet à utiliser.",
      "not_interactive": "%1$sTu ne peux pas interagir avec cet objet...",
      "interactive_no_action": "%1$sCet objet a été marqué comme \"interactif\" mais n'a pas d'action. Il utilise peut-être une commande propre, les pioche s'utilisent avec la commande `~>mine` par exemple",
      "no_item": "%1$sTu n'as pas cet objet dans ton inventaire...",
      "not_enough_items": "%1$sTu n'en as pas assez.",
      "too_little": "%1$sTu ne peux pas utiliser moins d'un objet.",
      "invalid_amount": "%1$sLe montant doit être un nombre compris entre `1` et `15`!"
    },
    "opts": {
      "note": "%1$sHey, si tu es perdu.e ou que tu veux de l'aide pour utiliser opts, va sur <https://github.com/Mantaro/MantaroBot/wiki/Configuration> pour avoir le guide d'utilisation d'opts.\nNote: Seuls les administrateurs, les gens avec la permission Manage Server ou ceux avec le rôle Bot Commander peuvent utiliser cette commande!",
      "list": {
        "header": "**Liste des options de Mantaro**\n%1$s*Toutes les options doivent avoir le préfixe `~>opts` quand tu les utilises*\n%2$s"
      },
      "option_not_found": "%1$sNom d'option d'aide invalide.",
      "invalid_args": "%1$sOption ou arguments invalide."
    },
    "8ball": {
      "no_args": "%1$sTu dois spécifier ta question à la 8ball.",
      "error": "%1$sJ'ai fait une erreur en cherchant les réponse de la 8ball."
    },
    "iam": {
      "list": {
        "name": "Nom de l'autorole: ",
        "role": "Rôle: ",
        "category": "Categorie: ",
        "header": "Liste des autorôles",
        "role_give": "Donne le rôle:",
        "no_autoroles": "Il n'y a pas d'autorôles sur ce serveur.",
        "description": "Voici les rôles auto-assignables de ce serveur. Tu peux te les attribuer en faisant `~>iam <name of the role>`"
      },
      "deleted_role": "%1$sLe rôle auquel correspond cet autorôle a été supprimé",
      "already_assigned": "%1$sTu as déjà ce rôle, idiot!",
      "success": "%1$s%2$s, tu viens de recevoir le rôle **%3$s**",
      "error": "%1$sJe ne peux pas t'enlever **%2$s**. Assure toi que j'ai la permission d'ajouter les rôles (Gérer les rôles) et que mon rôle est au-dessus de **%2$s**",
      "no_role": "%1$sIl n'y a pas d'auto-rôle avec le nom `%2$s`",
      "no_iam": "%1$sTu dois spécifier quel rôle auto-assignable tu veux t'assigner!"
    },
    "iamnot": {
      "no_args": "%1$sTu dois me préciser quel rôle tu veux que j'enlève, idiot.",
      "not_assigned": "%1$sTu n'as pas ce rôle, idiot!",
      "success": "%1$s%2$s, tu as perdu le rôle **%3$s**"
    },
    "poll": {
      "missing": "%1$sTu n'as pas inclus l'argument %2$s ou alors c'était vide!\n%3$s",
      "invalid": "%1$sCe sondage ne peut être construit. **Souviens-toi que le nombre maximum d'option est 9 et que le minimum est de 2 et que le temps limite est de maximum 45min et de minimum 30s.**\nLes options sont séparées avec une virgule, par exemple `1,2,3` (pas d'espaces entre eux !). Pour les éléments requérants des espaces, veille à les écrire entre guillemets. Si tu es vraiment perdu.e, il y a un exemple sur `~>help poll`",
      "other_poll_running": "%1$sIl semble qu'un autre sondage soit en cours..",
      "no_reaction_perms": "%1$sIl semble que je ne peux pas ajouter de réactions ici...",
      "too_long": "%1$sC'était trop long à montrer. Essaie avec moins d'option peut-être?",
      "header": "Sondage #%1$d créé par %2$s",
      "success": "**Le sondage commence. Réagis avec les nombres pour voter.**\n*%1$s*\nEnvoie &cancelpoll pour arrêter le sondage en cours.",
      "time": "Tu as %1$s pour voter.",
      "error": "%1$sUne erreur inconnue est survenue durant la mise en place du sondage. Réessaie peut-être ? (Erreur interne)",
      "result_header": "Résultats du sondage",
      "result_screen": "**Voici les résultats du sondage créé par %1$s** du nom de: *%2$s*",
      "vote_results": "+C'est enregistré! %1$d a voté pour l'option %2$s",
      "thank_note": "Merci pour ton vote!",
      "results": "Résultats",
      "cancelled": "%1$sSondage supprimé",
      "incorrect_time_format": "%1$sFormat de durée incorrect. Souviens-toi, le format adéquat utilise les nombres suivis de `h, m or s` (heures, minutes or secondes). Exemple : `-time 40m`"
    },
    "profile": {
      "timezone": {
        "not_specified": "%1$sTu dois spécifier le fuseau horaire. Un fuseau horaire valide serait, par exemple `GMT-3` ou `America/Chicago` (ZoneId).",
        "reset": "%1$sFuseau horaire reset.",
        "invalid": "%1$sFuseau horaire invalide. Un fuseau horaire valide serait, par exemple, `GMT-3` ou `America/Chicago` (ZoneId). Tu peux trouver ton fuseau horaire en recherchant \"quel est mon fuseau horaire\"",
        "success": "%1$sFuseau horaire sauvegardé, ton fuseau horaire est désormais: **%2$s**",
        "reset_success": "%1$sTon fuseau horaire a été réinitialisé avec succès."
      },
      "description": {
        "no_argument": "%1$sTu dois me donner un argument! (set ou remove). Par exemple, `~>profile description set Hello there!`",
        "no_content": "%1$sTu ne m'as pas dit ce que tu voulais comme description. Par exemple, `~>profile description set Hello there!`",
        "too_long": "%1$sTa description est trop longue! (Limite de 300 caractères pour tout le monde et de 500 pour les utilisateurs premium)",
        "success": "%1$sJ'ai défini ta description avec succès. Tu peux voir ton profil tout neuf en faisant `~>profile`",
        "clear_success": "%1$sDescription supprimée avec succès."
      },
      "displaybadge": {
        "not_specified": "%1$sTu dois spécifier ton badge principal! Par exemple, `~>profile displaybadge claimer`",
        "reset_success": "%1$sAucun badge ne seras montré en haut de ton profil à compter de maintenant!",
        "important_success": "%1$sTon badge accroché est vraiment le plus important.",
        "no_such_badge": "%1$sIl n'existe pas de tel badge...\nTes badges: %2$s",
        "player_missing_badge": "%1$sTu n'as pas ce badge...\nTes badges: %2$s",
        "success": "%1$sTon badge principal est maintenant: **%2$s**"
      },
      "lang": {
        "nothing_specified": "%1$sTu dois spécifier la langue utilisée ou `reset` pour réinitialiser tes paramètres de langue.",
        "reset_success": "%1$sLangue personnelle parfaitement réinitialisée.",
        "success": "%1$sMantaro s'adressera désormais à toi en `%2$s`",
        "invalid": "%1$sCette langue n'existe pas! Tu peux utiliser `reset` pour réinitialiser tes paramètres de langue."
      },
      "inventorysort": {
        "not_valid": "%1$sCette sorte de tri n'est pas valide. Sortes disponibles: `%2$s`",
        "success": "%1$sLe tri de ton inventaire a bien été changé, c'est désormais: **%2$s**"
      },
      "toggleaction": {
        "enabled": "%1$sEt voilà, on peut désormais t'inclure dans les actions!",
        "disabled": "%1$sOn ne peut désormais plus t'inclure dans les actions."
      },
      "pet": {
        "header": "Animal actif",
        "none": "Aucun animal actif"
      },
      "stats": {
        "header": "Statistique de profil de %1$s",
        "wins": "Gains au casino",
        "market": "Utilisations de la boutique",
        "potion": "Potions actives",
        "potion_type": "Type de potions",
        "buff": "Bonus",
        "buff_type": "Type de buff",
        "experience": "Expérience",
        "mine_xp": "Expérience de minage",
        "fish_xp": "Expérience de pêche",
        "chop_xp": "Expérience de bûcheron",
        "sharks_caught": "Requins attrapés",
        "crates_open": "Coffres ouverts",
        "times_mop": "Nombre de dépoussiérages",
        "daily": "Passages quotidiens",
        "daily_at": "Dernier gain quotidien",
        "waifu_claimed": "Nombre de fois où tu es devenu.e waifu",
        "waifu_locked": "Verrouillage Waifu",
        "dust": "Niveau de poussière",
        "lang": "Langue",
        "reminders": "Nombre de rappels",
        "times": "fois",
        "days": "jour(s)",
        "times_used": "Nombre d'utilisation",
        "equipment": "Equipement",
        "seasonal_equipment": "Équipement saisonnier",
        "autoequip": "Équipement auto",
        "never": "Jamais"
      },
      "hide_tag": {
        "success": "%1$sLe statut d'invisibilité des tags est désormais sur: `%2$s`"
      },
      "equip": {
        "no_content": "%1$sTu dois spécifier quel objet équiper!",
        "no_item": "%1$sCet objet n'existe pas",
        "not_owned": "%1$sTu ne possède pas cet objet!",
        "success": "%1$sTu as équipé %2$s *%3$s* avec succès, ce qui ne sera pas oublié la prochaine fois que tu utilises une commande monétaire.",
        "not_suitable": "%1$sTu ne peux pas équiper cela.",
        "not_equipped": "%1$sTu n'as pas équipé ça.",
        "already_equipped": "%1$sTu as déjà équipé un objet de ce type! Essaie `~>unequip <type>` (Le type peut être rod, axe, pick ou wrench) pour le déséquiper."
      },
      "unequip": {
        "not_equipped": "%1$sTu n'as rien d'équipé à cet emplacement.",
        "no_content": "%1$sTu dois spécifier quel type d'objet déséquiper `pick, axe, rod, wrench`(pioche, hache, canne à pêche, clé).",
        "invalid_type": "%1$sType invalide. Les types d'objets valides sont `pick, axe, rod, wrench` pioche, hache, canne à pêche et clé en anglais.",
        "confirm": "%1$sEs-tu sûr.e de vouloir **déséquiper** ta %2$s %3$s? Envoie `yes` pour confirmer, `no` pour annuler. Ça te donnera une version endommagée de ton outil équipé actuellement, ce qui signifie qu'il cassera.",
        "success": "%1$sTu as déséquipé ton slot %2$s (pour rappel pick = pioche, rod = canne à pêche).",
        "equipment_recover": "\nPuisque tu ne l'avais pas utilisée, tu la retrouve dans ton inventaire (équipement retrouvé: %1$s)!",
        "broken_equipment_recover": "\nTon équipement était utilisé mais tu as tout de même récupéré une %1$s, tu peux toujours la réparer pour t'en servir plus tard!",
        "broken_equipment_recover_none": "\nCet objet n'avait pas de version cassée, je t'ai donc donné %1$s credits car il a disparu.",
        "cancelled": "%1$sOpération annulée."
      },
      "display": {
        "not_premium": "%1$sLa personnalisation des gadgets de profil n'est disponible qu'aux utilisateurs prime. Pour avoir plus de d'avantages, visite <https://github.com/Mantaro/MantaroBot/wiki/Premium-Perks>",
        "not_enough": "%1$sPas assez de gadgets valides à mettre sur ton profil (minimum: 3). Si tu es perdu.e, regarde `~>profile widgets ls`",
        "success": "%1$sTon nouveau fond a bien été appliqué à ton profil. Ton nouveau fond est `%2$s`",
        "ls": "%1$sListe des composants du profil:\n%2$s **Gadgets dans l'ordre par défaut:** `%3$s`\n%2$s **Tes gadgets:** `%4$s`\nTu peux utiliser `~>profile widgets reset` pour réinitialiser tes préférences d'affichage",
        "reset": "%1$sL'ordre des gadget par défaut a bien été rétabli.",
        "example": "\nExemple: `~>profile widgets header, credits, reputation, birthday, marriage, badges`\n*Ça fonctionne dans tous les sens, l'ordre donné ici est celui dans lequel ils apparaitront sur ton profil*"
      },
      "claimlock": {
        "removed": "%1$sRéinitialisation de ton statut de verrouillage Waifu opéré avec succès.",
        "success": "%1$sTu ne peux plus être acquis.e comme Waifu. Cette action a utilisé une clé. Utilise la commande `~>profile claimlock remove` pour l'enlever.",
        "no_key": "%1$sTu n'as pas de 'claim key' pour faire ça. Tu peux en acheter une au marché en utilisant `~>buy \"claim key\"`",
        "already_locked": "%1$sTu es déjà verrouillé.e. Utilise `~>profile claimlock remove` pour l'annuler."
      },
      "autoequip": {
        "disable": "%1$sAuto-equip désactivé.",
        "success": "%1$sAuto-equip activé."
      },
      "badge_header": "%1$sBadge affiché",
      "bot_notice": "%1$sLes bots n'ont pas de profil.",
      "header": "Profil de %1$s",
      "no_desc": "Aucune description définie. Tu peux en définir une avec `~>profile description`",
      "credits": "Crédits",
      "old_credits": "Crédits d'héritage",
      "level": "Niveau",
      "xp": "XP",
      "rep": "Réputation",
      "birthday": "Anniversaire",
      "married": "Marié.e à",
      "nobody": "Personne",
      "inventory": "Collection d'objets (Top 10)",
      "badges": "Collection de badges (Top 5)",
      "no_badges": "Aucun badge (pour le moment!)",
      "no_timezone": "Non défini",
      "timezone_user": "Fuseau horaire: %1$s",
      "not_specified": "Non spécifié",
      "potion": "Potion active",
      "no_potion": "Aucune potion active.",
      "hidelegacy": "%1$sLa visibilité du statut des crédits hérités est maintenant sur: `%2$s`"
    },
    "badges": {
      "info": {
        "not_specified": "%1$sTu dois spécifier le badge dont tu veux voir les infos. Par exemple, `~>badge info claimer`",
        "not_found": "%1$sUn tel badge n'existe pas...",
        "header": "Informations pour le badge %1$s",
        "achieved": "Obtenu"
      },
      "ls": {
        "header": "Liste des badges obtenables",
        "desc": "Voici une liste de tous les badges disponibles actuellement sur Mantaro. Cette liste contient le nom et la description du badge, ce qui te donnera une vue globale de ce que tu dois accomplir.\nSi tu penses avoir obtenu un badge mais que tu ne le vois pas sur ta liste de badges personnels, utilise `~>profile` et relance `~>badges`.\nBonne chance, chasseurs de badges!",
        "obtained": "**Obtenu:** %s"
      },
      "brief_success": "**Badges de %1$s:**\n%2$s",
      "profile_notice": "Si tu penses avoir eu un nouveau badge mais qu'il n'apparait pas ici, utilise `~>profile` puis refais cette commande.\n",
      "info_notice": "Utilise `~>badges info <badge name>` pour avoir plus d'infos sur un badge. [Tu peux aussi aller voir sur le wiki.](https://github.com/Mantaro/MantaroBot/wiki/Badge-reference-and-documentation)\n",
      "donate_notice": "**Tu peux obtenir un badge en [aidant au développement de Mantaro!](https://patreon.com/mantaro)!** (Ça peut prendre quelques minutes)\n\n",
      "no_badges": "Aucun badge à afficher (pour le moment!)",
      "header": "Badges obtenus par %1$s",
      "total_badges": "**Total des badges obtenus:** %1$s",
      "footer": "Les badges sont comme des succès, on les obtiens en progressant dans le jeu de Mantaro ou simplement en utilisant le bot."
    },
    "rep": {
      "new_account_notice": "%1$s Pour donner ou recevoir des points de réputation, le compte Discord doit être plus vieux que 30 jours. Réessaie plus tard.",
      "no_mentions": "%1$sTu dois mentionner quelqu'un ou au moins écrire son nom.\n%2$s",
      "more_than_one": "%1$sTu ne peux donner un point de réputation qu'à une personne.",
      "rep_bot": "%1$sTu ne peux pas donner un point de réputations aux bots.\n%2$s",
      "rep_yourself": "%1$sTu ne peux pas te donner des points de réputations.\n%2$s",
      "blacklisted_rep": "%1$sTu ne peux pas donner de point de réputation à un membre de la liste noire.",
      "cooldown": {
        "waiting": "**Tu pourras réutiliser cette commande dans %1$s**",
        "pass": "Tu peux utiliser la commande `->rep` maintenant.",
        "explanation": "Tu peux donner un point de réputation toutes les 12 heures. Il faut attendre avant de recommencer, même pour le donner à quelqu'un d'autre."
      },
      "success": "%1$s a donné un point de réputation à **%2$s**"
    },
    "birthday": {
      "reset": "%1$sDate d'anniversaire correctement réinitialisée.",
      "no_guild_birthdays": "%1$sLes choses semblent vides ici.\nSouviens-toi que le cache se rafraichit toutes les 23h et que maintenant les gens doivent utiliser `~>birthday allowserver` pour autoriser le serveur à annoncer leur anniversaire.",
      "no_guild_month_birthdays": "%1$sIl n'y à pas d'anniversaire pour ce mois (%2$s) ici :(\n%3$sSi tu viens de configurer l'annonceur d'anniversaires, attend un peu s'il te plait avant de réessayer. (Le cache se rafraichit toutes les 23h)\nSouviens-toi également que les gens doivent utiliser la commande `~>birthday allowserver` pour autoriser ce serveur à annoncer leur anniversaire.",
      "cache_not_running": "%1$sLe \"Birthday cache\" ne semble pas fonctionner (erreur interne) :(",
      "error": "%1$sUne erreur est survenue en cherchant les dates d'anniversaires (erreur interne) :(",
      "header": "**Les anniversaires de %1$s pour %2$s**\nLe cache des anniversaires se met à jour toutes les 23h, donc si ton anniversaire n'apparait pas ici, ne panique pas et sois patient. Montre jusqu'à 100 résultats.\n",
      "full_header": "**Anniversaires du mois de %1$s**\n%2$s\nSouviens-toi que le cache des anniversaires se met à jour toutes les 23 heures et que tu dois lancer `~>birthday allowserver`. Montre jusque 100 résultats.",
      "error_date": "%1$sThe date you entered is either not a valid date or I can't parse it properly. Please try with the correct formatting.\nRemember that the date format is `dd/mm` (For example, use `~>birthday 16-11` for the 16th of November).\nIf the month or day has only one digit you need to append a 0 to it. For example, 14/7 would become 14/07 and 7/12 would become 07/12.",
      "added_birthdate": "%1$sTu as ajouté ta date d'anniversaire avec succès. Nouvelle date d'anniversaire: %2$s *(Format: jj-MM)* [day-month]. Pour que ce serveur annonce ton anniversaire , tu dois lancer la commande `~>birthday allowserver`%3$s",
      "invalid_month": "%1$sCe n'est pas un numéro de mois valide! (Les nombres valides de mois vont de 01 à 12)",
      "no_content": "%1$sTu dois spécifier ton anniversaire, `remove` pour le réinitialiser ou `month` pour vérifier la liste des anniversaire du mois. Maintenant, pour que ce serveur annonce ton anniversaire, lance `~>birthday allowserver`",
      "new_format": "%1$sLe nouveau format est juste `jj-mm` (jour-mois, par exemple 20-10 pour le 20 octobre). Plus besoin d'entrer l'année maintenant, donc tu peux omettre cette partie!",
      "allowed_server": "%1$sTu as autorisé ce serveur à annoncer ton anniversaire. Pour revenir en arrière lance simplement `~>birthday denyserver` sur ce serveur.",
      "denied": "%1$sTu as interdit ce serveur d'annoncer ton anniversaire. Pour revenir en arrière lance simplement `~>birthday allowserver` sur ce serveur.",
      "already_denied": "%1$sCe serveur ne peut pas annoncer ton anniversaire pour le moment. Si tu veux l'autoriser, lance `~>birthday allowserver` à la place. C'est le réglage par défaut.",
      "leap": "Your birthday is on the 29th of February, which means it'll get announced on the 29th on leap years, and on the 28th of February on non-leap years.",
      "already_allowed": "%1$sTu as déjà autorisé ce serveur à montrer ton anniversaire."
    },
    "choose": {
      "nothing_to": "%1$sTu dois me donner les éléments entre lesquels je dois choisir. (Exemple : `~>choose anime manga \"dormir dehors\"`)",
      "success": "%1$sJe choisis `%2$s`"
    },
    "remindme": {
      "nothing_specified": "%1$sComment pourrais-je te rappeler quoique ce soit si tu ne me dis pas ce que je dois te rappeler? Oh ! Lemme souviens toi de mettre un rappel !",
      "no_reminders": "%1$sTu n'a pas de rappels.",
      "cancel": {
        "success": "%1$sRappel supprimé.",
        "select": "Sélectionne le rappel que tu veux supprimer."
      },
      "no_time": "%1$sYou didn't specify the time. Try specifying it at the start of the command, for example, `~>remindme 1h do the dishes`. The format is a number followed by either d (days), h (hours), m (minutes) or s (seconds). Check `~>help mute` for an example.",
      "no_time_arg": "%1$sYou didn't give me a time on the `-time` argument.",
      "too_little_time": "%1$sCe n'est pas assez de temps (Minimum: 1 minute, Exemple: `~>remindme 1m faire la vaisselle`)",
      "too_long": "Le délai est trop long... (Maximum : 180 jours)",
      "success": "%1$sJe te rappellerai (%2$s#%3$s) de `%4$s` dans %5$s",
      "too_many_reminders": "%1$sTu as beaucoup trop de rappels! Essaie d'en supprimer peut-être?"
    },
    "time": {
      "invalid_timezone": "%1$sCe n'est pas un fuseau horaire valide.",
      "success": "%1$sC'est %2$s dans le %3$s fuseau horaire.",
      "error": "%1$sUne erreur s'est produite quand j'ai recherché votre fuseau horaire.. Il pourrait être invalide.",
      "user_no_timezone": "%1$sL'utilisateur que tu mentionnes n'a pas défini de fuseau horaire."
    },
    "urban": {
      "no_args": "%1$sTu dois me spécifier ce que je dois rechercher sur UrbanDictionary.",
      "header": "Définition Urban Dictionary pour %1$s",
      "too_many_args": "%1$sTrop d'arguments! Le format est `nom->numéro de page`",
      "main_def": "Définition principale",
      "footer": "Information par Urban Dictionary",
      "nsfw_notice": "%1$sCette commande ne peut être utilisée que dans les channels NSFW dû à ses résultats.",
      "error": "%1$sIl y a eu une erreur lors du calcul de la réponse du dictionnaire. Essaie à nouveau?"
    },
    "activatekey": {
      "check": {
        "key_valid_for": "%1$sTa clé est valide pour %2$s jours de plus :heart:",
        "no_key_found": "%1$sTu n'as pas de clé active... Si tu es un utilisateur premium de l'ancien système tu devrais toujours avoir tes récompenses !"
      },
      "no_key_provided": "%1$sJe ne peux pas activer de clé si tu ne m'en donnes pas.",
      "invalid_key": "%1$sTu m'as fourni une clé déjà utilisée ou invalide.",
      "guild_already_premium": "%1$sCe serveur est déjà premium.",
      "guild_successful": "%1$sCe serveur est désormais **Premium** :heart: (Pour: %2$d jours)",
      "user_already_premium": "%1$sTu es déjà premium :heart:",
      "user_successful": "%1$sTu es maintenant **Prime**:heart:\nSi tu t'engages par Patreon, cette clé est lié à ton engagement.",
      "mp": "Mantaro Patreon n'utilise pas de clé, il est déjà premium du simple fait que le bot fonctionne."
    },
    "claimkey": {
      "not_patron": "%1$sTu ne fais pas partie des patron, donc tu ne peux pas faire ça. Si tu veux aider Mantaro et obtenir les privilèges que ça implique, rendez-vous sur <https://www.patreon.com/mantaro>",
      "already_top": "%1$sTu a déjà fait valoir toutes les clés que tu possèdes. Si l'une d'elle expire et que tu veux la prolonger, adresse-toi au support sur <https://support.mantaro.site>",
      "successful": "%1$s Clé utilisée avec succès `%2$s`. Tu as fait valoir %3$s, il t’en reste %4$s.",
      "cant_dm": "%1%sJe ne peux pas t'envoyer de MP, à cause de tes paramètres de vie privée sans doute.",
      "success": "%1$sJe t'ai envoyé les infos en MP.",
      "invalid_scope": "%1$sChamps d'action invalide! Les champs d'action valides sont `user` et `guild`. Par défaut cette commande s'adresse aux utilisateurs (`user`)."
    },
    "vipstatus": {
      "user": {
        "header": "Ton statut de joueur premium",
        "header_other": "Statut premium de %1$s",
        "not_premium": "%1$s%2$s n'est pas premium :c",
        "premium": "**Utilisateur Premium! <3**",
        "old_system": "**Utilisateur Premium de l'ancien système! Ne t'en fait pas, tu es Premium avec tout ce que ça implique ;) !**"
      },
      "guild": {
        "header": "Statut premium de %1$s",
        "not_premium": "%1$sCe serveur n'est pas premium :c",
        "premium": "**Serveur Premium! <3**",
        "old_system": "**Serveur Premium de l'ancien système! Ne t'en fait pas, il est Premium avec tout ce que ça implique ;) !**"
      },
      "description": "Les clés sont valides aussi longtemps que ton engagement est actif, sauf indication contraire.\nMerci d'avoir fait un don ou de t'être engagé.e <3",
      "valid_for_old": "Valide pendant",
      "old_days_more": "%1$d jours de plus",
      "thank_note": "Merci pour votre support <3",
      "expire": "Expire dans",
      "key_duration": "Durée totale de la clé",
      "key_owner": "Propriétaire de la clé",
      "wrong_args": "%1$sMauvais arguments...",
      "patreon": "Engagement",
      "linked": "Lié",
      "linked_to": "Lié à",
      "keys_claimed": "Clés validées"
    },
    "support": {
      "info": "%1$sSi tu as besoin d'aide, rendez-vous sur le serveur support <https://support.mantaro.site> et pose ta question dans le salon #support! Attention, c'est un serveur anglophone."
    },
    "action": {
      "no_mention": "%1$sTu dois mentionner un utilisateur.",
      "no_mention_disabled": "%1$sAfter filtering members that have actions disabled, there were no users left to run this action on :(",
      "actions_disabled": "%1$sThis user has disabled actions for themselves.",
      "filtered": "%1$sSome users were filtered as they disabled actions being done on them.",
      "error_retrieving": "%1$sJ'ai trouvé une erreur lors de la récupération du prochain gif pour cette action... (erreur externe, peut-être que WeebAPI est en panne?)",
      "no_type": "%1$sCette commande d'action n'a pas de type. (erreur interne)",
      "permission_or_unexpected_error": "%1$sD-Désolé je ne peux pas envoyer l'image. (Je n'en ai probablement pas la permission)",
      "lonely": {
        "pat": "Ohh, je vois que tu es seul.e, voici une caresse <3",
        "hug": "Ohh, je vois que tu es seul.e, caliiiiiiin <3",
        "kiss": "Ohh, je vois que tu es seul.e, bisouuuuuuuuuuus *embrasse*",
        "poke": "Ohh, je vois que tu es seul.e, tiens un petit coup *te touche*",
        "slap": "Euh, pourquoi tu veux ça? Bon, bah... *te frappe*",
        "bite": "*te mords*",
        "lick": "*te lèche*",
        "tickle": "*te chatouille*",
        "highfive": "*tape m'en cinq*",
        "pout": "*Moue, hmph*",
        "teehee": "*te taquine*",
        "smile": "*te souris*",
        "stare": "*te regarde*",
        "holdhands": "*tiens ta main*",
        "cuddle": "*te câline*",
        "nuzzle": "*te renifle*",
        "blush": "*rougit en te voyant*",
        "bloodsuck": "C-Comment suis-je censé? Bon bah... *suce ton sang*"
      },
      "self": {
        "pat": "*est caressé*",
        "hug": "*rougis* o-oh... merci",
        "kiss": "*rougis*... J- euh... ne penses-tu pas que tu ne devrais pas embrasser un bot...",
        "poke": "O-Oh! Qu'as-tu besoin ?",
        "slap": ":(",
        "bite": "Ç-ça fait mal!",
        "lick": "Quel goût a le métal? Je ne pense pas que ce soit très bon",
        "tickle": "hahahaha... oh mon dieu arrête! >u<",
        "highfive": "*tape m'en cinq*",
        "pout": "Es-tu énervé.e contre moi? :(",
        "teehee": ":eyes:",
        "smile": "Ohh.",
        "stare": ":eyes:",
        "holdhands": "o-oh... ;//;",
        "cuddle": "C'est mignooon :3!",
        "nuzzle": "Ohh, trop mignon!",
        "blush": ";////;",
        "bloodsuck": "T'es un vampire maintenant, oh!"
      },
      "pat": "%1$s tu as été caressé.e par %2$s",
      "hug": "%1$s tu as été câliné.e par %2$s",
      "kiss": "%1$s tu as été embrassé.e par %2$s",
      "poke": "%1$s tu as été touché.e par %2$s :eyes:",
      "slap": "%1$s tu as été frappé.e par %2$s!",
      "bite": "%1$s tu as été mordu.e par %2$s :eyes:",
      "tickle": "%1$s tu as été chatouillé.e par %2$s",
      "lick": "%1$s tu as été léché.e par %2$s",
      "highfive": "%1$s fait un tape m'en cinq à %2$s :heart:",
      "pout": "%1$s s'énerve contre %2$s *hmph*",
      "teehee": "%1$s taquine %2$s",
      "smile": "%1$s sourit à %2$s :heart:",
      "stare": "%1$s regarde %2$s",
      "holdhands": "%1$s tient la main de %2$s",
      "cuddle": "%1$s tu as été câliné.e par %2$s",
      "nuzzle": "%1$s a été reniflé.e par %2$s",
      "bloodsuck": "%1$s suce le sang de %2$s!",
      "blush": "%1$s rougit à %2$s",
      "nom": "Succulent.",
      "facedesk": "*se tape la tête contre le bureau*",
      "lewd": "P-Petit coquin!",
      "meow": "Miaou."
    },
    "game": {
      "won_games": "%1$s%2$s a gagné **%3$s parties**",
      "nothing_specified": "%1$sTu n'as pas spécifié le jeu à lancer..",
      "not_enough_games": "%1$sTu dois spécifier au moins deux jeux. Par exemple: `~>game lobby pokemon, trivia`",
      "invalid_selection": "%1$sTu dois spécifier au moins deux jeux. (Jeux valides : character, pokemon, number, trivia)",
      "multiple": {
        "invalid": "%1$sTu dois spécifier le jeu et le nombre de fois auquel tu veux y jouer",
        "invalid_times": "%1$sNombre de parties à jouer invalide.",
        "no_character": "%1$sTu ne peux pas jouer à character en multijoueur ou en lobby à cause de la limitation de l'API."
      },
      "trivia": {
        "wrong_diff": "%1$sDifficulté incorrecte! (Supporté : easy, medium et hard)",
        "fetch_error": "%1$sErreur rencontrée en commençant le trivia.",
        "possibilities": "Possibilités",
        "difficulty": "Difficulté",
        "category": "Catégorie"
      },
      "number": {
        "start": "%1$sDevine le nombre! **Tu as 5 chances et 1 minute pour trouver ce nombre entre 0 et 150.**",
        "nan": "%1$sCe n'est même pas un nombre...",
        "ended_game": "%1$sPartie terminée, le nombre était: %2$d",
        "all_attempts_used": "%1$sTu n'as plus d'essais. Le nombre était : %2$d",
        "hint": "Indice: Le nombre est %1$s que ce que tu viens d'écrire.",
        "higher": "plus grand",
        "lower": "plus petit"
      },
      "pokemon": {
        "header": "Qui est ce Pokémon?",
        "footer": "Tu as 5 essais et 75 secondes. (Écris end pour arrêter la partie)"
      },
      "started_mp_role": "%1$sLobby multi-joueur démarré avec tous les membres ayant le rôle: **%2$s**",
      "started_mp_user": "%1$sLobby multi-joueur démarré avec les membres: **%2$s**",
      "lobby_started": "%1$sNouveau lobby démarré! **Jeux : %2$s**\nTu peux envoyer `endlobby` pour arrêter tous les jeux et sortir du lobby.",
      "game_timeout_drop": "%1$sOups... Il semble que j'aie laissé un jeu ici et que j'ai oublié de venir le chercher... J'en démarre un nouveau sans tarder !",
      "other_lobby_running": "%1$sJe ne peux pas démarrer un nouveau lobby tant qu'un jeu est en cours. (Si c'est une erreur, dis à un admin de faire la commande `~>opts lobby reset`)",
      "lobby": {
        "ended_game": "%1$sJeu terminé. Les réponses possibles étaient : %2$s",
        "ended_lobby": "%1$sLobby arrêté! Merci d'avoir joué.",
        "all_attempts_used": "%1$sLe jeu se termine ici, tu as déjà utilisé tous tes essais. Les réponses possibles étaient : %2$s",
        "incorrect_answer": "%1$sCe n'est pas ça, tu as encore %2$d essais.",
        "won_game": "%1$s**%2$s** vient de gagner $%3$d credits en répondant correctement!"
      },
      "lobby_time_out": "%1$sLe temps est écoulé, la réponse correcte était: %2$s",
      "end_footer": "Tu as 5 essais et 60 secondes. (Envoie end pour arrêter la partie)",
      "trivia_end_footer": "Tu as %1$s essais et 60 secondes. (Envoie end pour arrêter la partie)",
      "error": "%1$sJ'ai rencontré une erreur en préparant le jeu... (erreur interne)",
      "error_missing_permissions": "%1$sJe ne peux pas ajouter de fichier. Vérifie mes permissions s'il te plait.",
      "character_load_error": "%1$sRapporte ça sur le serveur officiel s'il te plait. Échec de mise en place du jeu pour le personnage pré-sauvegardé : %2$s",
      "character_request_error": "%1$sErreur en requérant ce personnage à l'API AniList.",
      "character_start": "Devine le personnage",
      "too_many_games": "%1$sTu peux démarrer au maximum %2$,d jeux en même temps dans un lobby. (%3$,d en étant Premium)",
      "disabled_multiple": "%1$sCe serveur a désactivé les commandes game multiple/lobby."
    },
    "opencrate": {
      "no_crate": "%1$sTu n'as pas de coffre au trésor de ce type à ouvrir :( (Si tu essaies d'ouvrir un coffre autre que celui par défaut, tu dois le nommer après la commande. Si tu veux utiliser ton inventaire de la saison, ajoute un -s à la fin.)",
      "not_crate": "%1$sCe n'est pas un coffre valide.",
      "nothing_found": "%1$sI didn't find any crate matching your query. Make sure you used the correct name."
    },
    "dailycrate": {
      "check": "%1$sTu pourras réclamer ton coffre quotidien à: **%2$s.**",
      "not_premium": "%1$sYou're not premium!\nPlease check out more at <https://patreon.com/mantaro>\n\nAs a premium user, you can obtain a premium crate every day using this command, which has a higher chance of containing high-tier tools and items for the different currency commands (4 stars and above!)\nThanks for your consideration, as we need help to keep Mantaro alive. Thanks for using Mantaro <3",
      "success": "%1$sTu as obtenu un **%2$s** ! Reviens dans 24h pour en avoir un autre ! Tu peux l'ouvrir grâce à la commande `~>opencrate <crate name>` et surtout tu as besoin d'acheter une clé pour l'ouvrir en utilisant `~>buy key`."
    },
    "prune": {
      "no_messages_specified": "%1$sVous n'avez spécifié aucun message à effacer.",
      "no_permissions": "%1$sJe ne peux pas purger ce serveur car je n'ai pas la permission Gérer les messages.",
      "no_permissions_user": "%1$sJe ne peux pas supprimer de messages sur ce serveur puisque tu ne m'as pas donné la permission de gérer les messages.",
      "bot_no_messages": "%1$sIl n'y a aucun messages de bots ici.",
      "no_pins_no_messages": "%1$sIl n'y a aucun message non-épinglé ici...",
      "mention_no_messages": "%1$sIl n'y a aucun message de l'utilisateur mentionné ici.",
      "too_few_messages": "%1$sIl n'y a pas assez de messages à supprimer. Le nombre minimum est de 5. Ceci est calculé après que la liste de messages a été filtrée, donc si tu as besoin d'un filtre (dit, mention), assure-toi de chercher 100 messages (ou de ne pas spécifier le nombre de messages).",
      "error_retrieving": "%1$sJ'ai rencontré une erreur en essayant de purger les messages. (Interne : %2$s %3$s)",
      "invalid_number": "%1$sMerci de spécifier un nombre valide.",
      "not_valid": "%1$sCe n'est pas un nombre de message à effacer valide.",
      "less_than_five": "%1$sTu dois fournir au moins 5 messages. Par exemple, utilise `~>prune 20` pour supprimer 20 messages.",
      "messages_too_old": "%1$sIl n'y aucun message datant de moins de 2 semaines, Discord ne m'en laisse pas l'accès.",
      "success": "%1$s%2$s messages purgés de ce canal avec succès.",
      "lack_perms": "%1$sManque de permission pour purger. (Aucune permission fournie : %2$s)",
      "error_deleting": "%1$sErreur inconnue en purgeant les messages (Interne: %2$s %3$s)"
    },
    "imageboard": {
      "catgirl": {
        "error": "Erreur rencontrée en récupérant des images catgirl :("
      },
      "cat": {
        "error": "%1$sErreur rencontrée en récupérant des images de chat :("
      },
      "too_many_tags": "%1$sTu as spécifié trop de tags pour l'imageboard! L'imageboard %2$s n'accepte qu'un maximum de %3$d tags.",
      "invalid_rating": "%1$sTu as spécifié un argument invalide (Arguments disponibles: questionable, explicit, safe)",
      "nsfw_no_nsfw": "%1$sJe ne peux pas envoyer du NSFW dans un salon qui n'est pas NSFW :(",
      "no_images": "%1$sIl n'y a pas d'image correspondant à tes critères de recherche. Ça peut arriver car le service d'image n'a rien renvoyé, rien de pertinent ou a détecté des mots-clés interdits dans ta recherche.",
      "no_results": "%1$s**Aucune image ou résultat trouvé**! Merci d'essayer un autre nom ou un nombre plus bas.",
      "error": "%1$sUne erreur s'est produite en cherchant une image...",
      "wrong_argument": "%1$sMauvais type d'argument. Fait ~>help %2$s",
      "blacklisted_tag": "%1$sCette image a été blacklistée par un administrateur.",
      "error_tag": "%1$sUne erreur s'est produite en cherchant ce tag.",
      "error_random": "%1$sUne erreur s'est produite en cherchant une image au hasard.",
      "error_general": "%1$sNous avons rencontré une erreur en faisant une requête à cette banque d'images.",
      "non_nsfw_channel": "%1$sCe canal n'est pas NSFW. Impossible d'envoyer du lewd.\n**Rappel:** Tu peux le rendre NSFW en modifiant cela dans les paramètres. Coche `Salon NSFW`",
      "loli_content_disallow": "%1$sMalheureusement je ne peux pas afficher d'images contenant des contenu `loli` ou `shota` lewd/NSFW parce que Discord l'interdit. (Filtre : Image contenant des loli ou des shota étant NSFW)",
      "null_list_notice": "%1$sOups... S'est mal passé durant la recherche... (Si tu as utilisé un tag il n'existe peut-être pas.)",
      "found_image": "Image trouvée",
      "description_image": "Évaluation: **%1$s**, Imageboard: **%2$s**",
      "width": "Largeur",
      "height": "Longueur",
      "tags": "Tags",
      "source": "Tableau d'images",
      "rating": "Classement",
      "load_notice": "Si l'image ne charge pas cliques sur le titre.",
      "rule34_notice": "Si tu n'aimes pas le contenu de cette commande, tu peux utiliser `~> yandere`. Si le contenu gifs / webm ne se joue pas, clique sur le lien dans le titre.",
      "yandere_nsfw_notice": "%1$sLes commandes Yande.re peuvent être utilisées uniquement dans les salons NSFW à cause d'un nombre important de plainte concernant le contenu explicite envoyé avec le tag \"safe\". Tu peux donc utiliser cette commande dans un salon NSFW.",
      "konachan_nsfw_notice": "%1$sKonachan, danbooru and safebooru can only be used in NSFW channels only due to inconsistent rating on their side. Use this command in a NSFW channel instead (you can mark a channel as one in the channel settings).",
      "e621_nsfw_notice": "%1$sLa commande e621 ne peut être utilisée que sur les canaux NSFW.",
      "e926_nsfw_notice": "%1$sLa commande e926 ne peut être utilisée que dans les canaux NSFW. Les images sont majoritairement saines, mais les classements sont inconstants."
    },
    "pet": {
      "explanation": "Les animaux sont d'utiles compagnon pécuniaires!\nIls t'aident à accumuler plus d'argent, plus de loot, trouver plus d'objets dans 'mine', dans 'chop' et dans 'fish'. Plus ils sont haut niveaux, plus il y a de récompenses.\nChoisir le meilleur animal pour tes activités est très important, donc vérifie bien le type et les capacités de l'animal que tu désires.\nN'oublie pas que tu dois nourrir ton animal et lui donner de l'eau, ainsi que le laisser se reposer pour recharger son énergie, comme un vrai animal de compagnie! Tu peux même le caresser :)\nIl en existe de deux appartenances: personnel (pour toi) et de mariage (partagé avec ton-ta partenaire). Choisis son appartenance avec `~>pet choice`. L'appartenance par défaut est: personnel.\nPour plus d'aide, utilise `~>help pet` et `~>pet list` pour une liste de tous les animaux.",
      "no_marriage": "%1$sTu dois être marié.e pour avoir un animal de compagnie. Pour l'instant. Regarde `~>help marry` et `~>pet`",
      "no_marriage_other": "%1$s%2$sDoit être marié.e pour avoir un animal de compagnie. Pour l'instant. Regarde `~>help marry` et `~>pet`",
      "status": {
        "no_pet": "%1$sTu n'as pas d'animaux à surveiller. Fais la commande `~>pet` pour plus d'explications. (Appartenance: %2$s)%3$s",
        "pet_in_other_category": "\n%1$sYou have a pet on the %2$s choice (%3$s). You can switch to it with `~>pet choice %2$s`",
        "header": "Statut de %1$s",
        "description": "N'oublie pas de t'occuper de ton animal et l'aimer :heart:\nVoir `~>pet` et`~>help pet` pour une explication.",
        "cost": "Prix",
        "type": "Type",
        "abilities": "Capacités",
        "level": "Niveau",
        "health": "Vie",
        "thirst": "Soif",
        "hunger": "Faim",
        "stamina": "Endurance",
        "dust": "Poussière (%)",
        "pet": "Caresses",
        "buildup": "Credit / Item Buildup",
        "buildup_coin": "Credit Buildup",
        "buildup_stats": "%1$,d credits / %2$,d items",
        "buildup_stats_credits": "%1$,d crédits",
        "footer": "Merci d'utiliser Mantaro! <3"
      },
      "check": {
        "success": "**Pet status for %1$s:**\n\n%2$s Thirst: **%3$s / 100** | %4$s Hunger: **%5$s / 100** | %6$s Dust: **%7$s%%**"
      },
      "clean": {
        "not_enough_money": "%1$sYou need at least %2$,d credits to clean **%3$s**.",
        "not_dusty": "%1$s**%2$s** is not dusty. (Current dust level: %3$,d%%)",
        "success": "%1$s**%2$s** is now sparkly clean! The cost to clean your pet was %3$,d credits."
      },
      "choice": {
        "no_choice": "%1$sYou need to specify a choice (Personal or Marriage).",
        "invalid_choice": "%1$sThe choice was invalid. Please choose between Personal or Marriage. Personal is for yourself, Marriage is the pet shared with your partner",
        "ratelimit_message": "You can change your choice 3 times. You'll have to wait the specified time for more changes to be possible. This is to avoid spam!",
        "already_chosen": "%1$sThis is already your choice.",
        "success": "%1$sSuccessfully set your choice to: %2$s %3$s"
      },
      "level": {
        "success": "%1$s**%2$s**'s level: **%3$,d** (%4$,d XP / %5$,d XP)"
      },
      "list": {
        "summary": "%1$s **Nom:** %2$s, **Capacités:** `%3$s`, **Valeur:** %4$,d crédits",
        "abilities": "*Pêche*: utile pour `~>fish`\n*Capture*: utile pour `~>mine`\n*Hacher*: utile pour `~>chop`\n*Sourire*: te donne un bonus de moral.",
        "header": "%1$s**Animaux disponibles**\n\n%2$s\n\n%3$s**Explication des capacités:**\n%4$s"
      },
      "pat": {
        "no_pet": "%1$sTu n'as pas d'animaux à caresser. Fais la commande `~>pet` pour plus d'explications. (Appartenance: %2$s)",
        "no_pet_other": "%1$s%2$sn'a pas d'animaux à caresser. Voir `~>pet` pour plus d'information.",
        "personal_pet_other": "%1$sYou can't pet other people's personal pets. For now.",
        "ratelimit_message": "You can pat your pet up to 25 times. After this you'll have to wait the time above for 25 more pats.",
        "too_many": "Comment as-tu obtenu autant de caresses?"
      },
      "pet_reactions": {
        "cute": "%1$s**%2$s** remue joyeusement sa queue pendant que tu caresses sa tête. **Compteur de caresses:%3$s**.%4$s",
        "cute_not_animal": "%1$s**%2$s** sourit joyeusement pendant que vous caressez sa tête. **Compteur de caresses:%3$s**.%4$s",
        "nothing": "%1$s**%2$s** reste assis.e à ne rien faire. **Compteur de caresses: %3$s**.%4$s ",
        "cheer": "%1$sLa réaction de **%2$s** est si mignonne qu'elle te redonne le sourire. **Compteur de caresses: %3$s**.%4$s ",
        "scare": "%1$sL'animal s'est effrayé lorsque tu as tenté de le caresser. Trop brusque peut-être? **Compteur de caresses: %3$s**.%4$s ",
        "counter_100": "%1$sOn dirait que sa tête va finir par briller avec autant de caresses."
      },
      "buy": {
        "not_enough_arguments": "%1$sYou need to specify the name of the pet and the type of pet you want to buy. (For example, `~>pet buy hello dog`). If you want a personal pet, first run `~>pet choice personal`.",
        "no_requirements": "%1$sVous avez besoin d'une voiture __**et**__ d'une maison pour acheter un animal! Maison: %2$s, Voiture: %3$s\nPour acheter une maison et une voiture, utilisez `~>marry buyhouse` et `~>marry buycar` :heart:",
        "no_house": "%1$sTu dois avoir une niche dans ton inventaire pour faire ça. Tu peux l'acheter au marché.",
        "no_egg": "%1$sYou need to have a Incubator Egg on your inventory to do this. You can cast it, check `~>cast ls`",
        "already_has_pet": "%1$sYou already have a pet. (Current choice: %2$s)",
        "nothing_found": "%1$sJe n'ai pas trouvé le type d'animal que tu as spécifié. Tu as spécifié: `%2$s`, Types valides: `%3$s`",
        "not_enough_money": "%1$sTu n'as pas assez d'argent pour acheter cet animal. Valeur: %2$,d crédits, Portefeuille: %3$,d crédits",
        "confirm": "%1$sEs-tu sûr.e de vouloir acheter cet animal? Nom: %2$s, Type: %3$s, Cout: %4$,d crédits. Appartenance: %5$s. Envoie `yes` pour continuer, `no` pour annuler.",
        "success": "%1$sFélicitations! Vous êtes désormais tous deux propriétaires d'un `%2$s%3$s` nommé `%4$s`. Le cout de cet achat est de %5$,d crédits son appartenance était: %6$s",
        "success_personal": "%1$sFélicitations! Vous êtes désormais tous deux propriétaires d'un `%2$s%3$s` nommé `%4$s`. Le cout de cet achat est de %5$,d crédits son appartenance était: %6$s",
        "cancel_success": "%1$sOpération annulée.",
        "too_long": "%1$sCe nom est trop long. Il doit avoir moins de 150 caractères.",
        "no_marriage_marry": "%1$sI don't see any marriage here..."
      },
      "feed": {
        "no_pet": "%1$sTu n'as pas d'animaux à nourrir. Fais la commande `~>pet` pour plus d'explications. (Appartenance: %2$s)%3$s",
        "no_content": "%1$sTu dois spécifier ce que tu veux donner à manger à ton animal. Par exemple, `~>pet feed steak`",
        "no_item": "%1$sJe n'ai pas trouvé l'objet que tu as spécifié.",
        "not_food": "%1$sOulah doucement! Ce n'est pas de la nourriture, pas même en cas d'urgence!",
        "no_need": "%1$sTon animal n'a pas faim pour le moment.",
        "not_inventory": "%1$sTu n'as pas l'objet avec lequel tu désires nourrir ton animal. Assure-toi qu'il soit dans ton inventaire et que tu aies la quantité nécessaire (%2$s).",
        "not_applicable": "%1$sTu ne peux pas nourrir ce type d'animaux avec ça.",
        "success": "%1$sYay! Tu as nourri ton animal avec `%2$s` x%3$s et il a recouvert %4$s%% de sa santé. Sa santé est désormais satisfaite à %5$s%%.",
        "too_much": "%1$sDonne lui peut-être moins de nourriture? Tu vas gaspiller sinon! (L'augmentation surpasse 100%%)"
      },
      "water": {
        "no_pet": "%1$sTu n'as pas d'animaux à abreuver. Fais la commande `~>pet` pour plus d'explications. (Appartenance: %2$s)%3$s",
        "no_need": "%1$sTon animal n'a pas soif pour le moment.",
        "not_inventory": "%1$sTu n'as pas de bouteille d'eau dans ton inventaire. Assure-toi d'en avoir.",
        "not_enough_inventory": "%1$sTu n'as pas assez de bouteilles dans ton inventaire! Tu en as besoin de %2$s.",
        "too_much": "%1$sMaybe give it a little less water? You'd be wasting water otherwise! (The amount used would surpass 100%% thirst)",
        "success": "%1$sYay! Tu as donné %2$d d'eau à ton animal et il a recouvert %3$s%% de sa soif. Sa soif est désormais étanchée à %4$s%%."
      },
      "activity": {
        "low_stamina": "%1$s**%2$s** a vraiment peu d'endurance. Nourris-le pour l'aider à regagner des forces.",
        "low_health": "%1$s**%2$s** a vraiment peu de vie. Nourris-le et laisse-le se reposer un peu pour l'aider à regagner des forces.",
        "low_hunger": "%1$s**%2$s** est trop affamé pour faire quoique ce soit. *Mangeeeeeer~*",
        "low_thirst": "%1$s**%2$s** est trop assoiffé pour faire quoique ce soit.",
        "low_mood": "%1$s**%2$s** has too low of a mood. You might wanna play with them!",
        "dusty": "%1$s**%2$s** is too dusty. Clean your pet to clear the dust.",
        "success_fish": "%1$s**%2$s**t'a aidé à pêcher avec succès! Tu as eu une amélioration et des crédits en bonus **(%3$,d crédits en plus, %4$,d objets en plus)** grâce au travail en plus que ton animal a pu faire pour toi!\n *inclus dans ce que tu as obtenu*",
        "success_chop": "%1$s**%2$s**t'a aidé à couper un arbre avec succès! Tu as eu une amélioration et des crédits en bonus **(%3$,d crédits en plus, %4$,d objets en plus)** grâce au travail en plus que ton animal a pu faire pour toi!\n *inclus dans ce que tu as obtenu*",
        "success_mine": "%1$s**%2$s**t'a aidé à miner avec succès! Tu as eu une amélioration et des crédits en bonus **(%3$,d crédits en plus et une chance supplémentaire de trouver des choses)** grâce au travail en plus que ton animal a pu faire pour toi!\n *inclus dans ce que tu as obtenu*"
      },
      "rename": {
        "no_pet": "%1$sYou don't have a pet to rename. (Choice: %2$s)%3$s",
        "same_name": "%1$sCe nom est le même que celui qu'il a déjà.",
        "no_content": "%1$sTu dois me donner le nouveau nom de ton animal de compagnie.",
        "not_enough_money": "%1$sTu n'as pas assez d'argent pour faire ça. Cout: %2%s, possédé: %3$s.",
        "success": "%1$sJ'ai bien renommé ton animal de `%2$s` pour `%3$s`. %4$s a été déduit de ton portefeuille. Profite!"
      },
      "remove": {
        "no_pet": "%1$sYou don't have a pet to remove. (Choice: %2$s)%3$s",
        "no_pet_confirm": "%1$sI don't see any pet here...",
        "confirm": "%1$sEs-tu sûr.e de vouloir enlever cet animal? La personne avec qui tu es marié.e et toi recevrez respectivement %2$,d crédits.\nEnvoie `yes` pour confirmer ou `no` pour annuler. Garde à l'esprit que ce remboursement ne prendra pas de valeur avec le temps ou l'expérience donc prend ça comme l'achat d'un nouveau tomagotchi ou un truc du genre.",
        "confirm_personal": "%1$sEs-tu sûr.e de vouloir enlever cet animal? La personne avec qui tu es marié.e et toi recevrez respectivement %2$,d crédits.\nEnvoie `yes` pour confirmer ou `no` pour annuler. Garde à l'esprit que ce remboursement ne prendra pas de valeur avec le temps ou l'expérience donc prend ça comme l'achat d'un nouveau tomagotchi ou un truc du genre.",
        "success": "%1$sAnimal de compagnie enlevé avec succès. Chaque membre de ce mariage recevras %2$s crédits de remboursement.",
        "success_personal": "%1$sAnimal de compagnie enlevé avec succès. Chaque membre de ce mariage recevras %2$s crédits de remboursement."
      },
      "info": {
        "not_found": "%1$sJe ne trouve pas le type d'animal que tu cherches. Utilise `~>pet list` pour avoir la liste des types d'animaux.",
        "author": "Informations pour les animaux de type %1$s%2$s",
        "name": "Nom de l'animal",
        "cost": "Cout de l'animal",
        "abilities": "Capacités",
        "food": "Régime alimentaire",
        "coin_buildup": "Renforcement pécuniaire (Niv. 1/100)",
        "item_buildup": "Renforcement de l'objet (Niv. 1/100)"
      },
      "locked_notice": "%1$sYou can't buy/sell a pet when the transaction is locked. If this is an error, try again in a few minutes."
    },
    "invite": {
      "url": "URL d'invitation",
      "server": "Serveur de support",
      "patreon": "URL Patreon",
      "description": {
        "1": "Voici des liens utiles!",
        "2": "**Si vous avez des questions sur le bot, n'hésitez pas à rejoindre le serveur et demander**!.",
        "3": "Nous avons ajouté un lien Patreon au cas où vous voudriez aider le bot à s'améliorer [et recevoir des avantages au passage].",
        "4": "Merci d'utiliser le BOT! **<3 de la part des développeurs de la team Mantaro**"
      },
      "footer": "Nous espérons que vous vous amusez avec le bot"
    },
    "salvage": {
      "not_broken": "%1$sTu peux uniquement tenter de sauver les outils cassés.",
      "no_item": "%1$sTu dois spécifier l'objet que tu veux tenter de réparer.",
      "no_item_found": "%1$sJe n'ai pas trouvé l'objet que tu as spécifié.",
      "cant_salvage": "%1$sTu ne peux pas sauver cet objet.",
      "not_wrench": "%1$sTu as besoin d'une clé pour réparer cet objet. Tu as peut-être besoin de la spécifier manuellement après l'objet.",
      "not_enough_level": "%1$sTu as besoin d'une clé de niveau 2 minimum pour sauver cet objet.",
      "no_main_item": "%1$sIl semblerait que tu ne possèdes pas cet objet.",
      "no_tool": "%1$sTu n'as pas cette clé. Essaie de la spécifier ou de spécifier une autre clé.",
      "no_tool_default": "%1$sTu as besoin au moins d'une `Comet Wrench` (une clé de comète) dans ton inventaire pour faire ça mais tu peux également spécifier une clé de tier plus élevé si tu veux.",
      "not_enough_money": "%1$sYou don't have enough money to salvage this item. *(Wallet: %2$,d, Needed: %3$,d)*",
      "dust": "%1$sTon inventaire à trop de poussière pour essayer de sauver cet objet, essaye de le nettoyer avec un balai.",
      "no_returnables": "%1$sCet objet n'a pas rendu d'éléments ayant servi à le sauver.",
      "item_broke": "%1$sTa clé (%1$s) s'est brisée en essayant de sauver cet objet :(",
      "success": "%1$s %2$s réparée avec succès et tu as obtenu %3$s en retour. Ça t'a couté %4$s crédits.",
      "ls": {
        "header": "Liste des objets qui peuvent être réparés",
        "cost": "Cout de la réparation: ",
        "return": "Pourrait donner: ",
        "desc": "Voici la liste de tous les objets que tu peux sauver un utilisant `~>salvage`. \nTu dois utiliser le nom complet, l'abréviation ou l'emoji pour le faire.\nSauver un objet coute le tier du prix de l'objet. Le cout de la réparation apparaitra ci-dessous.\nTu auras un objets parmi ceux de la liste, choisi au hasard.\nLes clés de niveau 2 et 3 sont respectivement la clé de comète et la clé scintillante."
      }
    },
    "stats": {
      "header": "Statistiques de Mantaro",
      "description": "Bon... j'ai fait mes calculs",
      "usage": {
        "header": "Informations d'utilisation de Mantaro",
        "description": "Informations d'utilisation et de la partie hardware (machine physique).",
        "threads": "Cœurs",
        "memory_usage": "Usage mémoire",
        "cores": "Cœurs CPU",
        "cpu_usage": "Usage CPU",
        "assigned_mem": "Mémoire dédiée",
        "assigned_remaining": "Restant du dédié"
      },
      "server": {
        "header": "Utilisation du serveur de Mantaro",
        "cpu_usage": "Utilisation CPU",
        "rem": "RAM (TOTAL/LIBRE/UTILISÉ)"
      }
    },
    "social": {
      "header": "%1$sO-Oh, je vois que tu es intéressé.e par mes réseaux sociaux!\n\n",
      "description": {
        "1": "B-bien, voilà!",
        "2": "**- Site web:** <%1$s>"
      },
      "note": "**Si tu aimes Mantaro, merci d'upvote sur ** <https://discordbots.org/bot/mantaro> **et/ou songer à donner sur PayPal ou Patreon! Merci~**"
    },
    "avatar": {
      "result": "Avatar de %1$s",
      "footer": "Un très bel avatar j'espère."
    },
    "serverinfo": {
      "header": "Informations du serveur",
      "description": "Infos pour %1$s",
      "users": "Utilisateurs",
      "created": "Date de création",
      "channels": "Canaux vocaux/textuels",
      "owner": "Propriétaire",
      "region": "Région",
      "roles": "Rôles (%1$d)",
      "id_show": "ID: %1$s"
    },
    "userinfo": {
      "header": "Infos pour %1$s#%2$s",
      "roles": "Rôles: [%1$d]",
      "id": "ID",
      "join_date": "Date à laquelle l'utilisateur a rejoint",
      "created": "Date de création",
      "account_age": "Âge du compte",
      "mutual_guilds": "Serveurs en commun",
      "vc": "Canal vocal",
      "color": "Couleur",
      "status": "Statut",
      "nothing": "Rien",
      "default": "Défaut"
    },
    "roleinfo": {
      "header": "Info du rôle %1$s",
      "id": "ID",
      "created": "Rôle créé",
      "age": "Âge du rôle",
      "color": "Couleur",
      "members": "Membres",
      "position": "Position",
      "hoisted": "Séparé",
      "managed": "Géré",
      "permissions": "Permissions: [%1$d]",
      "no_content": "%1$sYou need to specify the name of the role to look for."
    },
    "donate": {
      "beg": "%1$sOh salut! Si tu es intéressé de nous faire un don, va sur les liens ci-dessous. S'occuper de Mantaro demande de temps et de l'argent, chaque dollar est fortement apprécié !\n\n%2$s",
      "methods": "**Méthodes de donation**\n**- Patreon:** <%1$s>\n**- Paypal:** <%2$s>"
    },
    "help": {
      "title": "Menu d'aide de Mantaro",
      "base_category": "Liste des commandes pour la categorie %1$s. Pour un guide d'utilisation plus détaillé, merci de te rendre sur le [wiki](https://github.com/Mantaro/MantaroBot/wiki). [Guide pour l'argent](https://github.com/Mantaro/MantaroBot/wiki/Currency-101)\n",
      "base": "**Liste complète des commandes**. Pour un guide détaillé, rendez-vous sur le [wiki](https://github.com/Mantaro/MantaroBot/wiki).\nSouviens-toi que tu peux avoir plus d'infos sur une commande spécifique grâce à `~>help <name of command>`\n",
      "support": "Pour obtenir de l'aide, rejoins le [serveur de support](https://support.mantaro.site). Tu peux me suivre sur [Twitter](https://twitter.com/mantarodiscord) pour avoir des nouvelles des mises à jour. (Attention, le tout est en anglais!).\n",
      "patreon": "**[On a besoin de ton aide pour garder Mantaro en vie! Clique ici pour plus d'infos.](https://www.patreon.com/mantaro)**",
      "disabled_commands": "Je ne montre que les commandes actives. Nombre total de commandes désactivées : %1$s",
      "channel_specific_disabled_commands": "\nJe ne montre que les commandes actives. Nombre total de commandes désactivées dans ce salon : %1$s",
      "footer": "Merci d'utiliser Mantaro %1$s (Total des commandes: %2$s)",
      "commands": "Commandes",
      "extended": {
        "no_help": "%1$sIl n'y a pas d'aide supplémentaire implémentée pour cette commande.",
        "not_found": "%1$sUne commande de ce nom n'existe pas"
      }
    },
    "repair": {
      "no_item": "%1$sYou didn't specify any item to repair. If you think you have the correct item, try using the full name.",
      "no_item_found": "%1$sI can't find that item. If you think you have the correct item, try using the full name.",
      "no_main_item": "%1$sTu n'as pas l'objet que tu veux réparer (%2$s)",
      "cant_repair": "%1$s**%2$s** ce n'est pas un objet réparable. Tu ne peux réparer que ce qui est cassé.",
      "no_tool": "%1$sYou need a Tier 2 (at least Comet Wrench) or above wrench to repair this item. You can equip one if needed (`~>equip Comet Wrench`, for example)",
      "no_tool_specified": "%1$sYou specified a wrench you don't have (%2$s). Please use a tool you have or cast it. If you think you have the correct item, try using the full name.",
      "dust": "%1$sTon inventaire est trop poussiéreux pour réparer quoi que ce soit. Niveau de poussière : %2$s",
      "not_wrench": "%1$sTu ne peux pas utiliser ça en guise de clé. N'oublie pas d'utiliser les guillemets si le nom de l'objet contient des espaces.",
      "not_enough_level": "%1$sYou need a higher tier wrench to perform this repair. You can equip one if needed (`~>equip Comet Wrench`, for example)",
      "not_enough_money": "%1$sYou don't have enough money to repair this item. *(Wallet: %2$,d, Needed: %3$,d)*",
      "no_item_recipe": "%1$sTu n'as pas le *%2$s* nécessaire pour faire cette réparation.",
      "not_enough_items": "%1$sTu n'as pas assez de *%2$s* pour faire cette réparation de **%3$s**. **(Nécessaire: %4$s, Actuellement en ta possession: %5$s)**",
      "item_broke": "%1$sSadly, your wrench (%1$s) broke while repairing this item, but you still got your item!",
      "success": "%1$sRéparation réalisée avec succès! Objet réparé %2$s **%3$s** -> %4$s **%5$s**. La réparation a couté *%6$s* credits et la recette de réparation était *%7$s*.",
      "ls": {
        "header": "Liste d'objets réparables",
        "cost": "Cout de la réparation: ",
        "desc": "Voici la liste des objets réparables à l'aide de la commande `~>repair`.\nTu peux utiliser le nom complet, l'abrégé ou l'emoji.\nLa réparation coute au moins un tier du prix de l'objet réparé. Le prix est affiché avec les matériaux nécessaires. Tu as besoin au moins d'une clé de comète pour réparer quelque chose."
      }
    },
    "anime": {
      "no_args": "%1$sTu dois me dire quel anime chercher.",
      "selection_start": "Écris le numéro de l'anime que tu veux sélectionner.",
      "information_footer": "Information fournie par AniList. Envoie &cancel pour annuler.",
      "no_results": "%1$sAucun résultat trouvé...",
      "malformed_result": "%1$sJ'ai eu un mauvais résultat de la part de l'API pour cette recherche. Essaie de reformuler peut-être ?",
      "error": "%1$s**Je te jure que je n'ai pas perdu ton anime favori!**\nJ'ai reçu un `%2$s` en essayant d'exécuter la commande. (Erreur interne)",
      "timeout": "%1$sWe tried to look for this anime, but the request timed out on Kitsu's end. Try again later?",
      "information_header": "Information d'anime pour %1$s",
      "information_notice": "Information fournie par AniList.",
      "airing": "Diffusion",
      "release_date": "Date de lancement",
      "favorite_count": "Nombre de favoris",
      "end_date": "Date de fin",
      "average_score": "Sore de popularité",
      "type": "Type",
      "episodes": "Épisodes",
      "episode_duration": "Durée",
      "genres": "Genres",
      "minutes": "minutes",
      "description": "Description"
    },
    "character": {
      "no_args": "%1$sTu dois me dire quel personnage rechercher.",
      "selection_start": "Écris le numéro du personnage que tu veux sélectionner.",
      "error": "%1$s**Je te jure que je n'ai pas p-perdu ta waifu, je t'en prie pardonne-moi!**\nJ'ai reçu un `%2$s` en essayant d'exécuter la commande. (Erreur interne)",
      "information_header": "Information de personnage pour %1$s",
      "information": "Information",
      "no_aliases": "Pas d'alliasses",
      "alias_start": "Aussi connu sous le nom de:",
      "no_info": "Pas d'info."
    },
    "balance": {
      "bot_notice": "%1$sLes bots ne peuvent pas avoir d'argent.",
      "external_balance": "Le solde de %1$s est de **$%2$d crédits.**",
      "own_balance": "Ton solde est de **$%1$,d crédits.**%2$s",
      "new_player": "\nSalut! Je vois que c'est peut-être ta première fois. Ce guide pourrait t'aider: <https://github.com/Mantaro/MantaroBot/wiki/Currency-101>. Ce message ne sera envoyé qu'une fois.",
      "reset_notice": "\nSi tu veux savoir ce qu'on a fait de ton argent, lis <https://github.com/Mantaro/MantaroBot/wiki/Money-Reset-FAQ-and-General-Statements>\nIl n'a pas vraiment disparu, tu peux toujours le voir sur ton `~>profile` :heart:\nTon inventaire est resté intacte, vend peut-être quelques trucs pour gagner de l'argent?\nCe message ne sera montré qu'une fois. Lis la page ci-dessus pour plus d'infos."
    },
    "daily": {
      "check": "%1$sTu pourras réclamer ton gain journalier dans : **%2$s.**",
      "about_now": "à peu près maintenant",
      "ratelimit_message": "You can run daily once a day. If you need to check, you can also use `~>daily -check`. Enjoy!",
      "errors": {
        "bot": "%1$sTu ne peux pas transférer ton gain journalier à un bot.",
        "receipt_locked": "Cet utilisateur ne peut pas recevoir de gain journalier maintenant.",
        "own_locked": "Tu ne peux pas recevoir ton gain journalier maintenant.",
        "same_user": "%1$sUtilise la commande daily te mentionner... Enfin si tu comptais le faire :P"
      },
      "streak": {
        "up": "Streak actuel: `%1$sx`",
        "first_time": "Première réclamation de gain journalier, amuse-toi bien! (Reviens demain !!)",
        "lost_streak": {
          "normal": "Plus de 2 jours sont passés depuis ta dernière réclamation donc ton streak de `%1$dx` a été remis à 0 :(",
          "watch": "Même ta `Montre magique` n'a pu arrêter le court du temps aussi longtemps. Même en utilisant toutes les montres magiques du monde ton streak de `%1$dx` repartirait de zéro :("
        },
        "bonus": "\nTu as obtenu un bonus de $%1$s pour avoir réclamé ton gain journalier 5 jours d'affilée ou plus! (Inclus dans l'argent montré!)",
        "given": {
          "up": "Augmentation du streak! Streak actuel : `%1$dx`.\n*Le streak a été appliqué à ton profil!*",
          "bonus": "%1$s gagne un bonus de $%2$s pour avoir réclamé son streak journalier 5 jours ou plus! (Inclus dans l'argent montré!)"
        },
        "watch_used": "Tes `Montres magiques` ont sauvé ton streak! Tu en as utilisé `%1$d` pour allonger la vie de ton streak à %2$dx, il t'en reste `%3$d`!"
      },
      "given_credits": "%1$sJ'ai donné **$%2$s** credits à %3$s",
      "credits": "%1$sTu reçois **$%2$s** credits journaliers.",
      "sellout": {
        "get_premium": "On a besoin de ton aide pour garder Mantaro en vie! Va sur <https://patreon.com/mantaro> pour plus d'infos. **Tu peux obtenir jusqu'au double de crédits grâce au Premium!** L'abonnement commence à seulement 2$/mois, le prix d'un en-cas!",
        "already_premium": "Merci de soutenir Mantaro. Sans l'aide de gens comme toi on ne pourrait pas garder Mantaro en vie :heart:"
      },
      "crate": "Tu as gagné un coffre au trésor pour avoir obtenu un multiplicateur journalier de 20.",
      "watch_get": "Tu as gagné une `Montre magique` parce que ton streak est un multiple de 50! Profites-en!"
    },
    "gamble": {
      "no_credits": "%1$sTu es à sec. Cherche quelques credits d'abord peut-être.",
      "too_much_money": "%1$sTu es trop riche, peut-être transférer de l'argent ou des objets? Maintenant tu peux aussi utiliser `~>slots` pour les besoins de tes paris ! Merci de ne pas braquer la banque locale. *(Limite absoue d'argent parié : %2$d credits)*",
      "invalid_money_or_modifier": "%1$sMerci de donner un nombre valide plus petit ou égal à ton solde ou `all` pour parier tous tes credits.",
      "not_enough_money": "%1$sMerci de donner une valeur ne dépassant pas ton solde.",
      "invalid_percentage": "%1$sMerci de donner un pourcentage valide.",
      "confirmation_message": "%1$sTu es sur le point de parier **%2$d** credits (ce qui me semble être une belle somme). Es-tu sûr.e de toi? Envoie **yes** pour continuer, **no** ou sinon.",
      "cancelled_bet": "%1$sPari annulé.",
      "win": "%1$sFélicitations tu as gagné %2$d credits qui sont entièrement à toi.",
      "win_overflow": "%1$sFélicitations tu as gagné %2$d credits mais tu en as déjà trop. Ta bourse déborde.",
      "lose": "%1$sMalheureusement tu as perdu %2$s credits. %3$s",
      "lose_all": "tous tes",
      "credits": "credits",
      "too_much": "%1$sTu ne peux pas parier autant en une fois. Tu ne veux pas te ruiner quand même ? *(Limite de pari solitaire : %2$,d crédits)*",
      "too_little": "%1$sTu ne peux pas parier si peu (Minimum: 100 credits)"
    },
    "loot": {
      "player_locked": "%1$sTu ne peux pas fouiller maintenant.",
      "item_overflow": "Mais tu as déjà trop de trucs, tu as donc décidé de jeter le surplus.",
      "with_item": {
        "found": "%1$sEn fouillant dans les messages tu as trouvé %2$s, ainsi que **$%3$d credits!** %4$s",
        "found_but_overflow": "%1$sEn fouillant dans les messages tu as trouvé %2$s, ainsi que **$%3$d credits.**%4$sMais tu as déjà trop de trucs, j'ai donc décidé de faire don du surplus.",
        "found_only_item_but_overflow": "%1$sEn fouillant dans les messages tu as trouvé %2$s. %3$s"
      },
      "without_item": {
        "found": "%1$sEn fouillant dans les messages tu as trouvé **$%2$s crédits!**%3$s",
        "found_but_overflow_no_item": "%1$sEn fouillant dans les messages tu as trouvé **$%2$d credits.** Mais tu es déjà trop riche, j'ai donc décidé de faire don du surplus."
      },
      "dust": "En fouillant à travers les messages tu n'as trouvé que poussière. (Niveau de poussière %1$s%%)",
      "easter": "\nKhoff Khoff qu'est-ce que c'est que cette poussière? Il faut que tu nettoies tous ce bazard avec de te perdre dedans !"
    },
    "mine": {
      "not_equipped": "%1$sTu n'as pas de pioche équipée, Utilise `~>equip <pick name>` pour équiper ta pioche et commencer à miner! Si tu ne possèdes pas de pioche, fais `~>buy pick` d'abord",
      "no_pick": "%1$sTu n'as pas de pioche pour miner. Si tu veux utiliser une autre pioche utilise `~>mine <pick name>`",
      "not_suitable": "%1$sMais ce n'est pas une pioche adapté pour miner ça!",
      "not_in_inventory": "%1$sTu n'as pas cette pioche dans ton inventaire, considérons que tu parlais de ta pioche par défaut.",
      "success": "%1$sTu as miné des minerais valant **$%2$s credits** avec ta *%3$s*",
      "reminder": "\n*You can cast better picks using the gems you get while mining. Check `~>cast ls` for a list of things you can cast*\nFor a guide on how to upgrade your tools, give this a read: <https://github.com/Mantaro/MantaroBot/wiki/Currency-103>",
      "diamond": {
        "overflow": "Huh, Tu as trouvé un diamant mais tu en avais déjà trop donc je l'ai vendu pour toi.",
        "success": "Huh! Quelle chance, tu as trouvé un diamant en minant ! Regarde dans ton inventaire !"
      },
      "gem": {
        "overflow": "Huh, Tu as trouvé un *%1$s* mais tu en avais déjà trop donc je l'ai vendu pour toi.",
        "success": "Huh! Quelle chance, tu as trouvé un *%1$s* en minant ! Regarde dans ton inventaire !",
        "success_extra": "Huh! Quelle chance, tu as trouvé un *%1$s* et un *%2$s* en minant ! Regarde dans ton inventaire."
      },
      "sparkle": {
        "overflow": "Tu as trouvé des paillettes mais tu en avais déjà trop donc je les ai vendues pour toi.",
        "success": "Hurray! tu as trouvé des %1$s paillettes. Garde les précieusement surtout, tu peux les retrouver dans ton inventaire."
      },
      "crate": {
        "overflow": "Tu as trouvé un *%1$s* mais tu en avais déjà trop donc la laissé derrière toi...",
        "success": "Tu as trouvé un %1$s **%2$s** en minant et tu l'as emporté. Vas-y ouvre-le avec `~>opencrate <crate name>`. N'oublie pas d'acheter une clé en utilisant `~>buy key`!"
      },
      "autoequip": {
        "success": "%1$sTu as choisi d'activer l'auto-équip, j'ai donc remplacé ta **%2$s** automatiquement"
      },
      "item_broke": "%1$sTa %2$s a cassé lorsque tu l'utilisais :(. %3$s",
      "item_broke_autoequip": "*Indice: tu peux utiliser `~>profile autoequip` pour équiper automatiquement le nouvel objet lorsque l'actuel casse, si tu en as bien évidemment.*",
      "waifu_help": "Ta waifu t'a rejoint dans ton aventure de minage, ensemble vous aurez un plus large butin!",
      "missing_equipped": "%1$sTu avais équipé une pioche %2$s, mais tu n'en as plus dans ton inventaire! La pioche équipée est donc réinitialisée.",
      "broken_drop": "%1$sTa pioche a cassé mais tu peux toujours la réparer. Objet endommagé obtenu : %2$s *%3$s*",
      "broken_drop_miss": "%1$sYour tool broke and you didn't quite manage to get it back."
    },
    "chop": {
      "not_equipped": "%1$sTu n'as pas de hache équipée. Utilise `~>equip <axe name>` pour équiper ta hache et commencer à bucheronner! Si tu ne possèdes pas de hache, fais `~>buy axe` d'abord",
      "dust": "%1$sL'arbre était trop fragile, tu n'as obtenu que de la sciure (Niveau de poussière: %2$d%%)",
      "autoequip": {
        "success": "%1$sTu as choisi d'activer l'auto-équip, j'ai donc remplacé ta **%2$s** automatiquement."
      },
      "crate": {
        "overflow": "Tu as trouvé **%1$s** en bucheronnant, mais tu en avais déjà trop, donc nous avons tout rendu à la nature...",
        "success": "Tu as trouvé un %1$s **%2$s** en bucheronnant et tu le ramasses. Allez ouvre-le en écrivant `~>opencrate <crate name>`. Tu auras besoin d'une clé pour l’ouvrir !"
      },
      "overflow": "%1$sYou found some stuff chopping, but you couldn't hold more of some items, so we had to leave some of it away.",
      "success_only_item": "%1$sEn coupant du bois tranquillement, tu as trouvé %2$s grâce à ta *%3$s* et tu les as gardés.",
      "success": "%1$sEn coupant du bois tranquillement, tu as trouvé %2$s et **$%3$,d crédits** grâce à ta *%4$s* et tu les as gardés.",
      "success_money_noitem": "%1$sEn coupant du bois tranquillement, tu as trouvé **$%2$,d crédits** grâce à ta *%3$s* et tu les as gardés dans ta poche."
    },
    "slots": {
      "errors": {
        "amount_not_ticket": "%1$sTu ne peux pas donner un nombre de tickets à utiliser si tu n'utilises pas de tickets!",
        "not_enough_tickets": "%1$sTu n'as pas assez de tickets.",
        "too_much_money": "%1$sCette machine ne peut pas donner autant d'argent!",
        "not_enough_money": "%1$sTu n'as pas assez d'argent pour jouer avec la machine à sous!",
        "below_minimum": "%1$sLe pari minimum s'élève à 25 credits",
        "no_tickets": "%1$sTu veux utiliser des tickets mais tu n’en as pas :<",
        "no_amount": "%1$sTu ne m'as pas donné de montant!",
        "no_valid_amount": "%1$sCe n'est pas un montant valide! (Exemple de montants valides : 1000, 1k, 14000)",
        "too_many_tickets": "%1$sTu essaies d'utiliser trop de tickets. Maximum autorisé: %2$d"
      },
      "roll": "%1$s**Tu as utilisé %2$s et tu as lancé la machine**\n",
      "win": "Et tu as gagné **%1$d** credits et tu peux garder la mise (%2$d credits)! Chaceux.se va !",
      "lose": "Et tu as perdu %1$s\nJ'espère que tu feras mieux la prochaine fois!",
      "tickets": "ticket(s)",
      "credits": "credits"
    },
    "leaderboard": {
      "main_page_redirect": "Envoie `~>help leaderboard` pour une liste des tableaux disponnibles.\nSi tu cherches celui de l'argent, envoie `~>leaderboard money`",
      "header": "Classements Mantaro",
      "header_seasonal": "Classements Mantaro pour la saison sur %1$s",
      "money": "Classements Argent",
      "reputation": "Classements Réputation",
      "gamble": "Classements Gains Paris",
      "slots": "Classements Gains Slots",
      "daily": "Classement Streak Journalier",
      "level": "Classement Niveaux",
      "game": "Classement Parties Gagnées",
      "waifu": "Classements Valeur Waifu",
      "claim": "Classements Waifu Appropriée",
      "inner": {
        "experience": "Expérience",
        "game": "%1sCette page montre le top 10 des gens qui ont gagnés le plus de parties.\n\nVa voir `~>help game` ou `~>help trivia` pour les détails!",
        "claim": "%1sCette page montre le top 10 des gens qui se sont le plus fait acheter en tant que Waifu.\n\nVa voir `~>help waifu` pour plus de détails.",
        "money_old": "%1$sCette page montre le top 10 des gens les plus riches de Mantaro (avant le reset)!\n",
        "money": "%1$sCette page montre le top 10 des gens les plus riches de Mantaro. C'est difficile d'être avare!",
        "seasonal_money": "%1$sCette page montre le top 10 des gens les plus riches de Mantaro pour cette saison!",
        "rep": "%1sCette page montre le top 10 des gens qui ont le plus de réputation.",
        "streak": "%1sCette page montre le top 10 des gens qui ont le plus gros streak journalier.\n\nVa voir `~>help daily` pour plus de détails",
        "lvl": "%1sCette page montre le top 10 des gens qui ont le plus de niveaux.\n\nLes niveaux sont gagnés en parlant. Les commandes ne comptent pas et l'expérience a 30 secondes de pause.",
        "waifu": "%1sCette page montre le top 10 des gens qui ont le plus de valeur Waifu.\n\nVa voir `~>help waifu` pour plus de détails.",
        "gamble": "%1sCette page montre le top 10 des gens qui ont le plus de paris gagnés.\n\nVa voir `~>help gamble` pour plus de détails.",
        "slots": "%1sCette page montre le top 10 des gens qui ont le plus de slots gagnés.\n\nVa voir `~>help slots` pour plus de détails."
      }
    },
    "iteminfo": {
      "no_content": "%1$sTu n'as pas spécifié l'objet recherché! Tu peux le chercher par son nom ou par son emoji.",
      "no_item": "%1$sAucun objet ne correspond à ta recherche",
      "embed": {
        "header": "Information d'objet pour %1$s",
        "type": "Type",
        "usefulness": "Utilité",
        "attributes": "Attributs",
        "tier": "Tier",
        "durability": "Durabilité",
        "desc": "Description",
        "upgrade": "Tu cherches à améliorer?",
        "upgrade_content": "Clique [ici](https://github.com/Mantaro/MantaroBot/wiki/Currency-103#tools---getting-an-upgrade) pour plus d'informations sur les améliorations d'outils!"
      },
      "success_tiered": "**Informations de l'objet** %2$s **%3$s** (%4$s)\n%1$s**Type:** %5$s\n%1$s**Description:** *%6$s*\n%1$s**Tier:** %7$s\n%1$s**Prix d'achat:** %8$s %9$s\n%1$s**Prix de vente:** %10$s %11$s",
      "success": "**Informations de l'objet** %2$s **%3$s** (%4$s)\n%1$s**Type:** %5$s\n%1$s**Description:** *%6$s*\n%1$s**Prix d'achat:** %7$s %8$s\n%1$s**Prix de vente:** %9$s %10$s"
    },
    "level": {
      "bot_notice": "%1$sLes bots n'ont pas de niveau.",
      "own_success": "%1$s ton niveau est %2$s. (Expérience: %3$s/%4$s)",
      "success_other": "%1$s le niveau de %2$s est %3$s. (Expérience: %4$s/%5$s)"
    }
  },
  "options": {
    "options": "Options Mantaro",
    "error_general": "%1$sUtilisation incorrecte ou éléments manquants. Assure-toi que ton premier argument ne commence pas par une nouvelle ligne!\nSi tu es perdu.e, va voir <https://github.com/Mantaro/MantaroBot/wiki/Configuration> pour un guide sur l'utilisation des options. Si tu as des problèmes vis-à-vis du Wiki, vas voir <https://support.mantaro.site>",
    "check_data": {
      "retrieve_failure": "%1$sImpossible de récupérer les valeurs. Chose étrange...",
      "header": "Options définies pour le serveur **%1$s**.",
      "terminology": "\n\n**Terminologie utile:** [] = liste vide, null = non défini, {} = objet vide. Si vous voyez des chiffres=[...] cela signifie que pour cet identifiant, il applique ce qui est entre crochets. Les objets sont généralement séparés par des virgules",
      "footer": "C'est une commande débug, donc elle n'est pas forcément 100% user-friendly",
      "null_set": "n'est pas défini.",
      "set_to": "est défini sur:"
    },
    "reset_all": {
      "success": "%1$sOptions remises à zéro avec succès!"
    },
    "server_command_disallow": {
      "no_command": "%1$sTu dois spécifier la commande que tu veux désactiver sur ce serveur.",
      "success": "%1$sDésactivation de %2$s sur ce serveur."
    },
    "server_command_allow": {
      "no_command": "%1$sTu dois spécifier la commande que tu veux activer sur ce serveur.",
      "success": "%1$sActivation de %2$s sur ce serveur."
    },
    "server_command_specific_disallow": {
      "invalid": "%1$sTu dois spécifier la commande que tu veux interdire et le salon dans lequel tu veux l'interdire.",
      "success": "%1$sInterdiction de %2$s dans le salon #%3$s."
    },
    "server_command_specific_allow": {
      "invalid": "%1$sTu dois spécifier la commande que tu veux autoriser et le salon dans lequel tu veux l'autoriser.",
      "success": "%1$sAutorisation de %2$s dans le salon #%3$s."
    },
    "server_channel_disallow": {
      "no_channel": "%1$sTu dois spécifier le salon dans lequel tu veux que le bot ne réponde pas aux commandes.",
      "too_many": "%1$sTu ne peux pas désactiver plus de salon sinon le bot ne pourra plus parler :(",
      "success": "%1$sIl ne sera plus possible de commander Mantaro dans le salon %2$s"
    },
    "server_channel_allow": {
      "no_channel": "%1$sTu dois spécifier le salon dans lequel tu veux que le bot réponde aux commandes. (Tous les salons par défaut.)",
      "success": "%1$sIl sera désormais possible de commander Mantaro dans le salon %2$s"
    },
    "category_disable": {
      "no_category": "%1$sTu dois spécifier la catégorie à désactiver.",
      "already_disabled": "%1$sCette catégorie es déjà désactivée.",
      "moderation_notice": "%1$sTu ne peux pas désactiver la catégorie modération sinon tu n'auras plus accès aux commandes opts.",
      "success": "%1$sCatégorie désactivée `%2$s`"
    },
    "category_enable": {
      "no_category": "%1$sTu dois spécifier la catégorie à activer.",
      "success": "%1$sCatégorie activée `%2$s`"
    },
    "category_specific_disable": {
      "invalid": "%1$sTu dois spécifier la catégorie à désactiver et le salon dans lequel la désactiver.",
      "already_disabled": "%1$sCette catégorie es déjà désactivée.",
      "moderation_notice": "%1$sTu ne peux pas désactiver la catégorie modération sinon tu n'auras plus accès aux commandes opts.",
      "success": "%1$sCatégorie désactivée `%2$s` dans le salon %3$s"
    },
    "category_specific_enable": {
      "invalid": "%1$sTu dois spécifier la catégorie à activer et le salon dans lequel l'activer.",
      "invalid_channel": "%1$sCe n'est pas un salon valide!",
      "not_disabled": "%1$sCette catégorie n'est pas désactivée.",
      "success": "%1$satégorie activée `%2$s` dans le salon %3$s"
    },
    "server_role_specific_disallow": {
      "invalid": "%1$sTu as besoin du rôle auquel interdire et la commande à interdire!",
      "already_disabled": "%1$sCette commande est déjà interdite à ce rôle.",
      "success": "%1$sRestriction de la commande `%2$s` pour le rôle `%3$s` opérée avec succès"
    },
    "server_role_specific_allow": {
      "invalid": "%1$sTu as besoin du rôle auquel autoriser et la commande à autoriser!",
      "not_disabled": "%1$sCette commande n'est pas interdite à ce rôle.",
      "success": "%1$sRestriction de la commande `%2$s` pour le rôle `%3$s` levée avec succès`"
    },
    "category_role_specific_disable": {
      "invalid": "%1$sTu as besoin du rôle auquel interdire et la catégorie à interdire!",
      "already_disabled": "%1$sCette catégorie est déjà interdite à ce rôle.",
      "moderation_notice": "%1$sTu ne peux pas restreindre l'accès à la modération puisqu'elle contient cette commande.",
      "success": "%1$sRestriction de la catégorie `%2$s` pour le rôle `%3$s` opérée avec succès"
    },
    "category_role_specific_enable": {
      "invalid": "%1$sTu as besoin du rôle auquel autoriser et la catégorie à autoriser!",
      "not_disabled": "%1$sCette catégorie n'est pas interdite à ce rôle.",
      "success": "%1$sRestriction de la catégorie `%2$s` pour le rôle `%3$s` levée avec succès`"
    },
    "fairqueue_max": {
      "invalid": "%1$sTu dois me donner un entier positif.",
      "success": "%1$sLe maximum de répétition pour une liste de lecture convivial est déterminé à %2$d"
    },
    "musicannounce_toggle": {
      "success": "%1$sAnnonce des musique programmé sur **%2$s**"
    },
    "music_channel": {
      "no_channel": "%1$sTu dois spécifier le vocal dans lequel tu veux diffuser de la musique.",
      "success": "%1$sSalon musical défini sur: %2$s"
    },
    "music_queuelimit": {
      "no_args": "%1$sTu dois spécifier la limite de musique dans une playlist. *(Défaut : 350)*",
      "success": "%1$sLa limite de musique dans une playlist est de **%2$d** musiques sur de serveur.",
      "invalid": "%1$sTu essaies de mettre la limite trop haut (qui ne seras pas appliquée de toute façon), idiot.e"
    },
    "music_clearchannel": {
      "success": "%1$sJe peux désormais jouer de la musique dans tous les vocaux"
    },
    "music_vote_toggle": {
      "success": "%Le vote (pour arrêter/passer) est maintenant de %2$s"
    },
    "localblacklist_add": {
      "invalid": "%1$s**Tu dois spécifier l'utilisateur à blacklister.**",
      "yourself_notice": "%1$sPourquoi essaies-tu de te blacklister?...",
      "admin_notice": "%1$sUn (ou plusieurs) des personnes que tu veux blacklister sont admins ou Bot Commanders!",
      "bot_notice": "%1$sYou can't blacklist a bot. The bot will never reply to any bots.",
      "success": "%1$sUtilisateurs blacklistés localement: **%2$s**"
    },
    "localblacklist_remove": {
      "invalid": "%1$s**Tu dois spécifier l'utilisateur à enlever de la blacklist.**",
      "success": "%1$sUtilisateurs enlevés de la blacklist locale: **%2$s**"
    },
    "logs_enable": {
      "no_channel": "%1$sTu dois spécifier le salon à utiliser pour les logs.",
      "success": "%1$sLe log des messages a été activé dans les paramètres -> `Salon #%2$s (%3$s)`"
    },
    "logs_disable": {
      "success": "%1$sLe log des messages a été désactivé."
    },
    "logs_exclude": {
      "no_args": "%1$sTu dois spécifier le salon exclure, ou `clearchannels` pour enlever toutes les exceptions, ou `remove` un salon de la liste des exceptions.",
      "clearchannels": {
        "success": "%1$sExceptions nettoyées!"
      },
      "remove": {
        "success": "%1$s Retrait du salon %2$s de la liste des exception"
      },
      "success": "%1$sAjout du salon %2$s à la liste des exception",
      "invalid": "%1$sLongueur d'argument incorrecte."
    },
    "logs_timezone": {
      "not_specified": "%1$sTu dois spécifier ton fuseau horaire. Un fuseau valide serait, par exemple, Europe/Brussels ou GMT+1. Une liste complète se trouve sur <https://en.wikipedia.org/wiki/List_of_tz_database_time_zones> (Utilises les données de la colonne \"TZ database name\")",
      "invalid": "%1$sCeci n'est pas un fuseau horaire valide. Un fuseau valide serait, par exemple, Europe/Brussels ou GMT+1. Une liste complète se trouve sur <https://en.wikipedia.org/wiki/List_of_tz_database_time_zones> (Utilises les données de la colonne \"TZ database name\")",
      "success": "%1$sSet logs timezone to `%2$s`. This timezone will be used to display the time on moderation logs."
    },
    "logs_timezonereset": {
      "success": "%1$sTon fuseau horaire a été réinitialisé avec succès."
    },
    "lobby_reset": {
      "success": "%1$sRéinitialisation du lobby menée avec succès."
    },
    "modlog_blacklist": {
      "no_mentions": "%1$s**Tu dois spécifier l'utilisateur à blacklister des logs.**",
      "success": "%1$sUtilisateurs blacklistés des log localement: **%2$s**"
    },
    "modlog_whitelist": {
      "no_mentions": "%1$s**Tu dois spécifier l'utilisateur à enlever de la blacklist des logs.**",
      "success": "%1$sUtilisateurs enlevé localement de la blacklist des log: **%2$s**"
    },
    "imageboard_tags_blacklist_add": {
      "no_tag": "%1$sTu dois spécifier au moins un tag à prohiber!",
      "success": "%1$s %2$s ajouté à la liste des tags prohibé de la recherche d'images."
    },
    "imageboard_tags_blacklist_remove": {
      "no_tag": "%1$sTu dois spécifier au moins un tag à autoriser!",
      "success": "%1$s %2$s enlevé de la liste des tags prohibé de la recherche d'images."
    },
    "birthday_enable": {
      "no_args": "%1$sTu dois spécifier le nom du salon et celui du rôle.",
      "public_role": "%1$sLe rôle everyone ne peut pas servir pour les anniversaires! N'oublie pas qu'il s'agit d’un rôle ajouté à ceux dont l'anniversaire approche et qui lui est enlevé quand le grand jour est passé.",
      "autorole": "%1$sTu ne peux pas assigner un autorôle comme rôle d'anniversaire. N'oublie pas qu'il s'agit d’un rôle ajouté à ceux dont l'anniversaire approche et qui lui est enlevé quand le grand jour est passé.",
      "warning": "%1$sN'oublie pas qu'il s'agit d’un rôle ajouté à ceux dont l'anniversaire approche et qui lui est enlevé quand le grand jour est passé. Si tu as le moindre doute sur la configuration, n'hésite pas à rejoindre le serveur de support et à demander. Tu peux aussi regarder `~>opts help birthday enable` par exemple.",
      "warning_1": "C'est à cause du fonctionnement du rôle: Ça assigne un rôle temporaire à ceux dont l'anniversaire arrive et leur enlève une fois le jour passé. **Ce qui veut dire qu'il leur sera enlevé une fois le jour passé**. Fais bien attention à ce que tu fais, la moindre erreur de configuration peut avoir de terribles conséquences (vraiment) !",
      "warning_2": "Le rôle *doit être un rôle nouvellement créé ou un rôle que tu n'utilises pour personne d'autre*. Il NE DOIT PAS être déjà attribué à qui que ce soit. Les utilisateurs doivent autoriser ce serveur à annoncer leur anniversaire en utilisant la commande `~>birthday allowserver` sinon il n'apparaitra pas! Lis <https://github.com/Mantaro/MantaroBot/wiki/Changes-to-the-birthday-announcement-system> pour plus d'infos.",
      "warning_3": "En plus, le \"birthday cache\" (ce qui est utilisé pour les stocker) est seulement mis à jour toutes les 23 heures. Ce qui veut dire que si tu programmes l'annonceur la veille de ton anniversaire pour le tester **ça ne va pas** fonctionner.",
      "warning_4": "Envoie **yes** si tu es d’accord de mettre le rôle %2$s comme rôle anniversaire et **no** sinon. Tu as 45 secondes.",
      "success": "%1$sLe log des anniversaires a été activé sur ce serveur dans les paramètres -> Salon: `%2$s (%3$s)` et rôle: `%4$s (%5$s)`",
      "error_channel_1": "%1$sJe n'ai pas trouvé ce salon ou ce rôle!",
      "error_channel_2": "*N'oublie pas, tu ne dois ni mentionner le rôle ni mentionner le salon. Écris juste leur nom dans l'ordre <salon> <rôle>, sans laisser les \"<>\".* Si le rôle contient des espaces, \"entoure-le de guillemets\""
    },
    "birthday_disable": {
      "success": "%1$sLog des anniversaires désactivé avec succès."
    },
    "prefix_set": {
      "no_prefix": "%1$sTu dois me dire le préfixe que tu veux utiliser.",
      "too_long": "%1$sTu ne trouves pas ça un peu long?",
      "empty_prefix": "%1$sJe ne peux pas définir le préfixe comme étant du vide...",
      "success": "%1$sLe préfixe de ce serveur est défini sur %2$s"
    },
    "prefix_clear": {
      "success": "%1$sLe préfixe de ce serveur a été désactivé"
    },
    "autorole_set": {
      "no_role": "%1$sTu ne m'as pas dit quel rôle chercher!",
      "no_role_found": "%1$sJe n'ai pas trouvé de rôle de ce nom. S'il contient des espaces essaie de le mettre entre guillemets.",
      "hierarchy_conflict": "%1$sCe rôle est placé plus haut que le plus haut des rôles, ça ne peut donc pas être un autorole!",
      "self_hierarchy_conflict": "%1$sCe rôle est placé plus haut que le plus haut de mes rôles, ça ne peut donc pas être un autorole!",
      "success": "%1$sL'autorole du serveur est défini sur: **%2$s** (Position: %3$d)"
    },
    "autorole_unbind": {
      "success": "%1$sL'autorole de ce serveur a été enlevé."
    },
    "usermessage_resetchannel": {
      "success": "%1$sSalon d'arrivée/de départ des joueurs réinitialisé avec succès."
    },
    "usermessage_resetdata": {
      "success": "%Les données d'arrivée/de départ des joueurs réinitialisées avec succès."
    },
    "usermessage_join_channel": {
      "no_channel": "%1$sTu dois me dire dans quel salon tu veux que j'envoie le message de bienvenue.",
      "success": "%1$sLe salon de bienvenue est défini sur: %2$s"
    },
    "usermessage_join_resetchannel": {
      "success": "%1$sLe salon de bienvenue a bien été réinitialisé!"
    },
    "usermessage_leave_channel": {
      "no_channel": "%1$sTu dois me dire dans quel salon tu veux que j'envoie le message de départ.",
      "success": "%1$sLe salon d'aurevoir est défini sur: %2$s"
    },
    "usermessage_leave_resetchannel": {
      "success": "%1$sLe salon de départ a bien été réinitialisé!"
    },
    "usermessage_channel": {
      "no_channel": "%1$sTu dois me dire dans quel salon tu veux que j'envoie le message de bienvenue/de départ.",
      "success": "%1$sLe salon de bienvenue/de départ est défini sur: %2$s"
    },
    "usermessage_joinmessage": {
      "no_message": "%1$sTu dois me donner le message que tu veux que j'envoie lorsque quelqu'un nous rejoins!",
      "success": "%1$sLe message de bienvenue est défini sur: %2$s"
    },
    "usermessage_leavemessage": {
      "no_message": "%1$sTu dois me donner le message que tu veux que j'envoie lorsque quelqu'un nous quitte!",
      "success": "%1$sLe message de départ est défini sur: %2$s"
    },
    "usermessage_joinmessage_reset": {
      "success": "%1$sLe message de bienvenue a été réinitialisé."
    },
    "usermessage_leavemessage_reset": {
      "success": "%1$sLe message d' au revoir a été réinitialisé."
    },
    "autoroles_add": {
      "too_long": "%1$sLe rôle automatique doit comporter au maximum 40 caractères.",
      "no_args": "%1$sTu dois me donner le nom de l'iam et du rôle.",
      "no_role_found": "%1$sJe n'ai pas trouvé de rôle de ce nom. S'il contient des espaces essaie de le mettre entre guillemets.",
      "hierarchy_conflict": "%1$sCe rôle est placé plus haut que le plus haut des rôles, ça ne peut donc pas être un autorole!",
      "self_hierarchy_conflict": "%1$sCe rôle est placé plus haut que le plus haut de mes rôles, ça ne peut donc pas être un autorole!",
      "success": "%1$sAjout du rôle auto-assignable **%2$s**, qui donne le rôle **%3$s**"
    },
    "autoroles_category_add": {
      "no_args": "%1$sTu dois me donner le nom de la catégorie (et le nom du iam que tu veux lui ajouter).",
      "success_new": "%1$sCréation de la catégorie **%2$s**",
      "success": "%1$sAjout du rôle **%2$s** à la catégorie **%3$s**",
      "already_exists": "%1$sCette catégorie existe mais tu ne m'a pas donné de rôle à y ajouter.",
      "no_role": "%1$sIl n'y a pas d'autorôle **%2$s**, donc je ne peux pas l'ajouter."
    },
    "autoroles_category_remove": {
      "no_args": "%1$sTu dois me donner le nom de la catégorie (et le nom du iam que tu veux lui enlever).",
      "success_new": "%1$sSuppression de la catégorie **%2$s**",
      "success": "%1$sRetrait du rôle **%2$s** de la catégorie **%3$s**",
      "no_category": "%1$sIl n'y a pas de catégorie **%2$s**"
    },
    "autoroles_remove": {
      "no_args": "%1$sTu dois me donner le nom de l'iam que tu veux supprimer.",
      "not_found": "%1$sJe n'ai pas trouvé de rôle auto-assignable de ce nom.",
      "success": "%1$sSuppression du rôle auto-assignable %2$s"
    },
    "autoroles_clear": {
      "success": "%1$sSuppression de tous les rôles auto-assignables!"
    },
    "admincustom": {
      "no_args": "%1$sTu dois spécifier si tu veux que ce soit true ou false (true pour réserver la création de commandes customs aux Admins/Bot Commander)",
      "admin_only": "La création de commandes customs est désormais réservée aux admins.",
      "everyone": "La création de commandes customs est désormais ouverte à tous.",
      "not_bool": "%1$sIdiot.e, ce n'est pas une valeur booléenne (true ou false)!"
    },
    "timedisplay_set": {
      "mode_not_specified": "%1$sTu dois me donner un mode (12h ou 24h)",
      "12h": "%1$sL'affichage de l'heure se fera sur 12h",
      "24h": "%1$sL'affichage de l'heure se fera sur 24h",
      "invalid": "%1$sCe n'est pas un choix valide, tu dois choisir entre: **24h**, **12h**"
    },
    "server_role_disallow": {
      "no_name": "%1$sTu dois me donner le nom du rôle!",
      "public_role": "%1$sTu ne peux pas interdire au rôle everyone l'utilisation des commandes!",
      "success": "%1$sLe rôle %2$s ne peut plus utiliser les commandes."
    },
    "server_role_allow": {
      "no_name": "%1$sTu dois me donner le nom du rôle que tu veux autoriser(il a dû être interdit d'abord)!",
      "not_disabled": "%1$sCe rôle n'a jamais été interdit d'utiliser les commandes",
      "success": "%1$sLe rôle %2$s peut à nouveau utiliser les commandes."
    },
    "server_ignorebots_autoroles_toggle": {
      "success": "%1$sLe paramètre d'ignorance des bots est: **%2$s**"
    },
    "server_ignorebots_joinleave_toggle": {
      "success": "%1$sÉviter de dire bienvenue/aurevoir aux bots: **%2$s**"
    },
    "levelupmessages_channel_set": {
      "no_channel": "%1$sTu dois spécifier le salon dans lequel le message de changement de niveau sera envoyé!",
      "success": "%1$sLe salon de niveaux d'expérience est: %2$s"
    },
    "birthday_message_set": {
      "no_message": "%1$sTu dois me donner le message à afficher lors d'un anniversaire. *Conseil : tu peux insérer le nom de l'utilisateur en mettant $(user) dans ton message*",
      "success": "%1$sMessage d'anniversaire du serveur défini sur: %2$s"
    },
    "birthday_message_clear": {
      "success": "%1$sMessage d'anniversaire effacé!"
    },
    "defaultmutetimeout_set": {
      "too_short": "%1$sLa durée du délai de sourdine spécifié est de moins de 10 secondes.\nEs-tu sûr.e d'avoir utilisé le bon format? Pour 20 minutes, utilise 20m, pour 1 heure, utilise 1h, ou toute combinaison des deux (1h45m) par exemple.",
      "not_specified": "%1$sLe temps de silence doit être spécifié au format 1m20s par exemple.",
      "wrong_format": "%1$sAttention à ton format! Le temps de silence doit être spécifié au format 1m20s par exemple.",
      "too_long": "%1$sTu ne peux pas réduire quelqu'un au silence aussi longtemps...",
      "negative_notice": "Le temps ne va pas en reculant, tu ne peux pas réduire quelqu'un au silence pour une durée négative!",
      "success": "%1$sLe temps de silence par défaut est défini sur *%2$s* (%3$dms)"
    },
    "defaultmutetimeout_reset": {
      "success": "%1$sTemps de silence réinitialisé."
    },
    "muterole_unbind": {
      "success": "%1$sRôle de muet réinitialisé."
    },
    "muterole_set": {
      "no_role": "%1$sTu dois spécifier le rôle à utiliser en tant que rôle muet. Si son nom contient des espaces, utilises des guillemets.",
      "success": "%1$sRôle muet défini comme étant **%2$s**"
    },
    "reset:all": {
      "success": "%1$sOptions réinitialisées!"
    },
    "birthday_test": {
      "no_user": "%1$sTu dois mentionner un utilisateur sur lequel faire le test.",
      "no_bd_channel": "%1$sAucun salon d'anniversaire défini!",
      "no_bd_role": "%1$sTu n'as pas défini de rôle pour le programme d'anniversaires! Assure-toi d'en avoir créé un nouveau.",
      "no_talk_permission": "%1$sLe bot ne peut pas parler dans le salon d'anniversaires, vérifie les permissions.",
      "cannot_interact": "%1$sLe bot ne peut pas interagir avec le rôle anniversaire. (Parce qu'il est plus haut que son plus haut rôle ou parce qu'il n'a pas la permission de Gérer les rôles.)",
      "no_role_permission": "%1$sThe bot is missing the Manage Roles permission.",
      "success": "%1$sDone! The message was sent on channel %2$s for user **%3$s**. They got assigned the role **%4$s**\nKeep in mind the birthday testing message won't ping anyone nor any roles. The actual message can ping users and roles, but can't ping everyone or here.",
      "error": "%1$sOw... Il y a eu une erreur en envoyant le message dans %2$s pour **%3$s** avec le rôle %4$s"
    },
    "usermessage_joinmessage_add": {
      "no_message": "%1$sTu dois me donner le message supplémentaire que tu veux que j'envoie lorsque quelqu'un nous rejoins!",
      "success": "%1$sAjout de `%2$s` aux messages de bienvenue supplémentaires."
    },
    "usermessage_joinmessage_remove": {
      "no_message": "%1$sTu dois me donner le numéro du message à supprimer!",
      "success": "%1$sSuppression de `%2$s (numéro %3$d)` des messages de bienvenue supplémentaires.",
      "wrong_index": "%1$sCe numéro n'est pas attribué! Utilise `~>opts usermessage joinmessages list` pour voir les messages et leur numéro"
    },
    "usermessage_joinmessage_clear": {
      "success": "%1$sSuppression de tous les messages de bienvenue supplémentaires."
    },
    "usermessage_joinmessage_list": {
      "header": "Liste des messages de bienvenue supplémentaires. %1$s\n%2$s",
      "no_extras": "%1$sIl n’y a aucun message de bienvenue supplémentaire..."
    },
    "usermessage_leavemessage_add": {
      "no_message": "%1$sTu dois me donner le message supplémentaire que tu veux que j'envoie lorsque quelqu'un nous quitte!",
      "success": "%1$sAjout de `%2$s` aux messages de départ supplémentaires."
    },
    "usermessage_leavemessage_remove": {
      "no_message": "%1$sTu dois me donner le numéro du message à supprimer!",
      "success": "%1$sSuppression de `%2$s (numéro %3$d)` des messages de départ supplémentaires.",
      "wrong_index": "%1$sCe numéro n'est pas attribué! Utilise ~>opts usermessage leavemessages list ` pour voir les messages et leur numéro"
    },
    "usermessage_leavemessage_clear": {
      "success": "%1$sSuppression de tous les messages de départ supplémentaires."
    },
    "usermessage_leavemessage_list": {
      "header": "Liste des messages de départ supplémentaires. %1$s\n%2$s",
      "no_extras": "%1$sIl n’y a aucun message de départ supplémentaire..."
    },
    "modlog_blacklistwords_add": {
      "no_word": "%1$sTu n'as pas spécifié de mot à mettre dans la blacklist.",
      "success": "%1$sLe mot `%2$s` sa bien été ajouté à la blacklist.",
      "too_many": "%1$sLa blacklist est déjà trop longue (plus de 20 mots)."
    },
    "modlog_blacklistwords_remove": {
      "not_in": "%1$sLe mot `%2$s` n'est pas dans la blacklist.",
      "success": "%1$sRetrait du mot `%2$s` de la blacklist."
    },
    "logs_editmessage": {
      "no_message": "%1$sTu dois me dire ce que je dois dire quand quelqu'un édite un message!",
      "success": "%1$sMessage d'édition de message réglé sur: `%2$s`",
      "reset_success": "%1$sRéinitialisation des logs d'édition de message."
    },
    "logs_deletemessage": {
      "no_message": "%1$sTu dois me dire ce que je dois dire quand quelqu'un supprime un message!",
      "success": "%1$sMessage de suppression de message réglé sur: `%2$s`",
      "reset_success": "%1$sRéinitialisation des logs de suppression de message."
    },
    "logs_banmessage": {
      "no_message": "%1$sTu dois me dire ce que je dois dire quand quelqu'un est bannis!",
      "success": "%1$sMessage de ban réglé sur: `%2$s`",
      "reset_success": "%1$sRéinitialisation des logs de message de ban."
    },
    "logs_unbanmessage": {
      "no_message": "%1$sTu dois me dire ce que je dois dire quand quelqu'un est grâcié!",
      "success": "%1$sMessage de grâce réglé sur: `%2$s`",
      "reset_success": "%1$sRéinitialisation des logs de message de grâce."
    },
    "djrole_set": {
      "no_role": "%1$sTu dois me donner le rôle que tu veux utiliser comme rôle DJ.",
      "success": "%1$sRôle DJ défini sur %2$s avec succès."
    },
    "djrole_reset": {
      "not_set": "%1$sTu n'as pas de rôle DJ personnalisé de défini.",
      "success": "%1$sRôle DJ réinitialisé avec succès."
    },
    "showdisablewarning": {
      "success": "%1$sMessage d'alerte lors de la désactivation d'une commande défini sur: %2$s"
    },
    "birthdayblacklist": {
      "no_args": "%1$sTu dois me dire qui je dois enlever des annonces d'anniversaire.",
      "add": {
        "success": "%1$sAjout de %2$s (%3$s) à la liste noire des anniversaires de ce serveur."
      },
      "remove": {
        "success": "%1$sRetrait de %2$s (%3$s) de la liste noire des anniversdaires de ce serveur."
      }
    },
    "lobby": {
      "disable": {
        "success": "%1$sa désactivé les commandes lobby et game multiple."
      },
      "enable": {
        "already_enabled": "%1$sLes commandes lobby et game multiple ne sont pas désactivées ici.",
        "success": "%1$sa activé les commandes lobby et game multiple. (Tout du moins si elles étaient désactivées au préalable.)"
      }
    },
    "invalid_category": "%1$sTu as entré une catégorie invalide. Regarde dans la liste ci-dessous pour trouver une catégorie valide```md\n%2$s```",
    "help_opts_notice": "%1$sTu ne peux pas désactiver les commandes help et options.",
    "no_command": "%1$sAucune commande correspondant à %2$s",
    "invalid_role": "%1$sCe n'est pas un rôle valide!"
  },
  "discord_permissions": {
    "create_instant_invite": "Créer une invitation instantanée",
    "kick_members": "Exclure des membres",
    "ban_members": "Bannir des membres",
    "administrator": "Administrateur",
    "manage_channel": "Gérer les salons",
    "manage_server": "Gérer le serveur",
    "message_add_reaction": "Ajouter des réactions",
    "view_audit_logs": "Voir les logs",
    "view_channel": "Lire les salons textuels et voir les salons vocaux",
    "message_read": "Lire les messages",
    "message_write": "Envoyer des messages",
    "message_tts": "Envoyer des messages TTS",
    "message_manage": "Gérer les messages",
    "message_embed_links": "Intégrer des liens",
    "message_attach_files": "Joindre des fichiers",
    "message_history": "Voir les anciens messages",
    "message_mention_everyone": "Mentionner tout le monde",
    "message_ext_emoji": "Utiliser des émojis externes",
    "voice_connect": "Se connecter",
    "voice_speak": "Parler",
    "voice_mute_others": "Couper le micro de membres",
    "voice_deaf_others": "mettre en sourdine des membres",
    "voice_move_others": "Déplacer des membres",
    "voice_use_vad": "Utiliser la Détection de la voix",
    "nickname_change": "Changer de pseudo",
    "nickname_manage": "Gérer les pseudos",
    "manage_roles": "Gérer les rôles",
    "manage_permissions": "Gérer les permissions",
    "manage_webhooks": "Gérer les webhooks",
    "manage_emotes": "Gérer les émojis",
    "priority_speaker": "Voix prioritaire"
  },
  "items": {
    "categories": {
      "collectable": "Objet collectable",
      "common": "Article commun",
      "rare": "Objet Rare",
      "premium": "Article Premium",
      "cast_mine": "Outil de minage fabriqué",
      "mine": "Objets minés",
      "fish": "Objets pêchés",
      "fish_rare": "Objets pêchés (rares)",
      "mine_rare": "Objets minés (rare)",
      "crate": "Coffre au trésor",
      "chop_drop": "Objets bucheronnés",
      "potion": "Potion",
      "buff": "Bonus",
      "wrench": "Clé",
      "waifu": "Objets de Waifu",
      "mine_pick": "Pioche",
      "mine_rare_pick": "Pioche (rare)",
      "fish_rod": "Canne à pêche",
      "fish_rod_rare": "Canne à pêche (rare)",
      "chop_axe": "Hache",
      "chop_axe_rare": "Hache (rare)",
      "broken": "Four cassé",
      "pet": "Objets pour animaux de compagnie",
      "pet_food": "Nourriture pour animaux de compagnie",
      "deprecated": "Obsolète",
      "interactive": "Objets interactifs"
    },
    "headphones": "Écouteurs",
    "ban_hammer": "Marteau du bannissement",
    "die": "Dé",
    "kick_boot": "Coup de pied au cul",
    "floppy": "Disquette",
    "maths": "Calculs",
    "racket": "Raquette de ping-pong",
    "loaded_die": "Dé truqué",
    "forgotten": "Musique oubliée",
    "pencil": "Crayon",
    "moneybag": "Sac d'argent",
    "pick": "Pioche de Brom",
    "milk": "Lait",
    "beverage": "Breuvage",
    "lewd": "Magazine Lewd",
    "ring": "Bague de mariage",
    "letter": "Lettre d'amour",
    "key": "Clé de coffre",
    "clothes": "Vêtements",
    "diamond": "Diamant",
    "dress": "Robe de mariée",
    "necklace": "Collier",
    "tuxedo": "Smoking",
    "shoes": "Chaussures",
    "rose": "Rose",
    "chocolate": "Chocolat",
    "cookie": "Cookie",
    "die_2": "Dé pipé spécial",
    "booster": "Booster",
    "berserk": "Fou furieux",
    "Companion": "Compagnon",
    "special_ring": "Bague spéciale",
    "enchancer": "Stimulateur",
    "prize": "Prix",
    "crate": "Coffre au trésor",
    "prize_2": "Prix 2",
    "slot_ticket": "Billet de jeu",
    "house": "Maison",
    "car": "Voiture",
    "bell": "Cloche",
    "tree": "Sapin de Noël",
    "pants": "Pantalon",
    "haste": "Potion de minage",
    "milky": "Potion lactée",
    "energy": "Boisson énergisante",
    "rod": "Canne à pêche",
    "fish": "Poisson",
    "tropical_fish": "Poisson tropical",
    "blowfish": "Poisson globe",
    "comet_gem": "Joyau de comète",
    "star_gem": "Joyau d'étoile",
    "cobweb": "Toile d'araignée",
    "fragment": "Fragment de joyau",
    "mop": "Balai",
    "claim_key": "Clé de la liberté",
    "coffee": "Café",
    "waifu_pill": "Pillule de Waifu",
    "bait": "Appât",
    "diamond_pick": "Pioche en diamant",
    "tv": "Télévision",
    "wrench": "Clé anglaise",
    "star_wrench": "Clé anglaise des étoiles",
    "sparkle_wrench": "Clé anglaise scintillante",
    "motorcycle": "Moto",
    "comet_pick": "Pioche en comète",
    "star_pick": "Pioche des étoiles",
    "sparkle": "Paillettes",
    "sparkle_pick": "Pioche scintillante",
    "pizza": "Pizza",
    "mine_crate": "Caisse de joyau",
    "fish_crate": "Trésor sous-marin",
    "chop_crate": "Coffre au trésor",
    "mine_premium_crate": "Caisse de joyau premium",
    "fish_premium_crate": "Trésor sous-marin premium",
    "chop_premium_crate": "Coffre au trésor Premium",
    "comet_rod": "Canne de comète",
    "star_rod": "Canne des étoiles",
    "sparkle_rod": "Canne scintillante",
    "shell": "Coquillage",
    "shark": "Requin",
    "crab": "Crabe",
    "squid": "Poulpe",
    "shrimp": "Crevette",
    "moon": "Rune de lune",
    "flake": "Flocon de neige",
    "broken_comet_pick": "Pioche en comète endommagée",
    "broken_sparkle_pick": "Pioche scintillante endommagée",
    "broken_star_pick": "Pioche des étoiles endommagée",
    "broken_comet_rod": "Canne de comète endommagée",
    "broken_sparkle_rod": "Canne scintillante endommagée",
    "broken_star_rod": "Canne des étoiles endommagée",
    "incubator_egg": "Incubateur à oeuf",
    "water_bottle": "Bouteille d'eau",
    "magic_watch": "Montre magique",
    "pet_house": "Niche",
    "steak": "Steak",
    "chicken": "Poulet",
    "milk_3": "Bouteille de lait",
    "dog_food": "Nourriture pour chien",
    "cat_food": "Nourriture pour chat",
    "hamster_food": "Nourriture pour hamster",
    "wood": "Bois",
    "moon_pick": "Pioche de lune",
    "hellfire_pick": "Pioche des enfers",
    "axe": "Hache",
    "comet_axe": "Hache en comète",
    "star_axe": "Hache des étoiles",
    "sparkle_axe": "Hache scintillante",
    "moon_axe": "Hache de lune",
    "hellfire_axe": "Hache des enfers",
    "moon_rod": "Canne de lune",
    "hellfire_rod": "Canne des enfers",
    "leaves": "Feuilles",
    "apple": "Pomme",
    "pear": "Poire",
    "cherry_blossom": "Fleur de cerisier",
    "rock": "Roche",
    "broken_moon_pick": "Pioche de lune endommagée",
    "broken_moon_axe": "Hache de lune endommagée",
    "broken_moon_rod": "Canne de lune endommagée",
    "broken_star_axe": "Hache des étoiles endommagée",
    "broken_comet_axe": "Hache de comète endommagée",
    "broken_sparkle_axe": "Hache scintillante endommagée",
    "broken_hellfire_pick": "Pioche des enfers endommagée",
    "broken_hellfire_axe": "Hache des enfers endommagée",
    "broken_hellfire_rod": "Canne des enfers endommagée",
    "explanation": {
      "pick": "A normal pickaxe you bought on the local market. Seems sturdy enough to mine some stuff.",
      "diamond_pick": "A diamond pick is definitely stronger than the market-bought iron picks I could get on the market, that's for sure!",
      "comet_pick": "You found some Comet Fragments and realized you could make a Comet Gem out of them.\nWhat did they do? Were they special?\nYou seemed eager to try it out after being impressed by its glow, so here we are, in your first step towards getting stronger picks.",
      "star_pick": "Maybe it was the glow, maybe it was the fact they came from a star far away in the galaxy, but it seemed to make for quite a sturdy pick with special properties.\nWeird... it seems to attract more gems. Is it the effect of the material, or is it my skill getting better?",
      "moon_pick": "The moon-like substance mesmerized you.\nWas it the fact it glowed like a full moon, or was it the fact it seemed to float on its own?\nRegardless, you tried to fuse this with your current pick, and the result was quite satisfactory.\nSeems to be a good balance between light and dark, and somehow I mine some gems with it.\nIs this really a fragment from a far away moon?",
      "sparkle_pick": "Something made you look up into the caverns, and you found a sparkly gem on top. Looking up, some fell onto your pick, and it made the pick shine enough to light up the entire cavern.\nQuickly, you grab some of the sparkly fragments and get a casting station.\nThe pick glows bright like the sun... and it seems pretty tough too... how did it fuse so well with iron?",
      "hellfire_pick": "Reactions between all the elements can be a weird and dangerous process.\nRegardless of what your friends told you, you decided to research this topic, and came up with an object brighter than anything you've ever seen...\nIt seems to be a mix of all the other elements, but it seems quite reactive... it's also quite tough, not much seems to be able to break it...\nHave I done good for this world, or have I brought the unknown to life?",
      "axe": "A normal axe you bought on the local market. Good enough to chop some trees down.",
      "comet_axe": "After testing the Comet Fragments on your pick, you also realized you could use them on your axe. It made it stronger, and shinier. All you could wish for.",
      "star_axe": "A bright glow from a star far away, but in your hands.\nLooks like the tree-chopping can continue with this new, shiny axe. You seemed weirded out at first: how can this help me mine more wood?\nWell, you soon realized why...",
      "sparkle_axe": "A touch of sparkle here, a touch of sparkle there!\nThe axe glows bright like the sun... and it seems pretty tough too... how did it fuse so well with iron?",
      "moon_axe": "Looking at this axe, you look mesmerized by moon-like glow it emits.\nWas it the fact it glowed like a full moon, or was it the fact it seemed to float on its own?\nMesmerized, you cast this substance into your axe and... boom!\nThe results look good. It seems to chop trees faster, too. Why is it so sharp? Is this really a fragment from a far away moon?",
      "hellfire_axe": "Reactions between all the elements can be a weird and dangerous process.\nYou mastered the elements already, and fusing it with your axe now seemed trivial. Maybe it was the glow, maybe it was the fire, but you had to do it.\nIt works wonders. Nothing can compare. But you're still left wondering whether you really did the right thing.",
      "rod": "A rod you bought at your local fishing market. Looks sturdy.",
      "comet_rod": "After testing the Comet Fragments on your axe, you also realized you could use them on your rod. It made the thread stronger, and it seemed to attract more fish to it. All you could wish for.",
      "star_rod": "The mesmerizing and shiny glow of this fragment could not be overlooked. You fused it together with the thread of your rod, and the fish came flowing through it! Seems like a bait isn't necessary all the time, but it's still useful.",
      "moon_rod": "You're still impressed by the way this gem floats on it's own. Regardless, you fuse it with the thread of your rod as best as you can. It seems to be a little stronger than a Star Fragment infused rod, but not by much.\nEitherway, you enjoy the glow of it like it's the first day you've ever seen it.",
      "sparkle_rod": "A touch of sparkle here, a touch of sparkle there!\nYou pulverized the Sparkle Fragments and coated the thread of your fishing rod with it.\nYou seem confused. How can this attract fish?\nThe world has many mysteries, and this is one of them. Maybe it can help you get more credits. Maybe it can bring you satisfaction.\nThe glow it leaves on the sea is amazing, and you stare at it for hours on end. Maybe you did do the right thing after all.",
      "hellfire_rod": "Reactions between all the elements can be a weird and dangerous process.\nYou mastered the elements already, and fusing it with your fishing rod thread now seemed trivial. Maybe it was the glow, maybe it was the fire, but you had to do it.\nIt works wonders. Fish come in shoals to you. Nothing can compare. But you're still left wondering whether you really did the right thing.",
      "wrench": "A run of the mill wrench you can buy from the market. Useful for repairing items.",
      "comet_wrench": "A Wrench infused with pieces of Comet Gems. Somehow it feels way sturdier.",
      "sparkle_wrench": "A Wrench infused with pieces of Sparkle Fragments. Somehow it feels a lot sturdier."
    },
    "description": {
      "headphones": "C'est ce qui se passe quand tu écoutes trop de musique. Ça doit quand même valoir quelque chose",
      "ban_hammer": "Laissé là par un admin.",
      "kick_boot": "Laissé là par un admin",
      "floppy": "Elle doit surement contenir des jeux. Ne la copie pas.",
      "maths": "Oh, j'ai oublié mes calculs.",
      "racket": "J'ai gagné le ping-pong avec discord à quelques millisecondes près. Peut-être.",
      "loaded_die": "Dérobé à la commande `~>roll`.",
      "forgotten": "Jamais téléchargé. Surement copyrighté.",
      "pencil": "Nous en avons plein!",
      "moneybag": "Quoi d'autre?",
      "pick": "Une pioche basique pour un minage ponctuel.",
      "milk": "Peut-être que ce n'est pas si mal d'en avoir un peu.",
      "beverage": "Ça te fais vraiment un drôle d'effet en grande quantité. Enfin ça dépend de ce que c'est ;)",
      "lewd": "Trop de commandes obscènes, vraiment trop! Tu prends ton pied hein !?",
      "ring": "C'est ce qui rend ton mariage officiel quoi.",
      "letter": "Une lettre de l'amour de ta vie.",
      "key": "Utilisée pour ouvrir divers coffres avec `~>opencrate <crate name>` ou `~>useitem <crate name>`",
      "clothes": "En gros, ce que vous portez. Espérons ...",
      "diamond": "Fondamentalement, une meilleure façon d'économiser votre argent. C'est brillant aussi. Comme c'est bien.",
      "dress": "N'est-ce-pas mignon ?",
      "necklace": "Ça l'air cool..",
      "tuxedo": "Ce que tu portes quand tu vas te marier, ou quand tu vas dans un endroit agréable, ou peut-être partout, qui sait?",
      "shoes": "Parce que marcher pieds nus est juste nul. Ou douloureux.",
      "rose": "L'incarnation de votre amour. Aussi c'est une belle décoration.",
      "chocolate": "Succulent.",
      "cookie": "Délicieux.",
      "die_2": "Encore plus pipé. `Laissé derrière par la première version du système monétaire, non-obtenable.`",
      "booster": "Utilisé pour te booster à une époque, maintenant c'est cassé. `Laissé derrière par la première version du système monétaire, non-obtenable.`",
      "berserk": "De l'argent de tête brûlée? Quelqu’un ? `Laissé derrière par la première version du système monétaire, non-obtenable.`",
      "companion": "Aw, quel chien mignon ^-^. `Laissé derrière par la première version du système monétaire, non-obtenable.`",
      "special_ring": "C'est si spécial, ce n'est même pas vraiment une bague. `Laissé derrière par la première version du système monétaire, non-obtenable.`",
      "enchancer": "Un enchanteur cassé, peut-être pourrais-tu le réparer? `Laissé derrière par la première version du système monétaire, non-obtenable.`",
      "prize": "Il y en a beaucoup, huh? `Laissé derrière par la première version du système monétaire, non-obtenable.`",
      "crate": "Tu peux utiliser une clé pour l'ouvrir. Achète-la puis utilise `~>opencrate`",
      "prize_2": "Alors d'abord, comment t'as eu autant d'argent?",
      "slot_ticket": "Ce ticket te donne une chance supplémentaire à la machine à sous mais tu peux aussi le stocker.",
      "house": "Un bel endroit pour vivre.",
      "car": "Pour te déplacer.",
      "bell": "Récompense de l'événement de noël 2017/2018. Ça te donne un sentiment de fête sur ton sapin de noël.",
      "tree": "Récompense de l'événement de noël 2017/2018. Qui n'aime pas les sapins de noël ?",
      "pants": "C'est ce que tu portes en bas, du moins je l'espère.",
      "haste": "Ça te permet de trouver plus de chose en utilisant les commandes monétaires. Valable pour 3 commandes.",
      "milky": "Ça te débarrasse des effets de potions.",
      "energy": "Fait en sorte qu'un outils perde moins de durabilité par utilisation. Dure 3 commandes.",
      "rod": "Une canne à pêche basique pour les pêcheurs du dimanche.",
      "fish": "Poisson attrapé en pêchant.",
      "tropical_fish": "Un poisson assez tropical pêché.",
      "blowfish": "Je me demande si c'est.. bon ? Attrapé en pêchant.",
      "comet_gem": "Fragments d'une comète que vous avez trouvé en minant. Utile pour la fabrication.",
      "star_gem": "Fragments d'une étoile que vous avez trouvé en minant.",
      "cobweb": "Un truc laissé par une araignée au fond de la mine. Je me demande ce que ça vaut.",
      "fragment": "Fragment d'une gemme trouvé en minant.",
      "mop": "Une bonne manière de nettoyer toute la poussière qui vous entoure. Je suis sûr qu'il y en a beaucoup.",
      "claim_key": "Cet objet te rendre inobtenable (en tant que Waifu) dés que tu auras fais la commande `~>profile claimlock`",
      "coffee": "Une très bonne façon de commencer votre journée",
      "waifu_pill": "Te donne un avantage significatif sur le minage et la pêche si l’une de tes Waifus est évaluée à plus de 20 000. Dure 3 sessions.",
      "bait": "Te donne une plus grande chance d'attraper du poisson.",
      "diamond_pick": "Une pioche une peu plus solide.",
      "tv": "Doit... regarder... la... Télé...",
      "wrench": "Outil de moulage. Utile pour fabriquer des trucs.",
      "star_wrench": "Outil de moulage. Utile pour fabriquer des trucs. Plus résistante et nécessaire pour fabriquer plusieurs objets à la fois. Tier 3.",
      "sparkle_wrench": "Outil de moulage. Utile pour fabriquer des trucs. Plus résistante et réduit le cout de fabrication. Tier 4.",
      "motorcycle": "Pour se promener, d'une façon stylée.",
      "comet_pick": "Une pioche plus solide.",
      "star_pick": "Une pioche bien plus solide.",
      "sparkle": "Un des joyaux les plus rares. Assurez-vous de le garder. C'est utilisé pour fabriquer pioche et canne à pêche scintillantes.",
      "sparkle_pick": "L'une des pioches les plus solides qui soit.",
      "pizza": "Délicieux.",
      "mine_crate": "Coffre au trésor trouvé en minant. Il y a peut-être des trucs intéressants dedans. Peut être ouvert avec `~> opencrate gem crate`",
      "fish_crate": "Coffre au trésor trouvé en pêchant. Il pourrait contenir de belles choses. Peut être ouvert avec` ~> opencrate treasure`",
      "mine_premium_crate": "Coffre au trésor trouvé en minant. Il y a peut-être des trucs intéressants dedans. Peut être ouvert avec `~> opencrate gem premium crate`",
      "fish_premium_crate": "Coffre au trésor trouvé en pêchant. Il pourrait contenir de belles choses. Peut être ouvert avec `~> opencrate premium treasure`",
      "comet_rod": "Une canne à pêche légèrement plus solide.",
      "star_rod": "Une canne à pêche plus solide.",
      "sparkle_rod": "Une canne à pêche bien plus solide.",
      "shell": "Trouvée au fond de l'océan. Combien cela pourrait-il valoir ?",
      "shark": "Wow. Comment as-tu attrapé ça?",
      "crab": "Un crabe! Il danse peut-être.",
      "squid": "À ne pas confondre avec le calamar.",
      "shrimp": "Truc rose.",
      "moon": "Rune de lune utile pour fabriquer des choses.",
      "flake": "Flocon de neige généralement utilisé pour fabriqué des choses.",
      "broken_comet_pick": "Pioche en comète qui a cassé durant une session de minage, il y a toujours de l'espoir pour la réparer.",
      "broken_sparkle_pick": "Pioche scintillante qui a cassé durant une session de minage, il y a toujours de l'espoir pour la réparer.",
      "broken_star_pick": "Pioche des étoiles qui a cassé durant une session de minage, il y a toujours de l'espoir pour la réparer.",
      "broken_comet_rod": "Canne de comète qui a cassé durant une session de pêche, il y a toujours de l'espoir pour la réparer.",
      "broken_sparkle_rod": "Canne scintillante qui a cassé durant une session de pêche, il y a toujours de l'espoir pour la réparer.",
      "broken_star_rod": "Canne des étoiles qui a cassé durant une session de pêche, il y a toujours de l'espoir pour la réparer.",
      "incubator_egg": "Le catalyseur dont tu as besoin pour rappeler tes animaux de compagnie personnels à la maison.",
      "water_bottle": "Un objet qui guérit par magie la soif de votre animal.",
      "magic_watch": "Une montre magique qui ralentit le temps en cas de besoin. Elle sera utilisée automatiquement pour sauver ton streak!",
      "pet_house": "La maison de tes animaux de compagnie. De temps à autres. Parfois ils se laissent juste choir quelque part dehors.",
      "steak": "Très goutu pour les adeptes de viande.",
      "chicken": "Très goutu pour les adeptes de viande mais ça vient d'un poulet cette fois.",
      "milk_3": "Très bonne nourriture pour chat de ce que j'en sais.",
      "dog_food": "Nourriture pour chien qu'ils pourraient beaucoup apprécier. Ou ils préféreront le pain comme les miens.",
      "cat_food": "Nourriture qui pourrait plaire à ton chat.",
      "hamster_food": "Nourriture que ton hamster pourrait apprécier.",
      "wood": "Objet communément obtenu en coupant des arbres. Utile pour la fabrication.",
      "moon_pick": "Une pioche beaucoup beaucoup plus solide.",
      "hellfire_pick": "Une pioche beaucoup trop pétée.",
      "axe": "Un hache normale dans la moyenne.",
      "comet_axe": "Une hache plus solide.",
      "star_axe": "Une hache bien plus solide.",
      "moon_axe": "Une hache beaucoup beaucoup plus solide.",
      "sparkle_axe": "Une hache bien plus solide.",
      "hellfire_axe": "Une hache beaucoup trop pétée.",
      "moon_rod": "Une canne à pêche plus solide.",
      "hellfire_rod": "Une canne à pêche beaucoup trop pétée.",
      "leaves": "Un don doucement tombé d'un arbre que tu as essayé de couper.",
      "apple": "Tu coupais un pommier quand soudain, une pomme t'est tombée sur la tête. Ouch.",
      "pear": "Tu coupais un poirier quand soudain, une poire t'est tombée sur la tête. Ouch.",
      "cherry_blossom": "Un don tombé très lentement d'un cerisier. Adorable, n'est-ce pas?",
      "rock": "Un rocher. Oui c'est vraiment dur n'est-ce pas?",
      "broken_moon_pick": "Pioche de lune qui a cassé durant une session de minage, il y a toujours de l'espoir pour la réparer.",
      "broken_moon_axe": "Une hache de lune qui a cassé durant une session de bucheronnage, il y a toujours de l'espoir pour la réparer.",
      "broken_moon_rod": "Canne de lune qui a cassé durant une session de pêche, il y a toujours de l'espoir pour la réparer.",
      "broken_star_axe": "Une hache des étoiles qui a cassé durant une session de bucheronnage, il y a toujours de l'espoir pour la réparer.",
      "broken_comet_axe": "Une hache de comète qui a cassé durant une session de bucheronnage, il y a toujours de l'espoir pour la réparer.",
      "broken_sparkle_axe": "Une hache scintillante qui a cassé durant une session de bucheronnage, il y a toujours de l'espoir pour la réparer.",
      "broken_hellfire_pick": "Une pioche des enfers qui s'est éteinte durant une session de minage, il y a toujours de l'espoir pour la réparer.",
      "broken_hellfire_axe": "Une hache des enfers qui s'est éteinte durant une session de bucheronnage, il y a toujours de l'espoir pour la réparer.",
      "broken_hellfire_rod": "Une canne des enfers qui s'est éteinte durant une session de pêche, il y a toujours de l'espoir pour la réparer.",
      "chop_crate": "Coffre au trésor trouvé en bucheronnant. Il y a peut-être des trucs intéressants dedans. Peut être ouvert avec `~> opencrate chop crate`",
      "chop_premium_crate": "Coffre au trésor trouvé en bucheronnant. Il y a peut-être des trucs intéressants dedans. Peut être ouvert avec `~> opencrate chop premium crate`"
    }
  },
  "test": {
    "inherited": "owo"
  }
}
