{
  "general": {
    "invalid_number": "%1$sĐó không phải là một số hợp lệ!",
    "requested_by": "Được yêu cầu bởi %1$s.",
    "operation_timed_out": "%1$sThời gian để trả lời cho hoạt động này đã kết thúc.",
    "too_many_users_found": "%1$sTìm thấy quá nhiều người dùng, bạn có muốn sửa từ khóa tìm kiếm không? (ví dụ: tên người dùng#số hiệu)\n**Số người được tìm thấy:** %2$s",
    "search_no_result": "%1$sKhông có kết quả tìm kiếm :(",
    "unknown": "Không xác định",
    "days": "ngày",
    "none": "Trống",
    "now": "Bây giờ",
    "hourly": "Hàng giờ",
    "daily": "Hàng ngày",
    "total": "Tổng",
    "arrow_react": "Sử dụng các biểu tượng cảm xúc hình mũi tên để chuyển trang.",
    "button_react": "Sử dụng các nút nhấn hình mũi tên để chuyển trang.",
    "not_found": "Không tìm thấy",
    "no_results": "Không có kết quả.",
    "timeout": "Sẽ hết thời gian trong %1$d giây nữa.",
    "reaction_timeout": "Nút nhấn sẽ mất hiệu lực trong %1$d giây.",
    "example": "Ví dụ",
    "definition": "Định nghĩa",
    "name": "Tên",
    "description": "Mô tả",
    "options": "Tuỳ chọn",
    "find_members_failure": "%1$sKhông tìm thấy bất kì thành viên nào với tiêu chí tìm kiếm của bạn :(",
    "find_roles_failure": "%1$sDidn't find any roles that match your search criteria :(",
    "too_many_roles": "%1$sToo many roles found, maybe refine your search?\n**Roles found:** %2$s",
    "role_select": "Select the Role:",
    "find_channels_failure": "%1$sCannot find any text channel with that name :(",
    "find_voice_channels_failure": "%1$sCannot find any voice channel with that name :(",
    "too_many_channels": "%1$sToo many channels found, maybe refine your search?\n**Channels found:** %2$s",
    "channel_select": "Select the Channel:",
    "too_many_members": "%1$sTìm thấy quá nhiều người dùng, bạn có muốn sửa từ khóa tìm kiếm không? (ví dụ: tên người dùng#số hiệu)\n**Số người được tìm thấy:** %2$s",
    "too_many_mentions": "%1$sVui lòng chỉ đề cập đến một người khi tìm kiếm thành viên.",
    "query_too_small": "%1$sCâu tìm kiếm của bạn quá ngắn. Hãy đảm bảo rằng bạn đang tìm kiếm ít nhất 4 ký tự. Nếu tên người dùng quá ngắn, tốt nhất bạn nên ghi rõ `tên người dùng#số hiệu` hoặc id của người dùng.",
    "dust": "Ở đây chỉ có mỗi bụi.",
    "invalid_syntax": "Cú pháp không hợp lệ.",
    "birthday": "**New birthdays for today, wish them Happy Birthday!**",
    "member_lookup_failure": "%1$sCannot find any member with that name :(",
    "slash_member_lookup_failure": "%1$sThe provided user doesn't seem to be in this server.",
    "item_lookup": {
      "no_item_emoji": "Không có vật phẩm nào phù hợp với biểu tượng này.",
      "no_item_name": "Không có vật phẩm nào phù hợp với tên này.",
      "not_found": "Không thể tìm thấy bất kì vật nào liên quan đến tìm kiếm của bạn.\nNếu bạn đang lúng túng, hãy thử sử dụng tên ngắn, ví dụ như với `Energy Beverage`, hãy dùng `energy`. Hoặc cho tên vào ngoặc kép.",
      "claim_key": "Bạn không thể chuyển giao chìa khoá xác nhận."
    },
    "misc_item_usage": {
      "mop": "%1$sBạn đã làm sạch toàn bộ lượng bụi mà bạn tích lũy từ những lần khai thác trước.",
      "mop_not_enough": "%1$sMức độ bám bụi của bạn ít hơn 5%%, vì vậy lau dọn sẽ không quá hữu ích.",
      "milk": "%1$sĐã xóa bỏ hết tất cả các hiệu ứng của thuốc.",
      "crate": {
        "no_key": "%1$sYou need a crate key to open a crate. It's locked! You can buy one using `/buy key`",
        "no_crate": "%1$sBạn cần phải có hòm để mở! Bạn sẽ thường nhận được hòm từ các lệnh tiền tệ.",
        "success": "%1$sBạn đã mở hòm và nhận được: %2$s%3$s. Chúc mừng!",
        "success_high": "%1$sChúc mừng bạn đã thu được vật phẩm với độ hiếm trên 3 sao này: %2$s. Số lượng vật phẩm thu được đã được thể hiện qua dòng tin nhắn trên",
        "overflow": "Cơ mà do bạn có quá nhiều đồ, vì vậy bạn đã quyết định vứt đồ thừa đi"
      },
      "potion_active": "%1$sBạn đã có sẵn hiệu ứng **%2$s** đang hoạt động và có số lượng tối đa có thể của nó!",
      "potion_not_found": "%1$sTôi không tìm thấy thuốc hay loại trang bị đó!",
      "potion_applied": "%1$sSuccessfully applied effect **%2$s** of type *%3$s* (%4$dx). Check your shiny new effect on `/profile stats`",
      "potion_applied_multiple": "%1$sÁp dụng thành công **%2$s** của loại *%3$s*.\nBạn đã sử dụng hiệu ứng này, vì vậy chúng tôi sẽ xếp chồng nó lên. Kích thước xếp chồng hiện tại: %4$s",
      "max_stack_size": "%1$sBạn đã xếp chồng đầy tối đa %2$s mà bạn có thể. (Giới hạn tối đa: 15, Sau khi xếp chồng: %3$s)",
      "max_stack_size_2": "%1$sBạn không thể xếp chồng quá nhiều %2$s. (Giới hạn tối đa: 15, Số lượng vừa được xếp chồng: %3$s)",
      "not_same_potion": "%1$sThuốc loại %2$s đã được bạn dùng và xếp chồng lên, vì vậy bạn không thể xếp chồng thuốc loại %3$s lên đó."
    },
    "campaigns": {
      "premium": {
        "generic_sellout": "Chúng tôi cần sự giúp đỡ của bạn để giữ cho Mantaro hoạt động và để phát triển máy chủ của Mantaro! Bạn có thể có được những đặc quyền tuyệt vời và **có thể lên đến gấp đôi số đồng mà bạn có thể thu được với Mantaro Premium**! Mọi hội viên sẽ bắt đầu chỉ với $2 mỗi tháng, rất chi là rẻ! Xem thông tin chi tiết tại <https://patreon.com/mantaro>. Cũng như việc lan truyền lời gọi của chúng tôi :heart:",
        "daily_sellout": "We need your help to keep Mantaro alive!\nYou can get amazing perks and **double the daily credits** and access to `/dailycrate`! Memberships start at only $2 per month, check out more at <https://patreon.com/mantaro>.",
        "thanks_message": "Chúng tôi rất trân trọng sự giúp đỡ của bạn. Nếu không có sự giúp đỡ của mọi người, chúng tôi khó mà giữ cho Mantaro tiếp tục hoạt động được :heart:",
        "thanks_message_daily": "Chúng tôi rất trân trọng sự giúp đỡ của bạn. Nếu không có sự giúp đỡ của mọi người, chúng tôi khó mà giữ cho Mantaro hoạt động được :heart:\nBạn cũng nhận được gấp đôi số đồng như là một món quà nhỏ!"
      },
      "twitter": "Bạn có biết rằng chúng tôi có tài khoản Twitter? Đúng vậy! Theo dõi chúng tôi (tại)mantarodiscord <https://twitter.com/mantarodiscord> về các bản cập nhật và vài thứ linh tinh khác."
    },
    "mention_user_required": "%1$sBạn cần phải đề cập đến một ai đó.",
    "invalid_character": "%1$sĐó không phải là một kí tự hợp lệ.",
    "invalid_action": "Bạn không thể làm điều đó, đồ ngốc.",
    "interactive_running": "%1$sĐã có sẵn Interactive Operation (sở hữu bởi bạn) ở kênh này.",
    "buy_sell_paged_react": "Sử dụng các biểu tượng nút nhấn để di chuyển giữa các trang.\n%1$s",
    "buy_sell_paged_text": "Sử dụng các biểu tượng **&p >>** and **&p <<** để di chuyển giữa các trang.\n%1$s",
    "buy_sell_paged_reference": "**Hướng dẫn: %1$s Giá mua %2$s Giá bán.**",
    "cancelled": "%1$sĐã huỷ yêu cầu.",
    "sellout": "Nếu bạn thích tui thì hãy cân nhắc việc ủng hộ trên [Patreon](https://www.patreon.com/mantaro). Ngay cả một khoản ủng hộ nhỏ cũng sẽ giúp tui tiếp tục hoạt động đó!",
    "deprecated": "Không còn được sử dụng",
    "space_notice": "Nếu tên của vật phẩm có bao gồm khoảng trống, hãy thử \"đặt nó trong ngoặc kép\". Có lẽ sử dụng câu lệnh trợ giúp có thể sẽ hỗ trợ nhiều hơn cho bạn.",
    "missing_embed_permissions": "Tôi không có quyền Đính Kèm Liên Kết để thực hiện câu lệnh này. Làm ơn hãy cho tôi những quyền hạn cần thiết đó (Hãy chắn chắc rằng bạn sẽ kiểm tra thiết lập quyền hạn của các kênh và các mục). Nếu bạn cần sự hỗ trợ thì hãy đến <https://support.mantaro.site>. Bạn cũng có thể kiểm tra wiki tại <https://wiki.mantaro.site> về thông tin của tôi.",
    "ratelimit": {
      "header": "%1$s%2$s (lệnh có thời gian chờ)\n **Bạn có thể sử dụng lệnh này sau %3$s.**",
      "spam_1": "Nghỉ ngơi đi, nó sẽ tốt cho sức khỏe của bạn. *Hãy nhớ rằng thời gian chờ sẽ tăng nếu bạn cứ cố thử lại trước khi nó được đặt lại!*",
      "spam_2": "\nTôi nghĩ rằng dừng lại là sự lựa chọn tốt nhất lúc này...",
      "spam_3": "\nLiệu có tốt hơn không nếu bạn chỉ đi ra ngoài một chút?",
      "spam_4": "\nCái này còn bật được không đấy?"
    },
    "buttons": {
      "previous": "Trước",
      "next": "Kế tiếp",
      "close": "Đóng"
    },
    "generic_error": "If you want, join our **support server** (`https://support.mantaro.site`), or check out our GitHub page (`https://github.com/Kodehawa/MantaroBot`). Please tell them to quit exploding me and please don't forget the Error ID, the command you used and your node (seen in `/shard`) when reporting!",
    "boom_quotes": [
      "Dường như Megumin đã làm nổ lâu đài của chúng ta...",
      "Ớ ớ, hình như chủ nhân của tôi đã để quên vài số 0 và số 1 trên sàn nhà rồi :<",
      "Ch.. chờ đã, cái gì vừa xảy ra đấy?",
      "T.. tôi nghĩ là có vài đốm lửa ở đây... bạn có thể sẽ muốn báo cho chủ nhân tôi để ông ấy ngó qua đó.",
      "Tôi rất thành thạo phép thuật nổ đấy. Bạn muốn xem không?",
      "Có thể đã có cái gì đó sai sai ở đây. Nhưng... um, bạn có thể sửa nó mà!",
      "Um-anou... Bạn muốn gì thế?"
    ],
    "ratelimit_quotes": [
      "Ôi... bạn gọi tôi hơi sớm đó... Tôi sẽ chóng mặt mất!",
      "Đừng tham lam thế chứ!",
      "B-Bạn gọi tôi hơi nhanh và khiến tôi chóng mặt...",
      "Đợi đã người anh em!",
      "Đợi thêm một chútttt xíu nữa nữa thôi uwu",
      "Có thể chúng ta sắp bị bắn tốc độ nếu chúng ta cứ đi nhanh thế này đấy!",
      "Tôi cũng muốn làm chứ... nhưng ngừng lại một tí được không nè.",
      "Này, chờ đã! Tôi chưa nghỉ ngơi xong mà!",
      "Bạn có thể chậm lại một tí được không?"
    ],
    "mod_quotes": [
      "Uh-oh, có vẻ như ai đó vừa bị đánh kìa!",
      "Chỉ là một vài công việc lành mạnh của quản trị viên đang diễn ra ở đây thôi...",
      "Thế là chiếc ủng đã bị ném đi!",
      "Bạn sẽ bị lãng quên mất... mà, cũng không hẳn",
      "Tui mong là tui đã làm việc đúng đắn...",
      "Uầy, người điều hành lên tiếng kìa bây ơi!",
      "Ơ..ờ quèo, ai đó vừa đi ngang qua cửa."
    ]
  },
  "categories": {
    "music": "Âm thanh",
    "action": "Hành động",
    "misc": "Linh tinh",
    "moderation": "Quản lí",
    "owner": "Quản trị viên",
    "image": "Hình ảnh",
    "utils": "Tiện ích",
    "fun": "Giải trí",
    "games": "Trò chơi",
    "info": "Thông tin",
    "currency": "Tiền tệ",
    "pet": "Thú cưng",
    "hidden": "Hidden"
  },
  "commands": {
    "slash": {
      "title": "Slash commands transition",
      "description_alias": "%1$s**The command you're trying to run has been moved to Slash Commands only.** Try running it with / as the prefix. **This command was an alias**. Try to run the original command (`/%2$s`).\n\nSlash Commands are the new way to use commands as per Discord's guidelines. **Commands that still work with prefixes will eventually become slash-only.**\nCommand aliases have been removed for Slash Commands as there's not enough room for us to add them (Discord only let us add 100 commands).",
      "description": "%1$s**The command you're trying to run has been moved to Slash Commands only.** Try running it with / as the prefix (`/%2$s`).\n\nSlash Commands are the new way to use commands as per Discord's guidelines. **Commands that still work with prefixes will eventually become slash-only.**\nCommand aliases have been removed for Slash Commands as there's not enough room for us to add them (Discord only let us add 100 commands).",
      "description_image": "To run a slash command for some image commands, try using the command with the `/image` prefix instead of the one you've been using. For example, `~>catgirl` becomes `/image catgirl`. Imageboard commands don't follow this.\n\nIf you do not see the slash commands, re-add the bot using the invite link at https://add.mantaro.site",
      "description_2": "To run a slash command, try using the command with the `/` prefix instead of the one you've been using. For example, `~>ping` becomes `/ping` (and press tab)\n\nIf you do not see the slash commands, re-add the bot using the invite link at https://add.mantaro.site"
    },
    "fish": {
      "dust": "%1$sMột ngày đã trôi qua, và xô cá của bạn chỉ lấy được chút bụi. (Bụi cấp %2$s%%)",
      "no_rod": "%1$sYou don't have any equipped rod. Use `/equip <rod name>` to equip a rod and start your fishing trip! If you don't have any rod, first run `/buy rod`",
      "trash": {
        "overflow": "%1$sBạn nhặt được một vài mẩu rác trong lúc câu, nhưng do túi đồ của bạn đã đầy, nên chúng tôi đành phải vứt nó đi...",
        "success": "%1$sTrong lúc ngồi điềm tĩnh câu, bạn nhặt được một %2$s trôi trên mặt nước nhưng có vẻ nó chỉ là rác :("
      },
      "tier3": {
        "extra": "Và bạn cũng nhặt được %1$s, may mắn đó!"
      },
      "crate": {
        "overflow": "Bạn tìm thấy **%1$s** trong lúc câu, nhưng vì bạn đã có quá nhiều, nên chúng tôi đã vứt nó lại xuống dưới đáy đại dương...",
        "success": "You found a %1$s **%2$s** while fishing and you proceeded to pick it up. Go and open it with `/opencrate <crate name>`. You need a crate key!"
      },
      "autoequip": {
        "success": "%1$sĐã tự động trang bị **%2$s** từ bộ cần câu của bạn."
      },
      "overflow": "%1$sBạn câu được vài chú cá, nhưng túi đồ của bạn đã đầy nên chúng tôi đành thả chúng đi.",
      "success": "%1$sTrong lúc ngồi điềm tĩnh câu, bạn câu được %2$s bằng *%3$s* và cho chúng vào trong xô cá.",
      "success_money": "%1$sTrong lúc điềm tĩnh ngồi câu cá, bạn câu được %2$s và **$%3$,d đồng** bằng *%4$s* và cho số cá vào trong xô. %5$s",
      "success_money_noitem": "%1$sTrong lúc điềm tĩnh ngồi câu, bạn tìm được **$%2$,d đồng** bằng *%3$s* và cho chúng vào ví.",
      "rod_broke": "%1$sCần câu của bạn đã bị gãy trong lúc vật lộn với cá :(",
      "waifu_help": "Waifu của bạn đã tham gia vào hành trình câu cá và cả hai đều được một mẻ cá lớn!",
      "not_suitable": "%1$sBạn không thể dùng thứ này để câu.",
      "shark_success": "%1$sBằng một cách nào đó, bạn đã bắt được một con cá mập. Thật đúng là một chiếc cần kỳ diệu, phải không?",
      "fossil_success": "%1$sBạn nhặt được một vỏ ốc trong lúc câu cá. Cái này có thể đáng một giá tiền hoặc hữu dụng cho việc chế tạo đồ, tôi tin là vậy.",
      "bait": "Bọn cá đã ăn mất con mồi của bạn trong quá trình câu!",
      "missing_equipped": "%1$sBạn đã trang bị %2$s, nhưng không còn cái nào loại này trong tủ đồ của bạn! Cần câu được trang bị đã được đặt lại.",
      "broken_drop": "%1$sCần câu của bạn đã gãy mất rồi, nhưng bạn có thể sửa nó. Bạn nhận lại đồ hỏng: %2$s*%3$s*",
      "no_rod_equipped": "%1$sYou have no rod equipped. To equip one you need to run `/equip <rod name>` to start your adventure!"
    },
    "softban": {
      "no_permission": "%1$sYou can't soft-ban: You need the `Ban Users` permission.",
      "no_permission_self": "%1$sXin lỗi! Tôi không có quyền cấm thành viên ở máy chủ này.",
      "no_users": "%1$sYou need to give me a user to soft-ban.",
      "hierarchy_conflict": "%1$sYou cannot soft-ban a user in a higher hierarchy than you",
      "yourself_note": "%1$sTại sao bạn lại tự đi cấm tạm thời bản thân?",
      "self_hierarchy_conflict": "%1$sKhông thể cấm tạm thời thành viên: %2$s, họ có vai trò cao hơn hoặc ngang bằng tôi!",
      "success": "%1$s%2$s. **(%3$s đã bị cấm tạm thời)**",
      "error": "%1$sLỗi cấm tạm thời [%2$s]: (Không được cấp quyền: %3$s)",
      "unknown_error": "%1$sLỗi không xác định xảy ra khi đang cố cấm tạm thời %2$s: *(Có đúng là lỗi không nhỉ? %3$s: %4$s)*"
    },
    "music_usage": {
      "1": "*Làm thế nào để sử dụng chức năng âm nhạc trong Mantaro?*",
      "2": "- To **queue songs from youtube or soundcloud** use `/play` For example: `/play https://www.youtube.com/watch?v=aAolFWjGfMs` *It will connect automatically to the voice channel you are in*",
      "3": "- To **search for a song on youtube** use `/play <search term>` (without the leading < and >) For example: `/play see you again` (You need to select the number, just *type the number* after the selection box pops up!)",
      "4": "- To **search for a song on soundcloud** use `/play soundcloud <search term>` For example `/play soundcloud hot milk`",
      "5": "- To **check the queue** you just type `/queue`",
      "6": "- To **remove a track from the queue** you just need to use `/removetrack` It takes as an argument the position the song is queued at (you can check in on queue)",
      "7": "- To **pause or unpause** just use `/pause`",
      "8": "- To **stop the music and unbind the player** use `/stop`",
      "9": "- To **shuffle the queue** just use `/shuffle`",
      "10": "- And lastly, to **repeat a song** use `/repeat`. Using `/repeat` while repeat is on, turns it off. You can repeat a queue by setting the queue boolean to true on the command.\n",
      "11": "For more info please use `/help <command name>` (without the <> and replace command name with the name of the command you want)",
      "12": "Tận hưởng âm nhạc và cảm ơn vì đã sử dụng Mantaro!"
    },
    "lang": {
      "info": "%1$sYou can change the server language (if applicable) using `~>opts language set <language code>`. Your personal language preferences can be changed using `/profile lang <language code>`.\n**Available languages:** `%2$s`\nIf your language is not here and you want to help, feel free to join the support server and join the translation effort!"
    },
    "music_general": {
      "music_error": {
        "timeout": "%1$sKhông thể kết nối với %2$s: hết giờ kết nối. Hãy thử đổi vùng máy chủ và chạy lại lệnh một lần nữa.",
        "unknown": "%1$sKhông thể kết nối đến kênh %2$s: Lỗi không xác định."
      },
      "not_working": "%1$sMusic is currently not working due to Youtube blocking traffic from most big bots. Our Patreon bot still is working, so you can try it if you wish by donating $4/month to Mantaro. This will also help us redirect our efforts towards fixing music as a whole.\nPlease check <https://patreon.com/mantaro>\n\nWe're sorry for the inconveniences. Try using soundcloud search! (`/play soundcloud <search term>)`",
      "no_song": "%1$sBạn cần phải nói cho tôi biết bạn muốn nghe bài nào! *(Youtube, Soundcloud, Twitch URL hoặc các từ khoá tìm kiếm đều được)*",
      "not_playing": "%1$sTôi đang không phát bài nào cả. Nếu bạn nghĩ đây là lỗi, hãy báo cáo lại cho chúng tôi tại <https://support.mantaro.site>",
      "dj_only": "%1$sBạn cần phải là DJ để có thể sử dụng lệnh này.",
      "enjoy_note": "Hãy tận hưởng âm nhạc! <3",
      "no_player": "%1$sTôi không thể tìm thấy bất kì bài hát nào ở đây.... (muốn thử lại với cái khác không?)",
      "not_connected": "%1$sBạn đang không ở trong kênh thoại mà tôi đang phát nhạc! (Nếu bạn nghĩ đây là lỗi, hãy báo lại cho chúng tôi tại <https://support.mantaro.site>)",
      "np_message": "%1$s Đang phát **%2$s** (%3$s) tại **%4$s** | %5$s",
      "track_error": "%1$sÚi, có vấn đề khi phát bài này rồi! Xin nhỗi nha. Tôi sẽ phát bài tiếp theo ngay đây nếu có.",
      "queue_finished": "%1$sĐã hoàn tất danh sách phát! Tôi mong là bạn đã thưởng thức nó :heart:",
      "soundcloud_no_args": "%1$sBạn cần phải cho tui cái tên bài hát chứ. Tui có phải ảo thuật gia đâu mà đoán được :(",
      "missing_embed_permissions": "%1$sYou need to give the bot the Embed Links permission for it to display the menu. If you want to skip the menu, use `/forceplay` instead, which will play the first result.",
      "no_vc_found": "%1$sTôi không được kết nối với bất kì kênh thoại nào mặc dù tôi cần phải làm như thế? Thử lại đii.",
      "queue": {
        "header_field": "Hướng dẫn",
        "header_noreact": "Sử dụng &p >>` và `&p <<` để di chuyển vòng quanh các trang.",
        "no_track_found_np": "Không có gì hoặc không thể tìm thấy tiêu đề/thời lượng",
        "header": "Danh sách phát cho máy chủ %1$s",
        "nothing_playing": "Nothing here, just dust. Why don't you queue some songs?\nIf you think there are songs here but they don't appear, try using `/queue 1`",
        "nothing_playing_2": "**Nếu chỉ có duy nhất bài hát đang bật và bạn không thêm bài nữa thì thực sự sẽ chỉ còn cái dây thun ở đây thôi. Bạn có thể thêm nhiều bài hát hơn nếu bạn muốn!**",
        "np": "Đang phát",
        "dj_np": "**Được đặt hàng bởi:** ",
        "page_overflow": "Chả có gì ở đây hớt, toàn bụi. Sao bạn không quay lại mấy trang trước?",
        "page_overflow_2": "If you think there are songs here but they don't appear, try using `/queue 1`",
        "total_queue_time": "Tổng thời gian của danh sách phát",
        "total_size": "Tổng số bài trong danh sách phát",
        "togglers": "Lặp lại / Tạm dừng",
        "playing_in": "Đang phát trong",
        "footer": "Tổng số trang: %1$d%2$s. Đang ở trang %3$d",
        "multiple_pages": " -> Use /queue <page> to change pages",
        "page_react": " -> Bấm vào các nút để chuyển trang",
        "no_channel": "Không có kênh :(",
        "songs": "bài hát",
        "clear_error": "%1$sBạn không ở trong kênh thoại và bạn không phải DJ.",
        "clear_success": "%1$sĐã xoá thành công danh sách phát hiện tại. Tổng số bài trong danh sách phát là %2$s",
        "no_embed": "%1$sBạn cần cho tôi quyền Đính Kèm Liên Kết để tôi có thể hiển thị bảng danh sách bài hát được đặt sẵn."
      },
      "connect": {
        "success": "%1$sKết nối thành công vào kênh **%2$s**!",
        "full_channel": "%1$sTôi không thể vào được kênh đó vì nó đã đầy người!",
        "non_existent_channel": "%1$sTôi nhận được phản hồi là kênh này không tồn tại. Nếu bạn tạo một kênh thoại và xóa nó đi thì điều này có thể là lý do.\n Chúng tôi đã cài đặt lại kênh nhạc cho bạn, hãy thử bật lại nhạc.",
        "user_no_vc": "%1$s**Hãy vào một kênh thoại**. Nếu bạn đang trong một kênh thoại mà tôi vừa đăng xuất ra thì hãy tham gia lại kênh thoại đó.",
        "missing_permissions_connect": "%1$sTui không thể kết nối vào kênh này vì thiếu sự cho phép (%2$s).",
        "missing_permission_speak": "%1$sTôi không thể phát âm thanh trong kênh này vì thiếu sự cho phép (%2$s).",
        "channel_locked": "%1$sTôi chỉ có thể chơi nhạc tại kênh **%2$s**.",
        "already_connected": "%1$sTôi đang kết nối đến kênh **%2$s**! (Dùng lệnh `move` để chuyển tôi đến kênh khác)",
        "attempting_to_connect": "%1$sTôi đã cố gắng kết nối với kênh **%2$s**! (Dùng lệnh `move` để chuyển tôi đến kênh khác)"
      },
      "listener": {
        "paused": "%1$sTạm dừng chơi nhạc bởi vì tôi bị tắt tiếng :(",
        "resumed": "%1$sTiếp tục phát nhạc bởi vì có người tham gia!",
        "not_resumed": "%1$sSomeone joined, but I didn't resume playback since I was paused manually! Use `/resume` to manually resume playback.",
        "left_alone": "%1$sTôi sẽ rời **%2$s** trong 2 phút vì tôi bị mọi người bỏ rơi :(",
        "leave": "%1$sTôi quyết định rời **%2$s** bởi vì mọi người bỏ tui một mình :("
      },
      "loader": {
        "over_limit": "%1$sDanh sách phát mà bạn thêm vào đã nhiều hơn %2$d bài hát, vì vậy chúng tôi sẽ thêm các bài hát cho đến giới hạn và bỏ những bài còn lại đi.",
        "loaded_playlist": "%1$sThêm **%2$d bài hát** để xếp hàng trong danh sách phát: **%3$s** *(%4$s)*",
        "no_matches": "%1$sThe search yielded no results. If this appears for *all songs* you try to search for, you might want to use`/play soundcloud <search term>` instead on the meanwhile. Direct links to youtube should work too.",
        "error_loading": "%1$sLỗi xảy ra trong khi tìm kiếm nhạc: %2$s. Có lẽ bạn nên thử một lần nữa hoặc sử dụng một liên kết khác?",
        "unknown_error_loading": "%1$sLỗi không xác định xảy ra trong khi tìm kiếm nhạc. Có lẽ bạn thử lại một lần nữa hoặc sử dụng một liên kết khác?",
        "over_queue_limit": "%1$s**Không thể đặt bài hát chờ `%2$s`: Số bài hát trong danh sách phát đã vượt quá giới hạn (%3$s)**",
        "over_32_minutes": "%1$s**Không thể đặt bài hát chờ `%2$s`: Bản âm thanh dài hơn %3$s. **(Bản âm thanh đã bị báo cáo có độ dài %4$s).\nBạn có thể có được giới hạn phát lại các bản âm thanh, phát lại livestream dài hơn với Mantaro Premium! Xem thông tin chi tiết tại <https://patreon.com/mantaro>.",
        "fair_queue_limit_reached": "%1$s**Vượt quá mức xếp hàng chờ của %2$d (Quá nhiều bài hát giống hệt nhau)**",
        "loaded_song": "%1$sĐã thêm vào danh sách phát -> **%2$s** *(%3$s)*",
        "selection_text": "Lựa chọn bài hát. Nhập số của bài hát để tiếp tục.",
        "timeout_text": "This timeouts in 30 seconds."
      },
      "premium_beg": "%1$sConsider donating on <https://patreon.com/mantaro> if you like me, even a small donation will help towards keeping the bot alive (Check `/donate` for more info!)",
      "closed_connection": "%1$sĐóng kết nối âm thanh, tắt trình phát nhạc liên kết..."
    },
    "forceskip": {
      "success": "%1$sMột quản trị viên hoặc một người quản lí bot đã quyết định bỏ qua bài hát này."
    },
    "np": {
      "no_track": "%1$sĐây không phải là một bản âm thanh hoặc dường như chúng tôi không tìm thấy nó, thử phát một bài hát xem",
      "header": "Đang phát"
    },
    "pause": {
      "paused": "Tạm dừng phát nhạc. *(Trình phát nhạc vẫn bình thường trước đó)*",
      "unpaused": "Tiếp tục phát. *(Trình phát bị tạm dừng trước đó)*"
    },
    "rewind": {
      "no_time": "%1$sYou need to tell me how much you want to rewind the song. *(Example: `/rewind 1m45s` will rewind the song 1 minute and 45 seconds)*",
      "negative": "%1$sChỉ dùng số nguyên dương",
      "too_little": "%1$sYou need to use the correct format. Please check the command help. *(Example: `/rewind 1m45s` will rewind the song 1 minute and 45 seconds)*",
      "before_beginning": "%1$sBạn không thể bỏ qua một bài hát trước khi nó bắt đầu",
      "success": "%1$sĐã tua lại bài hát đến: %2$s."
    },
    "restartsong": {
      "success": "%1$sBắt đầu lại bài hát đang phát."
    },
    "skipahead": {
      "no_time": "%1$sYou need to tell me how much you want to skip ahead in the song. *(Example: `/skipahead 1m45s` will skip 1 minutes and 45 seconds from where you are on the song)*",
      "past_duration": "%1$sBạn không thể bỏ qua quá thời lượng của một bài hát",
      "success": "%1$sBỏ qua phía trước đến %2$s."
    },
    "move": {
      "no_voice": "%1$sBạn không ở trong một kênh thoại, hoặc là tôi.",
      "attempt": "%1$sTôi sẽ cố gắng chuyển đến kênh thoại bạn đang ở",
      "error_moving": "%1$sKhông thể chuyển kênh thoại.",
      "cannot_connect": "%1$sKhông thể kết nối: Tôi không có quyền được nói hay được chuyển kênh.",
      "non_existent_channel": "%1$sTôi không thể chuyển đến một kênh không tồn tại!",
      "success": "%1$sĐã di chuyển bot vào kênh `%2$s`",
      "vc_not_found": "%1$sKhông tìm thấy kênh thoại hoặc bạn không chỉ định một kênh!"
    },
    "shard": {
      "info": "**Tôi đang nằm ở Shard %1$d/%2$d** (Node %3$d/%4$d)\n\n**Hội Shard:** %5$,d máy chủ\n**Người dùng được lưu:** %6$,d người dùng\n**Thành viên được lưu:** %7$,d thành viên\n\nNếu bạn cần hỗ trợ, hãy đến <https://support.mantaro.site>. Cảm ơn vì đã tin tưởng sử dụng Mantaro!"
    },
    "queue": {
      "clear": {
        "header": "%1$sDJ của máy chủ quyết định xóa danh sách bài hát chờ!",
        "success": "%1$sXóa **%2$d bài hát** ra khỏi danh sách chờ.",
        "error": "%1$sBạn không ở trong kênh thoại và bạn cũng không phải DJ."
      }
    },
    "repeat": {
      "queue_cancel": "%1$sTiếp tục với danh sách phát hiện tại.",
      "queue_repeat": "%1$sLặp lại danh sách bài hát chờ hiện tại.",
      "song_cancel": "%1$sTiếp tục với danh sách bài hát chờ bình thường.",
      "song_repeat": "%1$sLặp lại bài hát đang phát. Chạy lại lệnh này một lần nữa nếu muốn vô hiệu hóa."
    },
    "nextsong": {
      "no_song_next": "%1$sÚi, không còn bài hát nào tiếp theo.",
      "format": "%1$sBài tiếp theo trong danh sách chờ: **%2$s** (%3$s) | *Tổng số bài trong danh sách phát: %4$,d*"
    },
    "shuffle": {
      "success": "%1$sĐã xáo trộn thứ tự của danh sách chờ."
    },
    "skip": {
      "dj_skip": "%1$sDJ quyết định bỏ qua bài hát này.",
      "vote": {
        "submit": "%1$s**Phiếu bầu của bạn đã được gửi đi** Bạn cần %2$d phiều bầu nữa để bỏ qua!",
        "remove": "%1$s**Phiếu bầu của bạn đã bị xóa** Bạn cần %2$d phiều bầu nữa để bỏ qua!"
      },
      "success": "%1$sĐã đạt đủ số phiếu cần thiết, bỏ qua bài hát...",
      "no_track": "%1$sHình như ở đây không có bài hát nào để bỏ qua, vì vậy bạn không thể làm gì cả..."
    },
    "removetrack": {
      "invalid_range": "%1$s`%2$s` không phải là một phạm vi hợp lệ.",
      "no_track": "%1$sKhông có bài hát nào tại vị trí `%2$d`!",
      "invalid_number": "(%1$s`%2$s`) Một trong những dãy số là số không hợp lệ!",
      "invalid_number_range": "%1$s`%2$s` không phải là một số hợp lệ hoặc một dãy số!",
      "success": "%1$sĐã xóa **%2$d** bài hát từ danh sách chờ.",
      "not_dj": "%1$sBạn cần phải là DJ để thực hiện hành động này."
    },
    "stop": {
      "dj_stop": "%1$sDJ của máy chủ quyết định dừng danh sách phát hiện tại.",
      "vote": {
        "submit": "%1$s**Phiếu bầu của bạn đã được gửi đi** Bạn cần thêm %2$d phiếu để dừng nhạc!",
        "remove": "%1$s**Phiếu bầu của bạn đã bị bỏ** bạn cần thêm %2$d phiếu bầu để dừng nhạc!"
      },
      "success": "%1$sĐã đạt được số phiếu cần thiết. Ngừng phát nhạc...",
      "no_player": "%1$sỞ đây dường như không có bài hát nào để dừng được cả, vì thế tôi chẳng làm được gì hết...",
      "cleanup": "%1$sĐã xóa **%2$d bài hát** khỏi danh sách chờ."
    },
    "volume": {
      "no_player": "%1$sKhông có gì được phát ở đây cả.",
      "check": "%1$sÂm lượng hiện tại là: %2$d\n\n%3$s",
      "success": "%1$sÂm lượng được đặt thành %2$d\n\n%3$s",
      "no_args": "%1$sBạn cần phải nói cho tôi biết âm lượng mà bạn muốn tôi đặt là gì (từ 5 đến 100).",
      "premium_only": "%1$sĐây là tính năng chỉ có ở tài khoản cao cấp. Để có được những tiện ích này bạn có thể đăng kí trên patreon (https://www.patreon.com/mantaro). Cảm ơn vì đã hiểu.\nCác tính năng cao cấp có thể được gắn vào người dùng hoặc máy chủ. Nếu bạn đã ủng hộ, vui lòng tham gia máy chủ hỗ trợ và hỏi thêm về nó."
    },
    "lyrics": {
      "no_current_track": "%1$sKhông có bài hát nào đang được phát ở máy chủ này!",
      "error_searching": "%1$sCó lỗi khi tìm bản nhạc này hoặc không thể tìm thấy kết quả nào.",
      "header": "%1$sLời bài hát cho %2$s",
      "footer": "Cảm ơn vì đã sử dụng Mantaro! Trang: %1$d, Tổng số trang: %2$d."
    },
    "prefix": {
      "header": "%1$sTiếp đầu ngữ (Ký hiệu được sử dụng trước câu lệnh) được mặc định là %2$s và tính cả đề cập đến tôi (Tôi sẽ phản hồi bất kỳ sự đề cập nào!). %3$s.\nBạn có thể thay tiếp đầu ngữ mới bằng cách sử dụng `~>opts prefix set <prefix>`. Không bao gồm <>. Để tái thiết lập tiếp đầu ngữ của máy chủ, dùng `~>opts prefix clear`.\nNếu bạn có bất kỳ câu hỏi nào, hãy tham gia <https://support.mantaro.site>",
      "guild_prefix": "Tiếp đầu ngữ của máy chủ này là `%1$s` (Chỉ hoạt động trong máy chủ này)",
      "none": "Không có tiền tố (prefix) tùy chỉnh cho máy chủ này."
    },
    "custom": {
      "custom_notice": "Đây là một câu lệnh tuỳ chỉnh.",
      "no_args": "%1$sBạn cần phải xác định bạn muốn làm gì với lệnh này. Kiểm tra lệnh trợ giúp để biết thêm thông tin!",
      "incorrect_args": "%1$sIncorrect arguments. Check `/help custom` or https://github.com/Mantaro/MantaroBot/wiki/Custom-Commands-101 for more help on how to use this. If you have any further issues after reading the wiki, refer to <https://support.mantaro.site>",
      "error_running": "%1$sLỗi trong khi chạy lệnh tùy chỉnh... vui lòng kiểm tra lại độ dài và nội dung phản hồi (không quá 2000 kí tự).",
      "error_running_new": "%1$sLỗi khi chạy lệnh tùy chỉnh. Kiểm tra phản hồi, nội dung và độ dài.\n **Lỗi**\n```%2$s```",
      "not_loaded": "Bot vẫn chưa được khởi động đầy đủ... các lệnh tùy chỉnh sẽ xuất hiện trong thời gian sớm nhất!",
      "nsfw_enabled": "%1$sLệnh này đã được đánh dấu NSFW thành công.",
      "nsfw_disabled": "%1$sLệnh này đã được đánh dấu SFW thành công.",
      "nsfw_not_nsfw": "%1$sLệnh này được đánh dấu là NSFW vì thế nó chỉ có thể được dùng ở kênh NSFW.",
      "new_error": "%1$sLệnh tùy chỉnh mà bạn đang cố tạo ra có lỗi (v3, kiểm tra nội dung).\n**Lỗi:**\n```%2$s```",
      "ls": {
        "header": "Các lệnh của máy chủ này.",
        "description": "**This shows all of the custom (user-made) commands of this server.** Every command here is not associated with the bot itself in any shape or form.\n\nCustom commands are commands created by users (usually server admins) which can handle a bunch of different situations, going as far as emulating action commands.\nFor more information on how to make custom commands refer to [this wiki page.](https://github.com/Mantaro/MantaroBot/wiki/Custom-Commands-101)\n \n**List:**",
        "footer": "Tổng số lệnh tùy chỉnh trong máy chủ: %1$s"
      },
      "invalid": "%1$sSự lựa chọn câu lệnh bất hợp lệ. Có lẽ bạn nên xem qua trang wiki tại <https://github.com/Mantaro/MantaroBot/wiki/Custom-Commands-101>.",
      "view": {
        "invalid": "%1$sBạn cần chỉ định lệnh và số phản hồi!",
        "not_found": "%1$sKhông có lệnh tùy chỉnh với tên đó ở đây.",
        "less_than_specified": "%1$sLệnh này có ít phản hồi hơn số bạn chỉ định....",
        "success": "**Phản hồi `%1$d` cho lệnh tùy chỉnh `%2$s`:** \n```\n%3$s```"
      },
      "raw": {
        "no_command": "%1$sBạn cần phải cho tôi biết bạn muốn xem lệnh nào.",
        "not_found": "%1$sTôi không thể tìm thấy lệnh này.",
        "header": "Lệnh tùy chỉnh gốc: %1$s",
        "amount": "(Hiển thị phản hồi %1$d của %2$d)",
        "too_large_view": "Too large to view here, use `/custom view %1$s %2$s`",
        "description": "Đây là danh sách tất cả các phản hồi của lệnh này ở định dạng nguyên mẫu (những gì bạn đưa vào lệnh)."
      },
      "clear": {
        "success": "%1$s**Đã dọn %2$d câu lệnh tuỳ chỉnh**. Không xoá các câu lệnh đã được khoá/ghim, hãy mở khoá chúng trước tiên nếu bạn muốn."
      },
      "eval": {
        "not_specified": "Bạn không chỉ định bất cứ thứ gì để đánh giá.",
        "new_error": "%1$sCó lỗi trong việc đánh giá lệnh tùy chỉnh này.\n**Lỗi**:\n```%2$s```",
        "error": "%1$sCó lỗi trong việc đánh giá lệnh tùy chỉnh này!\n%2$s",
        "slash_notice": "%1$sThis command does not work with slash, yet. You can use `~>custom eval` for now."
      },
      "remove": {
        "no_command": "%1$sBạn cần phải cho tôi biết bạn muốn xóa lệnh nào.",
        "success": "%1$sĐã xóa bỏ lệnh tùy chỉnh `%2$s`"
      },
      "import": {
        "no_command": "%1$sBạn phải nói cho tôi biết bạn muốn sao chép về máy chủ này lệnh nào.",
        "not_found": "%1$sThere are no custom commands matching your search query.\n**This command might not work properly!**\nIn such cases, you can manually copy the command using the output of `/custom raw` instead.",
        "header": "`%1$s` (Số phản hồi: %2$s) - Máy chủ: `%3$s`",
        "selection": "Chọn lệnh:",
        "note": "(Bạn chỉ có thể chọn lệnh tùy chỉnh từ máy chủ mà bạn đang là thành viên)",
        "success": "Sao chép lệnh tùy chỉnh `%1$s` từ máy chủ `%2$s` với tổng %3$d phản hồi."
      },
      "edit": {
        "no_command": "%1$sBạn cần phải ghi rõ ra lệnh nào mà bạn muốn sửa.",
        "invalid_number": "%1$sBạn cần phải đưa ra một số chính xác để thay đổi.",
        "no_index": "%1$sBạn không thể sửa đổi một số không tồn tại.",
        "empty_response": "%1$sBạn không thể sửa thành một phản hồi trống",
        "not_enough_args": "%1$sBạn cần phải đưa ra chính xác lệnh, chỉ số và phản hồi mới",
        "success": "%1$sChỉnh sửa phản hồi **#%2$d** của lệnh `%3$s` thành công"
      },
      "deleteresponse": {
        "no_command": "%1$sBạn cần phải chỉ ra chính xác lệnh mà bạn muốn xóa phản hồi.",
        "invalid_number": "%1$sBạn cần phải chỉ ra chính xác một số để thay đổi.",
        "no_index": "%1$sBạn không thể xóa một chỉ số không tồn tại.",
        "not_enough_args": "%1$sBạn cần chỉ ra chính xác lệnh và chỉ số mà bạn muốn xóa.",
        "no_responses_left": "%1$sKhông còn bất kì phản hồi nào, nên tôi đã xoá câu lệnh đi.",
        "success": "%1$sĐã xóa phản hồi **#%2$d** của lệnh `%3$s` thành công"
      },
      "rename": {
        "success": "%1$sĐã đổi tên lệnh `%2$s` thành `%3$s`",
        "not_enough_args": "%1$sBạn cần phải ghi rõ câu lệnh bạn muốn sửa tên và cái tên mới của nó."
      },
      "add": {
        "no_command": "%1$sBạn cần phải chỉ ra lệnh mà bạn muốn thêm vào.",
        "not_enough_args": "%1$sBạn cần phải đưa ra tên lệnh và cách phản hồi của lệnh mà bạn muốn thêm vào.",
        "empty_content": "%1$sBạn cần phải đưa ra nội dung của lệnh tùy chỉnh này",
        "too_long": "%1$sNội dung của lệnh này quá dài nên tui không thể hiển thị nó. Hãy đảm bảo rằng lệnh có ít hơn %2$,d ký tự.",
        "success": "%1$sĐã lưu lệnh `%2$s`",
        "too_many_responses": "%1$sCó quá nhiều phản hồi (%2$s) cho câu lệnh này. Giới hạn này được nhân đôi (lên đến 100) cho các máy chủ cao cấp (Xem qua <https://patreon.com/mantaro>)",
        "too_many_commands": "%1%sĐã có quá nhiều lệnh ở máy chủ này, nên bạn không thể tạo thêm được nữa (+100). Điều này có thể được bỏ qua với máy chủ cao cấp (Chi tiết tại <https://patreon.com/mantaro>)."
      },
      "lockcommand": {
        "no_permission": "%1$sBạn cần quyền quản lý máy chủ (Manage Server) để khoá và mở khoá câu lệnh trên.",
        "no_command": "%1$sBạn cần ghi rõ câu lệnh mà bạn muốn khoá.",
        "success": "%1$sKhoá thành công câu lệnh `%2$s`. Bạn sẽ cần mở khoá nó trước khi thực hiện các thao tác khác."
      },
      "unlockcommand": {
        "no_command": "%1$sBạn cần phải ghi rõ ra câu lệnh mà bạn muốn mở khoá.",
        "not_locked": "%1$sCâu lệnh này không bị khoá.",
        "success": "%1$sMở khoá thành công câu lệnh `%2$s`. Bạn sẽ cần khoá nó sau này nếu bạn muốn tránh thực hiện các thao tác khác."
      },
      "character_not_allowed": "%1$sKý tự này không được phép có ở tên của lệnh tùy chỉnh.",
      "already_exists": "%1$sLệnh `%2$s` đã tồn tại và nó là lệnh mặc định của bot.",
      "name_too_long": "%1$sTên quá dài.",
      "no_cc": "%1$sKhông có lệnh tùy chỉnh nào được đăng ký ở máy chủ này, chỉ toàn bụi thôi.",
      "admin_only": "Máy chủ này chỉ chấp nhận tạo mới, sửa, sao chép, và đánh giá lệnh tùy chỉnh từ người quản lý.\n**Đây là cài đặt MẶC ĐỊNH.**\n- Nếu bạn là người quản lý (có vai trò chỉ huy bot hoặc quyền quản lý máy chủ) và bạn muốn tất cả đều sử dụng được tính năng này, hãy gõ lệnh `~>opts admincustom false`",
      "not_found": "%1$sKhông có lệnh `%2$s` ở máy chủ này.",
      "invalid_image": "%1$sLệnh này bao gồm hình ảnh không hợp lệ, hãy sửa lại...",
      "invalid_string": "%1$sChuỗi `{%2$s}` không hợp lệ hoặc đầu ra dài hơn 2000 ký tự.",
      "invalid_json": "%1$sChuỗi `{%2$s}` không phải là một JSON hợp lệ.",
      "invalid_link": "%1$sChuỗi `%2$s` không phải là một đường dẫn hợp lệ.",
      "locked_command": "%1$sYou can't edit or remove this command while it's locked, please run `/custom unlockcommand <command name>` to unlock it."
    },
    "mute": {
      "no_permissions": "%1$sYou need to have permission to Moderate Members in order to time out a user.",
      "no_users": "%1$sYou need to give me a user to time out.",
      "no_moderate_members": "%1$sI don't have permissions to administrate timeouts on this server.",
      "time_not_specified": "%1$sBạn muốn có thời gian nhưng bạn lại không chỉ rõ thời gian bao lâu.",
      "time_not_specified_generic": "%1$sYou didn't specify any time. For example, if you want to mute for 20 minutes you should do `/mute user 20m reason goes here`, for example.",
      "default_time_too_long": "%1$sThe default time out timeout length is too long (Maximum: 10 days)...",
      "time_too_little": "%1$sKhoảng thời gian làm câm được chỉ định nhỏ hơn 10 giây.\nBạn có chắc là bạn sử đụng đúng định dạng không đấy? Cho 20 phút, ghi là 20m, cho 1 tiếng, ghi là 1h, hoặc là một dạng kết hợp cả hai như (1h45m) chẳng hạn.",
      "time_too_long": "%1$sThe specified timeout length is too long (Maximum: 10 days)...",
      "already_muted": "%1$sThis user is already timed out. Please do `/unmute` to un-mute them.",
      "self_hierarchy_error": "%1$sI cannot time out this user because they're in a higher hierarchy than me, or the role is in a higher hierarchy!",
      "user_hierarchy_error": "%1$sI cannot time out this user because they're in a higher hierarchy than me, or the role is in a higher hierarchy than you!",
      "success": "%1$sSuccessfully timed out **%2$s** for %3$s",
      "success_reason": "%1$sSuccessfully timed out **%2$s** for %3$s because of the following reason: %4$s"
    },
    "unmute": {
      "no_permissions": "%1$sYou need to have permission to Moderate Members to remove a time out!",
      "no_mentions": "%1$sYou need to tell me who to remove the time out from.",
      "success": "%1$sSuccessfully removed time out from **%2$s**",
      "not_muted": "%1$sThis user doesn't seem to be timed out."
    },
    "ping": {
      "display": [
        "Đ...đủ nhanh chưa?",
        "Bạn đang làm gì thế?",
        "B-Bạn đang nhìn gì thế hả?!",
        "Hả.",
        "Tôi đã làm tốt chưa?",
        "Bạn nghĩ sao?",
        "Điều này có xảy ra thường xuyên không?",
        "T-tôi đang thể hiện t-t-tốt chứ?",
        "<3",
        "xoa đầu uwu",
        "Pong.",
        "Pang.",
        "Pung.",
        "Peng.",
        "Tự hỏi rằng làm sao tôi có thể làm được",
        "Có vấn đề gì không thế?",
        "Ping-pong? Yayyy!",
        "À-ừm... C-chào"
      ],
      "text": "%1$s*%2$s* -- **Ping của tôi: %3$,d ms** (Websocket: %4$,d ms)"
    },
    "love": {
      "no_mention": "%1$sBạn phải đề cập đến ít nhất 1 người dùng.",
      "not_ideal": "Chúc bạn may mắn lần sau...",
      "decent": "Khá tốt!",
      "nice": "Tốt!",
      "perfect": "Hoàn hảo!",
      "yourself_note": "Bạn là một sinh vật đặc biệt và bạn nên tự yêu bản thân mình hơn bất kỳ ai khác <3",
      "header": "Thước đo Tình yêu",
      "result": "Kết quả:"
    },
    "marry": {
      "loveletter": {
        "no_letter": "%1$sBạn không có bức thư tình nào trong kho cả, nên là bạn không có bất kỳ thứ gì để viết lên dòng tin nhắn của bạn. Một chiếc thư tình sẽ được gửi cho bạn khi bạn cưới.",
        "empty": "%1$sBạn không thể để trống bức thư tình.",
        "no_marriage": "%1$sBạn chưa cưới, bạn không thể viết thư tình cho bản thân được...",
        "not_proposing_player": "%1$sBạn không phải là người được cầu hôn ở đây!",
        "already_done": "%1$sThis marriage already has a love letter assigned. Check it using `/marry status`",
        "too_long": "%1$sBức thư này quá dài (tối đa 500 ký tự)",
        "cannot_see": "%1$sTôi không thể tìm thấy người mà bạn đã cưới... Có lẽ là do họ không cùng trong máy chủ nào với tôi.",
        "confirmation": "%1$sAre you *sure* you want to write this letter for your marriage with **%2$s#%3$s**? This is PERMANENT while the marriage lasts. *Letter content:* %4$s. Click yes to accept, no to scrap.",
        "confirmed": "%1$sSuccessfully delivered the love letter to your loved one! Check it using `/marry status`",
        "scrapped": "%1$sBạn vẫn có thời gian để suy nghĩ và để viết, không cần phải vội!"
      },
      "status": {
        "no_marriage": "%1$sBạn chưa cưới, nên tình trạng hôn nhân của bạn chắc là um... \"độc thân\" (Nếu bạn thấy một cuộc hôn nhân trong hồ sơ của bạn thì nghĩa là bạn đang trong hệ thống cũ, hãy thử tái hôn)",
        "header": "Tình trạng hôn nhân hiện tại",
        "description_format": "%1$sTình trạng hôn nhân giữa **%2$s** và **%3$s**",
        "date": "Ngày cưới",
        "age": "Thời gian yêu nhau",
        "love_letter": "Thư tình",
        "waifus": "Quyền sở hữu Waifu",
        "house": "Tên nhà",
        "car": "Tên xe",
        "pet": "Tên thú nuôi (Loại)"
      },
      "general": {
        "not_married": "%1$sBạn chưa cưới."
      },
      "buyhouse": {
        "not_married": "%1$sBạn chỉ có thể mua nhà khi đã cưới. Việc này có thể thay đổi trong tương lai.",
        "no_house": "%1$sYou need a house item in your inventory. Use `/buy house` to get one.",
        "not_enough_money": "%1$s Bạn không có đủ tiền để mua căn nhà. (Giá hiện tại của căn nhà: %2$d đồng)",
        "no_name": "%1$sYou need to give your house a name! For example, `/marry house cozy house`",
        "confirm": "%1$sBạn có chắc là bạn muốn mua căn nhà này? Số tiền sẽ bị trừ đi trong ví bạn là %2$d và căn nhà được đặt tên là %3$s. Nhấn `yes` để xác nhận và `no` để huỷ.",
        "success": "%1$sBạn đã mua thành công căn nhà này với giá %2$d đồng. Tên của ngôi nhà mới đầy ấm cúng này là %3$s!",
        "cancel_success": "%1$sĐã huỷ câu lệnh."
      },
      "buycar": {
        "no_car": "%1$sYou need to buy a car first! Use `/buy car` to get one.",
        "not_enough_money": "%1$sBạn không có đủ tiền để mua xe. (Giá hiện tại của chiếc xe: %2$d đồng)",
        "no_name": "%1$sYou need to give your car a name! For example, `/marry car vroom`",
        "confirm": "%1$sBạn có chắc bạn đang mua chiếc xe này? Số tiền sẽ bị trừ đi trong ví bạn là %2$d và chiếc xe được đặt tên là %3$s. Nhấn `yes` để xác nhận và `no` để huỷ.",
        "success": "%1$sBạn đã mua thành công chiếc xe này với giá %2$d đồng. Tên của chiếc xe mới nhanh nhẹn này là %3$s!",
        "cancel_success": "%1$sĐã huỷ câu lệnh."
      },
      "no_mention": "%1$sHãy đề cập người bạn muốn cưới.",
      "marry_yourself_notice": "%1$sBạn không thể cưới bản thân, dù cho rằng bạn có thể rất muốn.",
      "marry_bot_notice": "%1$sBạn không thể cưới một bot. Đây không phải là phim viễn tưởng... ít nhất là chưa phải. Từ từ, bot và người có thể cưới nhau được á?",
      "already_married_receipt": "%1$sBạn vốn đã kết hôn với họ, ỏoo.",
      "already_married": "%1$sBạn vốn đã kết hôn rồi.",
      "receipt_married": "%1$sNgười dùng đó đã kết hôn với người khác.",
      "no_ring": "%1$sYou cannot propose without two marriage rings! You can buy them by doing `/buy 2 ring` and then try proposing again <3",
      "confirmation": "%1$s%2$s, click the button with **yes** or **no** to the marriage proposal from %3$s\n%4$sThis timeouts in 120 seconds.",
      "ring_check_fail": "%1$sBạn không thể cưới khi có ít hơn hai chiếc nhẫn trong túi đồ của bạn :(",
      "accepted": "%1$s**%2$s#%3$s** đã chấp nhận lời cầu hôn của **%4$s#%5$s**!",
      "denied": "%1$sĐã từ chối lời cầu hôn từ **%2$s**",
      "ratelimit_message": "Tại sao bạn lại muốn cưới đến mức này cơ chứ?"
    },
    "divorce": {
      "confirm": "%1$sBạn có chắc bạn muốn kết thúc cuộc hôn nhân này không? Số tiền bỏ ra cho thú nuôi, nhà cửa và xe cộ sẽ được chia làm hai phần. Nhấn `yes` để xác nhận và `no` để huỷ. **Thú nuôi của bạn sẽ biến mất vì nó gắn với cuộc hôn nhân**",
      "cancelled": "%1$sHuỷ ly hôn.",
      "not_married": "%1$sYou aren't married with anyone, why don't you find that special someone?\nWanna unclaim a Waifu? Use `/waifu unclaim` instead.",
      "success": "%1$sGiờ bạn đã là một người độc thân. Có lẽ đó là một điều tốt.\n%2$s",
      "split": "Số tiền còn lại được chia ra thành hai từ việc bán đi số tài sản hữu hình (thú nuôi, nhà cửa, xe cộ). Mỗi người nhận được **%1$d** đồng vào ví riêng."
    },
    "waifu": {
      "bot": "%1$sBot không thể là waifu, cho dù bạn có muốn thế...",
      "notice": "Tính năng này không có nghĩa là bạn có bất kì một mối quan hệ nào, bất kể là kín đáo hay công khai ở ngoài đời thực.",
      "id": "**ID:**",
      "stats": {
        "header": "Tình trạng waifu của bạn",
        "header_other": "Tình trạng waifu của %1$s",
        "format": "%1$s **Giá trị tiền:**%2$,d\n%1$s **Giá trị huy hiệu:** %3$,d\n%1$s **Giá trị kinh nghiệm:** %4$,d\n%1$s **Giá trị thu thập:** %5$,d\n%1$s **Hệ số nhân danh tiếng:** %6$.2fx",
        "value": "Tổng giá trị waifu",
        "credits": "%1$,d đồng",
        "performance": "Điểm hiệu suất Waifu"
      },
      "claim": {
        "no_user": "%1$sBạn chưa đề cập đến người dùng bạn muốn nhận.",
        "locked": "%1$sBạn không thể thực hiện hành động này.",
        "key_locked": "%1$sThe user you tried to claim is key-locked and cannot be claimed. They can remove it using `/profile claimlock remove` if they wish to do so.",
        "not_enough_money": "%1$sBạn không có đủ tiền để thu thập waifu này **(Cần: %2$s đồng)**",
        "not_enough_slots": "%1$sBạn không còn đủ chỗ trống để thu thập waifu này. (Tổng số vị trí: %2$s, đã dùng: %3$s)",
        "success": "%1$sĐã nhận `%2$s` thành công với giá %3$,d đồng. Số chỗ đã sử dụng: %4$s",
        "yourself": "%1$sBạn không thể tự nhận bản thân làm waifu!",
        "already_claimed": "%1$sNgười này vốn đã là waifu của bạn rồi.",
        "not_found": "%1$sTôi không thể tìm thấy ai với đề cập này. "
      },
      "unclaim": {
        "no_user": "%1$sBạn cần đề cập đến một waifu để bỏ.",
        "not_claimed": "%1$sNgười dùng này không phải waifu của bạn!",
        "confirmation": "%1$sBạn có *chắc chắn* muốn bỏ %2$s không? Giá phải trả để bỏ waifu này là **%3$s đồng**. Gõ *yes* để xác nhận hoặc *no* để huỷ\n%4$sCó hiệu lực trong vòng 1 phút.",
        "not_enough_money": "%1$sBạn không có đủ tiền để bỏ waifu này!",
        "player_locked": "%1$sBạn không thể làm điều đó vào lúc này.",
        "scrapped": "%1$sĐã huỷ ý định bỏ waifu.",
        "success": "%1$sĐã bỏ thành công `%2$s` với giá **%3$s đồng**.",
        "not_found": "%1$sI can't find any user with this query. If you need to unclaim an unknown user, use their ID (`/waifu -id`) and append `-unknown` at the end."
      },
      "buyslot": {
        "locked": "%1$sBạn tạm thời không thể thực hiện hành động này.",
        "not_enough_money": "%1$sBạn không có đủ tiền để mua thêm chỗ cho waifu! Bạn cần %2$,d đồng.",
        "success": "%1$sMua thành công chỗ này với giá %2$s đồng, bạn hiện tại có tổng cộng %3$s chỗ và bạn còn lại %4$s chỗ trống.",
        "too_many": "%1$sBạn đã có quá nhiều vị trí! Tối đa 30 cái thôi!!!"
      },
      "optout": {
        "notice": "%1$sBạn không thể dùng nó vì bạn đã chọn bỏ toàn bộ hệ thống waifu.",
        "warning": "%1$sDo you want to opt-out from the waifu system? THIS IS PERMANENT AND CAN'T BE REVERTED. Seriously.\nIf you only want to be opted out of new claims and wanna use the waifu system as usual, please use `/profile claimlock` instead.\nYou won't be able to claim or be claimed, and all the claims over you will be removed.\nType `Yes, I want to opt out of the waifu system completely and irreversibly` or `no`. Typing the confirmation message will opt you out, no will cancel it.",
        "success": "%1$sBạn đã bỏ thành công toàn bộ hệ thống waifu.",
        "cancelled": "%1$sĐã huỷ lệnh bỏ hệ thống.",
        "claim_notice": "%1$sNgười dùng bạn đang cố nhận làm waifu đã bỏ hệ thống.",
        "lookup_notice": "%1$sNgười dùng bạn đang cố nhận làm waifu đã rời khỏi hệ thống này.",
        "yes_button": "Yes, I want to opt-out.",
        "no_button": "No, take me back."
      },
      "header": "Danh sách Waifu",
      "description_header": "Here's a list with all of your beloved waifus, sorted by addition date.\n*You can have a maximum of %1$,d waifus as of now.*\n\nIf you wish to check your waifu stats, use `/waifu stats`\n\n",
      "no_waifu": "No waifus to see here, just dust :(\nYou can get waifus by claiming someone! Use `/waifu claim` to get started.",
      "footer": "Tổng số waifu: %1$,d - còn trống: %2$s chỗ",
      "value_format": "**Giá trị:**",
      "value_b_format": "**Đã mua với giá:**",
      "credits_format": " đồng.",
      "waifu_header": "**Waifu của bạn:**",
      "not_claimed": "%1$sBạn chưa nhận người này làm waifu."
    },
    "ratewaifu": {
      "nothing_specified": "%1$sCho tôi một waifu để đánh giá!",
      "success": "%1$sTôi đánh giá waifu của bạn **%2$,d/100**"
    },
    "roll": {
      "success": "%1$sYou got **%2$s**%3$s",
      "amount": "Sau **%1$,d** lần lắc.",
      "more_than_10": "... and %2$s more rolls",
      "total": "(Total: %1$,d)",
      "size": "\nDoing **%1$,d rolls** with a die of **%2$,d sides**.",
      "incorrect_format": "You need to specify the amount in d20 format. For example, to roll 2 dies of 16 sides, you can do 2d16."
    },
    "coinflip": {
      "over_limit": "%1$sDừng ở đó! Giới hạn là 1,000 lần tung",
      "no_repetitions": "%1$sYou need to specify an Integer for the amount of repetitions (For example, `/roll 100`)",
      "success": "%1$s Kết quả sau **%2$,d** lần tung gồm **%3$,d** mặt ngửa và **%4$,d** mặt sấp"
    },
    "inventory": {
      "bot_notice": "%1$sHere, bots have no inventory. Well, sometimes you might wish they had one but then it would only be a `/dump`",
      "brief": "**%1$s's item collection** %2$s\n\n*For a detailed version, use `/inventory show`. Enjoy your day!*",
      "calculate": "%1$s%2$s sẽ nhận được **%3$,d đồng** nếu bán tất cả mọi thứ trong túi đồ.",
      "header": "Túi đồ của %1$s",
      "format": "%1$sGiá cả:%2$s 📥 %3$,d %4$s 📤 %5$,d\n%6$s%7$s",
      "empty": "%1$sTúi đồ này chẳng có gì cả! :(",
      "brief_notice": "You can use `/inventory brief` to get a mobile friendly version.",
      "sorted_by": " *(được sắp xếp theo: %1$s)*",
      "new_brief_notice": "Please use `/inventory brief` instead.",
      "new_calc_notice": "Please use `/inventory calculate` instead."
    },
    "cast": {
      "no_item_specified": "%1$sYou didn't specify any items. For a list, check `/cast ls`",
      "no_item_found": "%1$sI didn't find any item matching that. Make sure to type the full item name to avoid mismatches, or use the emoji if you can. Example: `/cast star pick`",
      "item_not_cast": "%1$sYou cannot cast this item. You can check `/cast ls` for a list of castable items. Try using the full name if you think you have the correct item.",
      "not_enough_money": "%1$sBạn không có đủ tiền để chế tạo món đồ này. **(Cần: %2$s)**",
      "no_item": "%1$sBạn không có *%2$s* để thực hiện quá trình chế tạo này. Bạn cần %3$,d vật phẩm tương tự.",
      "not_enough_items": "%1$sBạn không có đủ số lượng của *%2$s* để chế tạo **%3$s**.**(Cần: %4$s, Hiện có: %5$s)**",
      "success": "%1$sBạn đã chế tạo thành công %2$,dx %3$s**%4$s** và tiêu %5$,d đồng. *Quá trình chế tạo tốn %6$s*",
      "no_tool": "%1$sBạn cần %2$s để thực hiện quá trình chế tạo này!",
      "not_equipped": "%1$sYou don't have any equipped wrench. Use `/equip <wrench name>` to equip a wrench and start your adventure! If you don't have any, first run `/buy wrench`.\nYou don't have to specify the wrench used in this command anymore. To cast multiple items, put the number before the item name, for example: `/cast star pick 5`",
      "too_many": "%1$sBạn sẽ có hơn 5000 vật phẩm này nếu bạn tiếp tục chế tạo. Hãy thử chế tạo in ít vật phẩm này thôi nhé?",
      "low_tier": "%1$sBạn cần ít nhất một chiếc cờ lê Bậc 2 (Comet Wrench) để có thể chế tạo nhiều vật phẩm cùng lúc. Bạn hiện tại đang trang bị một chiếc cờ lê Bậc %2$s.",
      "not_enough_wrench_level": "%1$sChiếc cờ lê của bạn không đủ độ bền để có thể chế tạo vật phẩm này. Có lẽ bạn nên trang bị một chiếc bền hơn chăng? (*Cờ lê cấp:* %2$s, Cấp độ cần thiết: %3$s)",
      "too_many_amount": "%1$sBạn không thể chế tạo quá nhiều món đồ này cùng một lúc như thế! Giới hạn: %2$s, Số lượng bạn đưa ra: %3$s. Một cờ lê lấp lánh có thể tăng giới hạn lên gấp đôi! Trừ khi bạn đang dùng nó.",
      "autoequip": {
        "success": "%1$sĐã tự động trang bị **%2$s** từ bộ cờ lê của bạn."
      },
      "ls": {
        "header": "Danh sách các món đồ có thể chế tạo",
        "cost": "Giá chế tạo: ",
        "desc": "This is a list of the items you can cast using `/cast`.\nYou can use full name or the short name, or the emoji.\n**Casting has a minimum cost of half the price of the item, which is shown below.**.\nWrench tier 2 and 3 are comet and sparkle, respectively."
      },
      "dust": "%1$sYou cannot cast with such a dusty inventory! *(Dust level: %2$s%%)*. Why not clean it up using `/useitem mop`?",
      "wrench_multiple_use": "Lời khuyên: *Bạn không thể sử dụng chiếc cờ lê bạn đang cố dùng để chế tạo như một nguyên liệu được!*"
    },
    "market": {
      "dump": {
        "replacement": "You can use `/dump` now. For example, instead of `~>market dump floppy` you can do `/dump floppy`. Please use the new command instead... I wonder what happened to all the floppies you all threw away?",
        "no_item": "%1$sBạn cần ghi rõ số lượng (nếu chỉ cần một, bạn không nhất thiết phải ghi ra) và tên của đồ vật bạn muốn vứt.",
        "invalid": "%1$sSố lượng bạn nhập không hợp lệ để vứt.",
        "non_existent": "%1$sKhông thể vứt đồ không tồn tại! Nếu bạn đang lúng túng, bạn có thể thử dùng tên viết tắt hoặc cho tên vào trong ngoặc kép.",
        "player_no_item": "%1$sKhông thể vứt vật phẩm bạn không có!",
        "more_items_than_player": "%1$sBạn không thể vứt đi nhiều hơn số lượng vật phẩm bạn có.",
        "success": "%1$sĐã ném %2$,dx **%3$s %4$s** vào thùng rác."
      },
      "price": {
        "no_item": "%1$sBạn cần ghi rõ món vật phẩm mà bạn muốn xem giá.",
        "non_existent": "%1$sKhông thể xem giá của vật không tồn tại. Nếu bạn đang lúng túng, bạn có thể thử dùng tên viết tắt hoặc cho tên vào ngoặc kép.",
        "no_price": "%1$sMón đồ này không thịnh hành trên chợ để có thể bán hoặc mua (có thể là một hàng sưu tầm độc)",
        "collectible": "%1$sĐây là một đồ sưu tầm. (Giá bán: %2$,d đồng)",
        "success": "%1$sGiá mua cho %2$s**%3$s** là %4$s đồng và giá bán là %5$s đồng."
      },
      "sell": {
        "replacement": "You can use `/sell` now. For example, instead of `~>market sell pick` you can do `/sell pick`. Please use the new command instead.",
        "no_item": "%1$sBạn cần ghi rõ vật phẩm mà bạn muốn bán.",
        "no_item_amount": "%1$sBạn cần ghi rõ số lượng (nếu chỉ cần một, bạn không nhất thiết phải ghi ra) và tên của đồ vật bạn muốn bán.",
        "invalid": "%1$sSố không hợp lệ để có thể bán.",
        "all": {
          "confirmation": "%1$sBạn có chắc chắn muốn bán **tất cả** đồ của bạn? Điều này sẽ làm *mọi đồ vật* trong túi đồ của bạn biến mất. Nếu bạn muốn bán một món đồ đơn lẻ, hãy gõ số lượng. Gõ *yes* để đồng ý và *no* để huỷ",
          "success": "%1$sBạn đã bán hết đồ trong túi đồ của bạn và nhận được %2$,d đồng!",
          "cancelled": "%1$sĐã huỷ thành công."
        },
        "non_existent": "%1$sBạn không thể bán đồ không tồn tại. Nếu bạn đang lúng túng, bạn có thể thử tên viết tắt hoặc cho tên vào trong dấu ngoặc kép.",
        "no_sell_price": "%1$sYou cannot sell an item that cannot be sold. (But you can `/dump` it)",
        "no_item_player": "%1$sBạn không thể bán đồ bạn không có.",
        "more_items_than_player": "%1$sBạn không thể bán nhiều hơn số lượng bạn đang có.",
        "success": "%1$sBạn đã bán %2$,d **%3$s** và nhận được %4$,d đồng!"
      },
      "buy": {
        "replacement": "You can use `/buy` now. For example, instead of `~>market buy pick` you can do `/buy pick`. Please use the new command instead.",
        "no_item": "%1$sBạn cần ghi rõ vật phẩm bạn muốn mua.",
        "no_item_amount": "%1$sBạn cần ghi rõ số lượng (nếu chỉ cần một, bạn không nhất thiết phải ghi ra) và tên của vật phẩm bạn muốn mua.",
        "invalid": "%1$sSố lượng bạn nhập không hợp lệ để mua.",
        "non_existent": "%1$sYou cannot buy an non-existent item. If you're lost, you can try typing the short name or wrapping the name in quotes. Also, the item amount goes before the item name, example: `/buy 15 energy`",
        "no_buy_price": "%1$sBạn không thể mua đồ không được bán.",
        "item_limit_reached": "%1$sBạn không thể mua nhiều hơn nữa. Bạn chỉ có thể có tối đa 5000 cho mỗi vật phẩm bất kì.",
        "success": "%1$sĐã mua thành công %2$,d %3$s với giá %4$,d đồng. Giờ bạn còn %5$,d đồng.",
        "success_breakable": "%1$sBought %2$,d %3$s for %4$,d credits successfully. You now have %5$,d credits. You can equip this using `/equip <item name>`",
        "success_potion": "%1$sBought %2$,d %3$s for %4$,d credits successfully. You now have %5$,d credits. You can use this potion or buff using `/useitem <item name>`",
        "not_enough_money": "%1$sBạn không có đủ tiền để mua món đồ này. Tài sản của bạn: %2$,d đồng, Cần: %3$,d đồng.",
        "success_breakable_upgrade": "Hãy ghé qua <https://github.com/Mantaro/MantaroBot/wiki/Currency-103> để biết thêm thông tin chi tiết về cách nâng cấp các dụng cụ nhé!"
      },
      "header": "Chợ Mantaro",
      "reference": "\nYou can buy and sell items using `/buy <item>` and `/sell <item>` respectively. Check `/help market` for more info.",
      "sell_price": "- **Giá bán:**",
      "buy_price": "- **Giá mua:**"
    },
    "itemtransfer": {
      "transfer_yourself_note": "%1$sBạn không thể tự chuyển đồ cho bản thân.",
      "bot_notice": "%1$sBạn không thể chuyển đồ cho bot.",
      "locked_notice": "%1$sBạn hiện không thể chuyển đồ được. (Người chơi bị khoá)",
      "hidden_item": "%1$sBạn không thể chuyển món đồ này!",
      "overflow": "%1$sNgười này đã đạt đến số lượng tối đa (5000) của vật phẩm này.",
      "overflow_after": "%1$sSau khi chuyển vật phẩm, người chơi sẽ có nhiều hơn số lượng tối đa (5000) của vật phẩm này.",
      "success": "%1$s%2$s đã chuyển **%3$s** **%4$s** tới %5$s",
      "multiple_items_error": "%1$sBạn không có vật phẩm này trong túi đồ của bạn",
      "error": "%1$sBạn không có đủ số lượng của vật phẩm này để thực hiện giao dịch!",
      "no_item_mention": "%1$sBạn cần đề cập đến người nhận và tên vật phẩm mà bạn muốn chuyển."
    },
    "transfer": {
      "new_account_notice_yourself": "%1$sTài khoản của bạn phải đủ ít nhất 14 ngày tuổi để chuyển tiền.",
      "new_account_notice_other": "%1$sTài khoản bạn đang chuyển đến phải có ít nhất 14 ngày tuổi.",
      "transfer_yourself_note": "%1$sBạn không thể tự chuyển tiền cho bản thân.",
      "bot_notice": "%1$sBạn không thể chuyển tiền cho bot.",
      "no_amount": "%1$sYou need to specify the amount. Use the `/transferitems` command instead if you meant to transfer an item.",
      "no_money_specified_notice": "%1$sBạn không thể chuyển số tiền bằng không :P",
      "over_transfer_limit": "%1$sBạn không thể chuyển nhiều tiền đến vậy. (Giới hạn: %2$,d đồng)",
      "own_locked_notice": "%1$sBạn hiện không thể chuyển tiền.",
      "receipt_overflow_notice": "Không thể chuyển tiền cho người này.",
      "no_money_notice": "%1$sBạn không thể chuyển số tiền mà bạn không có.",
      "too_little": "%1$sMinimum transfer amount is 100 credits.",
      "receipt_locked_notice": "%1$sNgười đó hiện không thể nhận tiền.",
      "receipt_over_limit": "%1$sNgười này có quá nhiều tiền...",
      "success": "%1$sĐã chuyển thành công **%2$,d** *(%3$,d sau khi trừ 8%% thuế)* tới **%4$s**.",
      "item_transfer": "%1$sYou cannot transfer items using transfer, use the `/transferitems` command instead.",
      "party": "Bạn chỉ có thể chuyển tiền cho cùng một người (%1$s) 10 phút một lần.",
      "blacklisted_transfer": "%1$sBạn không thể chuyển cho người trong danh sách đen."
    },
    "useitem": {
      "ls": {
        "header": "Danh sách những món đồ tương tác",
        "desc": "Đây là danh sách những món đồ tương tác trong Mantaro. Để biết thêm thông tin chi tiết, xin vui lòng truy cập wiki!"
      },
      "use_command": "%1$sVới đồ này bạn cần dùng lệnh đi liền với nó! (mine cho cuốc, fish cho cần câu)",
      "no_items_specified": "%1$sBạn cần ghi rõ đồ bạn muốn dùng.",
      "not_interactive": "%1$sBạn không thể tương tác với vật phẩm này.",
      "interactive_no_action": "%1$sThis item has been marked as interactive, but has no action set. This item might use its own command? For example, picks use `/mine`",
      "no_item": "%1$sKhông có vật phẩm này trong túi đồ của bạn.",
      "not_enough_items": "%1$sBạn không có đủ số lượng đồ bạn đưa ra.",
      "too_little": "%1$sBạn không thể dùng vật phẩm với số lượng ít hơn một.",
      "invalid_amount": "%1$sSố lượng sử dụng cần ở trong khoảng từ `1` đến `15`!"
    },
    "opts": {
      "note": "%1$sNày, nếu bạn đang lúng túng hoặc muốn được trợ giúp trong việc sử dụng lệnh cài đặt, hãy truy cập <https://github.com/Mantaro/MantaroBot/wiki/Configuration> để được hướng dẫn.\nLưu ý: Chỉ những được cấp quyền người quản lý (Administrator), quản lý máy chủ (Manage Server) hoặc những người có vai trò quản lý bot mới được dùng lệnh này!",
      "list": {
        "header": "**Danh sách các lệnh cài đặt trong Mantaro**\n%1$s*Tất cả các lệnh cài đặt đều phải được đặt sau `~>opts` khi dùng*\n%2$s"
      },
      "option_not_found": "%1$sTên trợ giúp không hợp lệ.",
      "invalid_args": "%1$sTùy chọn hoặc đối số không tồn tại."
    },
    "8ball": {
      "no_args": "%1$sBạn cần phải chỉ ra chính xác bạn muốn 8ball trả lời gì.",
      "error": "%1$sTôi đã va phải lỗi khi đi lấy kết quả của 8ball."
    },
    "iam": {
      "list": {
        "name": "Tên vai trò tự động: ",
        "role": "Vai trò:",
        "category": "Danh mục: ",
        "header": "Danh sách vai trò tự động",
        "role_give": "Đưa vai trò:",
        "no_autoroles": "Chưa có bất kỳ vai trò tự động nào trong máy chủ này.",
        "description": "This are the current user-assignable auto roles on this server. You can use these by doing `/iam <name of the role>`"
      },
      "deleted_role": "%1$sVai trò tương ứng với vai trò tự động này đã bị xóa",
      "already_assigned": "%1$sBạn vốn đã có vai trò này rồi, đồ ngốc!",
      "success": "%1$s%2$s, bạn đã được cấp vai trò **%3$s**",
      "error": "%1$sTôi không thể đưa **%2$s** cho bạn. Hãy chắc chắn rằng tôi có quyền thêm vai trò (Manage Roles) và vai trò của tôi phải cao hơn **%2$s** nhé!",
      "no_role": "%1$sKhông có vai trò tự động với tên được chỉ định.",
      "no_iam": "%1$sBạn cần phải chỉ ra vai trò mà bạn muốn gắn!"
    },
    "iamnot": {
      "no_args": "%1$sBạn cần phải chỉ rõ ra vai trò mà bạn muốn tôi bỏ đi, ngốc ạ.",
      "not_assigned": "%1$sBạn không có vai trò này, đồ ngốc!",
      "success": "%1$s%2$s, đã gỡ vai trò **%3$s**."
    },
    "poll": {
      "missing": "%1$sBạn không bao gồm đối số %2$s hoặc đối số này trống!\n%3$s",
      "invalid": "%1$sThis poll cannot build. **Remember that the options must be a maximum of 9 and a minimum of 2 and the timeout must be a maximum of 45m and a minimum of 30s.**\nOptions are separated with a comma, for example `1,2,3` (no spaces between them!). For spaced stuff use quotation marks at the start and end of the sentence. If you're really lost, there's an example on `/help poll`",
      "other_poll_running": "%1$sCó vẻ như có một cuộc thăm dò khác đang chạy ở đây...",
      "no_reaction_perms": "%1$sXem ra tôi không thể thêm các biểu tượng phản hồi tại đây...",
      "too_long": "%1$sCái này quá dài để hiển thị. Thử với ít tùy chọn hơn thì sao?",
      "header": "Cuộc khảo sát #%1$d được tạo bởi %2$s",
      "success": "**Poll started. React to the number to vote.**\n*%1$s*",
      "time": "Bạn có %1$s để bình chọn.",
      "error": "%1$sĐã xảy ra lỗi không xác định trong khi thiết lập cuộc khảo sát. Hay là thử lại lần nữa? (lỗi bên trong)",
      "result_header": "Kết quả cuộc khảo sát",
      "result_screen": "**Hiển thị kết quả cho cuộc khảo sát được bắt đầu bởi %1$s** với tên: *%2$s*",
      "vote_results": "+Có %1$d phiếu bầu cho bình chọn %2$s",
      "thank_note": "Cảm ơn bạn đã bình chọn",
      "results": "Kết quả",
      "cancelled": "%1$sĐã huỷ khảo sát",
      "incorrect_time_format": "%1$sIncorrect time format. Remember, the proper time format it's a number followed by `h, m or s` (hours, minutes or seconds)."
    },
    "profile": {
      "timezone": {
        "not_specified": "%1$sBạn cần ghi rõ múi giờ. Múi giờ hợp lệ như `GMT-3` hoặc `America/Chicago` (ZoneId).",
        "reset": "%1$sĐã đặt lại múi giờ.",
        "invalid": "%1$sMúi giờ không hợp lệ. Múi giờ hợp lệ dụ như `GMT-3` hoặc `America/Chicago` (ZoneId). Thông thường, nếu bạn không biết múi giờ của mình thì có thể tìm \"tôi đang ở múi giờ nào\"",
        "success": "%1$sĐã lưu múi giờ, múi giờ cho hồ sơ của bạn giờ là: **%2$s**",
        "reset_success": "%1$sĐã đặt lại múi giờ thành công."
      },
      "description": {
        "header": "Profile Description",
        "content_placeholder": "Your description goes here.",
        "no_content": "%1$sYou didn't specify what you want on your description.",
        "too_long": "%1$sPhần mô tả của bạn quá dài! `(Giới hạn trong 300 kí tự cho mọi người và 500 kí tự cho người dùng cao cấp)`",
        "success": "%1$sI set your profile description successfully. Check your shiny new profile with `/profile show`",
        "clear_success": "%1$sĐã xoá thành công phần mô tả.",
        "time_out": "%1$sThe time to set your profile description has ran out. Please run this command again."
      },
      "displaybadge": {
        "not_specified": "%1$sYou need to specify your main badge! For example, `/profile displaybadge claimer`",
        "reset_success": "%1$sGiờ không còn huy hiệu nào được đặt ở đầu hồ sơ của bạn!",
        "important_success": "%1$sBây giờ huy hiệu hiển thị của bạn được tự động đặt là huy hiệu quan trọng nhất.",
        "no_such_badge": "%1$sKhông có huy hiệu nào như vậy cả...\nNhững huy hiệu bạn hiện có: %2$s",
        "player_missing_badge": "%1$sBạn không có huy hiệu này.\nNhững huy hiệu bạn hiện có: %2$s",
        "success": "%1$sHuy hiệu hiển thị của bạn giờ là: **%2$s**"
      },
      "lang": {
        "nothing_specified": "%1$sBạn cần ghi rõ một ngôn ngữ để sử dụng hoặc dùng `reset` để cài đặt lại ngôn ngữ.",
        "reset_success": "%1$sCài đặt lại ngôn ngữ cá nhân thành công.",
        "success": "%1$sMantaro sẽ nói chuyện với bạn bằng tiếng `%2$s` kể từ lúc này",
        "invalid": "%1$sNgôn ngữ này hiện chưa có! Bạn có thể dùng `reset` để cài đặt lại ngôn ngữ."
      },
      "inventorysort": {
        "not_valid": "%1$sLoại sắp xếp này không hợp lệ. Các loại có sẵn: `%2$s`",
        "success": "%1$sĐã thay đổi thành công loại sắp xếp túi đồ của bạn, bây giờ là: **%2$s**"
      },
      "toggleaction": {
        "enabled": "%1$sHiển thị các hành động được thực hiện từ bạn.",
        "disabled": "%1$sVô hiệu hoá các hành động được thực hiện từ bạn."
      },
      "pet": {
        "header": "Thú cưng đang hoạt động",
        "none": "Không có thú cưng nào"
      },
      "stats": {
        "header": "Hồ sơ thống kê cho %1$s",
        "wins": "Số lần thắng sòng",
        "market": "Số lần mua bán",
        "potion": "Thuốc đang hoạt động",
        "potion_type": "Loại thuốc",
        "buff": "Buff",
        "buff_type": "Loại Buff",
        "experience": "Kinh nghiệm",
        "mine_xp": "Kinh nghiệm khai thác",
        "fish_xp": "Kinh nghiệm câu cá",
        "chop_xp": "Kinh nghiệm chặt cây",
        "activity_xp": "Kinh nghiệm hoạt động",
        "sharks_caught": "Số cá mập câu được",
        "crates_open": "Số hòm đã mở",
        "times_mop": "Số lần lau bụi",
        "daily": "Chuỗi nhận phần thưởng hàng ngày",
        "daily_at": "Lần cuối cùng nhận phần thưởng hàng ngày",
        "waifu_claimed": "Số lần được nhận làm Waifu",
        "waifu_locked": "Khoá waifu",
        "dust": "Mức độ bụi bặm",
        "lang": "Ngôn ngữ hiển thị",
        "reminders": "Số lần hẹn ghi chú",
        "times": "lần",
        "days": "ngày",
        "times_used": "Số lần đã sử dụng",
        "equipment": "Bộ dụng cụ",
        "autoequip": "Tự động trang bị",
        "never": "Không bao giờ"
      },
      "hide_tag": {
        "success": "%1$sTrạng thái ẩn thẻ hiện giờ là: `%2$s`"
      },
      "equip": {
        "no_content": "%1$sBạn cần ghi rõ dụng cụ mà bạn muốn trang bị!",
        "no_item": "%1$sDụng cụ này không tồn tại",
        "not_owned": "%1$sBạn không sở hữu dụng cụ này!",
        "success": "%1$sĐã trang bị thành công %2$s *%3$s*, và sẽ được ghi nhớ vào lần tiếp theo bạn sử dụng lệnh liên quan đến dụng cụ này.",
        "not_suitable": "%1$sBạn không thể trang bị dụng cụ này.",
        "not_equipped": "%1$sBạn không có dụng cụ này.",
        "already_equipped": "%1$sYou already have an item of this type equipped! Try `/unequip <type>` (Type can be rod, axe, pick or wrench) if you wanna unequip it."
      },
      "unequip": {
        "not_equipped": "%1$sBạn không trang bị bất kì thứ gì tại ô này.",
        "no_content": "%1$sBạn cần ghi rõ loại dụng cụ bạn muốn tháo, có thể là `pick, rod, axe, wrench`",
        "invalid_type": "%1$sLoại không hợp lệ. Những loại đồ hợp lệ là `pick, axe, rod, wrench`",
        "confirm": "%1$sBạn có chắc là bạn muốn **tháo** %2$s %3$s? Gõ `yes` để đồng ý, `no` để huỷ. Điều này sẽ trả lại bạn phiên bản bị hỏng của công cụ hiện được trang bị, đồng nghĩa với việc công cụ hiện được trang bị của bạn sẽ bị hỏng.",
        "success": "%1$sĐã tháo %2$s thành công.",
        "equipment_recover": "\nDo bạn chưa từng xài dụng cụ này, nên bạn đã nhận lại %1$s!",
        "broken_equipment_recover": "\nDo bạn đã từng xài dụng cụ này, nên bạn nhận lại %1$s, bạn có thể sửa chữa nếu bạn cần sau này!",
        "broken_equipment_recover_none": "\nLoại dụng cụ này không có dạng hỏng, và đã được sử dụng, nên nó đã tan biến vào hư vô, nhưng bạn nhận lại được %1$s đồng.",
        "cancelled": "%1$sĐã huỷ câu lệnh."
      },
      "display": {
        "not_premium": "%1$sCá nhân hóa hồ sơ chỉ có sẵn cho người dùng cao cấp. Để biết thêm các đặc quyền, bạn có thể xem tại <https://github.com/Mantaro/MantaroBot/wiki/Premium-Perks>",
        "not_enough": "%1$sNot enough valid widgets to put on your profile (minimum: 3). If you're lost, check `/profile widgets ls`",
        "success": "%1$sĐã đặt thành công bố cục mới cho hồ sơ của bạn. Bố cục mới là `%2$s`",
        "ls": "%1$sList of profile components:\n%2$s **Widgets in Default Order:** `%3$s`\n%2$s **Your widgets:** `%4$s`\nYou can use `/profile widgets reset` to reset your profile display references",
        "reset": "%1$sĐặt lại thành công thứ tự thành phần con trong hồ sơ.",
        "example": "\nExample: `/profile widgets header, credits, reputation, birthday, marriage, badges`\n*Any order works, the order here is the order that will make them appear in your profile*"
      },
      "claimlock": {
        "removed": "%1$sĐặt lại thành công trạng thái khóa xác nhận quyền sở hữu của bạn.",
        "success": "%1$sYou can't be waifu claimed anymore. This used up a claim key. Use `/profile claimlock remove` to remove it later.",
        "no_key": "%1$sYou don't have a claim key to do this. You can buy one from the market using `/buy \"claim key\"`",
        "already_locked": "%1$sYou're already claim locked. Use `/profile claimlock remove` to remove it."
      },
      "autoequip": {
        "disable": "%1$sĐã vô hiệu hoá tự động trang bị thành công.",
        "success": "%1$sĐã bật chức năng tự động trang bị."
      },
      "badge_header": "%1$sHuy hiệu hiển thị",
      "bot_notice": "%1$sBot không có hồ sơ.",
      "header": "Hồ sơ của %1$s",
      "no_desc": "No description set. You can set one with `/profile description`",
      "credits": "Tiền",
      "old_credits": "Di sản",
      "level": "Cấp độ",
      "xp": "Kinh nghiệm",
      "rep": "Độ uy tín",
      "birthday": "Ngày sinh",
      "married": "Kết hôn với",
      "nobody": "Không một ai",
      "inventory": "Bộ sưu tập vật phẩm (Top 10)",
      "badges": "Bộ sưu tập huy hiệu (Top 5)",
      "no_badges": "Không có huy hiệu (hoặc chưa có!)",
      "no_timezone": "Chưa đặt",
      "timezone_user": "Múi giờ người dùng: %1$s",
      "not_specified": "Chưa rõ.",
      "potion": "Thuốc đang hoạt động",
      "no_potion": "Không sử dụng thuốc.",
      "hidelegacy": "%1$sTrạng thái thể hiện di sản hiện tại: `%2$s`",
      "tools_show": "%1$sShow tools",
      "level_show": "%1$sShow level",
      "back": "%1$sGo back."
    },
    "badges": {
      "info": {
        "not_specified": "%1$sYou need to specify a badge to see the info of. For example, `/badge info claimer`",
        "not_found": "%1$sKhông có huy hiệu nào như vậy cả...",
        "header": "Thông tin cho huy hiệu %1$s",
        "achieved": "Đã nhận được"
      },
      "ls": {
        "header": "Danh sách huy hiệu có thể nhận được",
        "desc": "This is a list of all of the currently obtainable badges on Mantaro. This list contains the name and description of the badge, which should give you a overall picture of what you need to achieve it.\nIf you think you got a badge and you don't see it on your personal badge list, use `/profile` and then run `/badges` again.\nGood luck, badge hunters!",
        "obtained": "**Nhận được:**%s"
      },
      "brief_success": "**Huy hiệu của %1$s:**\n%2$s",
      "profile_notice": "If you think you got a new badge and it doesn't appear here, please use `/profile` and then run this command again.\n",
      "info_notice": "Use `/badges info <badge name>` to get more information about a badge. [You can also check the wiki](https://github.com/Mantaro/MantaroBot/wiki/Badge-reference-and-documentation)\n",
      "donate_notice": "**Bạn có thể nhận được huy hiệu cho việc [hỗ trợ phát triển Mantaro!](https://patreon.com/mantaro)!** (Việc nhận huy hiệu có thể sẽ mất chút thời gian)\n\n",
      "no_badges": "Không có huy hiệu để xem (hoặc chưa có!)",
      "header": "Thành tích huy hiệu của %1$s",
      "total_badges": "**Tổng số huy hiệu nhận được:** %1$s",
      "footer": "Huy hiệu như một loại thành tích, và chúng được tăng lên qua tiến trình trong trò chơi của Mantaro hoặc đơn giản bằng cách dùng bot."
    },
    "rep": {
      "new_account_notice": "%1$sTuổi thọ của tài khoản (tính từ thời điểm tài khoản được tạo trên discord) phải lớn hơn 30 ngày tuổi để có thể gửi hoặc nhận uy tín. Hãy thử lại sau.",
      "no_mentions": "%1$sBạn cần đề cập hoặc đưa ra tên của một người dùng.\n%2$s",
      "more_than_one": "%1$sBạn chỉ có thể gửi sự uy tín tới một người",
      "rep_bot": "%1$sBạn không thể tăng uy tín cho bot.\n%2$s",
      "rep_yourself": "%1$sBạn không thể tăng uy tín cho bản thân.\n%2$s",
      "blacklisted_rep": "%1$sBạn không thể tăng uy tín cho người nằm trong danh sách đen.",
      "cooldown": {
        "waiting": "**Bạn sẽ được dùng lại lệnh này sau %1$s**",
        "pass": "Bây giờ bạn đã có thể tăng uy tín cho ai đó.",
        "explanation": "Bạn có thể tăng danh tiếng cho một người sau mỗi 12 giờ. Vui lòng đợi khoảng thời gian trên trước khi bạn có thể trao danh tiếng cho người khác."
      },
      "success": "%1$sĐã tăng uy tín cho **%2$s**"
    },
    "birthday": {
      "reset": "%1$sĐã đặt lại ngày sinh.",
      "no_guild_birthdays": "%1$sThings seems a bit empty here.\nRemember that cache refreshes every 23h and that now people have to run `/birthday allowserver` to allow this server to announce their birthdays.",
      "no_guild_month_birthdays": "%1$sThere are no birthdays for this month (%2$s) here :(\n%3$sIf you just setup the birthday announcer, please wait a bit until running this again. (Cache refreshes every 23h)\nRemember that now people have to run `/birthday allowserver` to allow this server to announce their birthdays.",
      "cache_not_running": "%1$sDữ liệu sinh nhật không dường như không hoạt động (lỗi phần mềm) :(",
      "error": "%1$sCó gì đó đã bị sai sót trong quá trình cập nhật ngày sinh (lỗi phần mềm) :(",
      "header": "**Sinh nhật của máy chủ %1$s trong %2$s**\nBộ nhớ đệm sinh nhật được cập nhật 23 giờ một lần, vì vậy nếu ngày sinh của bạn không xuất hiện ở đây, đừng lo lắng quá, hãy chờ đợi. Hiển thị tối đa 100 kết quả.\n",
      "full_header": "**%1$s's Birthdays**\n%2$s\nRemember that birthdays are cached every 23 hours and that they have to run `/birthday allowserver`. Showing up to 100 results.",
      "error_date": "%1$sThe date you entered is either not a valid date or I can't parse it properly. Please try with the correct formatting.\nRemember that the date format is `dd/mm` (For example, use `/birthday 16-11` for the 16th of November).\nIf the month or day has only one digit you need to append a 0 to it. For example, 14/7 would become 14/07 and 7/12 would become 07/12.",
      "added_birthdate": "%1$sSuccessfully added birth date. New birthday date: %2$s *(Format: dd-MM)* [day-month]. For this server to announce your birthday, you now have to run `/birthday allowserver`%3$s",
      "invalid_month": "%1$sMột năm có hơn 12 tháng sao...? (Số tháng hợp lệ cần trong khoảng từ 1 đến 12)",
      "no_content": "%1$sYou need to specify your birthday, `remove` to reset your birthday or `month` to check the birthday month list. Then, for this server to announce your birthday, you now have to run `/birthday allowserver`",
      "new_format": "%1$sĐịnh dạng ngày mới là `dd-mm` (ngày-tháng, ví dụ: 20-10 là cho ngày 20 tháng 10). Không cần nhập năm của bạn nữa, vì vậy bạn có thể bỏ qua phần đó.",
      "allowed_server": "%1$sAllowed the current server to announce your birthday. To deny it in the future, just run `/birthday denyserver` on this server.",
      "denied": "%1$sDenied the current server from announcing your birthday. To allow it in the future, just run `/birthday allowserver` on this server.",
      "already_denied": "%1$sThis server already can't announce your birthday. If you want to allow it, run `/birthday allowserver` instead. This is the default.",
      "leap": "Sinh nhật của bạn là vào ngày 29 tháng 2, có nghĩa là nó sẽ được công bố vào ngày 29 vào các năm nhuận và vào ngày 28 tháng 2 vào các năm không nhuận.",
      "already_allowed": "%1$sBạn đã cho phép máy chủ này hiển thị ngày sinh của bạn."
    },
    "choose": {
      "nothing_to": "%1$sYou need to tell me what to choose between. (example: `/choose anime manga \"sleeping out\"`)",
      "success": "%1$sTôi chọn `%2$s`"
    },
    "remindme": {
      "nothing_specified": "%1$sKhông đặt lời nhắc mà đòi tôi nhắc à? Hay là cậu muốn tôi nhắc cậu đặt lời nhắc chăng?!",
      "no_reminders": "%1$sBạn không có đặt lời nhắc nào cả.",
      "cancel": {
        "success": "%1$sĐã xoá lời nhắc của bạn.",
        "select": "Chọn lời nhắc mà bạn muốn xoá."
      },
      "no_time": "%1$sYou didn't specify the time or the time format is wrong. The format is a number followed by either d (days), h (hours), m (minutes) or s (seconds). For example, 1m45s is 1 minute, 45 seconds.",
      "no_time_arg": "%1$sBạn đã không đưa tôi thời gian trong đối số `-time`.",
      "too_little_time": "%1$sThat's too little time (Minimum: 1 minute, Example: `/remindme 1m do the dishes`)",
      "too_long": "Thời gian đó quá dài... (Tối đa: 180 ngày)",
      "success": "%1$sI'll remind you (%2$s) of `%3$s` in %4$s",
      "too_many_reminders": "%1$sNhiều lời nhắc quá đó! Sao không bỏ một vài cái đi?",
      "content": "Content",
      "due_at": "Due at"
    },
    "time": {
      "invalid_timezone": "%1$sĐó không phải là một múi giờ hợp lệ.",
      "success": "Bây giờ là %1$s, ngày %2$s tại múi giờ %3$s.",
      "error": "%1$sTôi đã tìm thấy lỗi khi tìm kiếm múi giờ trong cuốn sách lớn ở đó... hoặc có thể là múi giờ không hợp lệ.",
      "user_no_timezone": "%1$sNgười mà bạn đề cập đến không có đặt múi giờ."
    },
    "urban": {
      "no_args": "%1$sBạn cần phải ghi cho tôi biết bạn muốn tìm gì trên Từ điển Urban chứ.",
      "header": "Định nghĩa của %1$s trên Từ điển Urban",
      "too_many_args": "%1$sQuá nhiều đối số! Định dạng trang là `tên->số trang`",
      "main_def": "Định nghĩa chính.",
      "footer": "Thông tin được cung cấp bởi Từ điển Urban",
      "nsfw_notice": "%1$sLệnh này chỉ có thể được sử dụng trong các kênh NSFW do bản chất các kết quả của nó.",
      "error": "%1$sĐã xảy ra lỗi khi xử lý phản hồi từ UD. Thử lại?"
    },
    "activatekey": {
      "check": {
        "key_valid_for": "%1$sKey của bạn có giá trị trong %2$s ngày nữa :heart:",
        "no_key_found": "%1$sKey của bạn chưa được kích hoạt.. Tuy nhiên, nếu bạn là người trả phí từ hệ thống cũ, bạn vẫn có phần thưởng của mình!"
      },
      "no_key_provided": "%1$sTôi không thể kích key cao cấp nếu bạn không đưa cho tôi",
      "invalid_key": "%1$sBạn đã cung cấp một key không hợp lệ hoặc đã được kích hoạt",
      "guild_already_premium": "%1$sMáy chủ này vốn đã được đăng ký dùng cao cấp",
      "guild_successful": "%1$sMáy chủ này hiện là **Premium** :heart: (Trong: %2$d ngày)\nNếu bạn đang đăng kí ở Patreon, chìa khóa này sẽ được liên kết với đăng kí của bạn.",
      "user_already_premium": "%1$sTài khoản của bạn vốn đã là cao cấp :heart:",
      "user_successful": "%1$sBạn hiện là **Premium** :heart:\nNếu bạn đang đăng kí ở Patreon, chìa khóa này sẽ được liên kết với đăng kí của bạn.",
      "mp": "Mantaro Patreon không sử dụng key, thay vào đó nó là cao cấp sẵn và tự hoạt động."
    },
    "claimkey": {
      "not_patron": "%1$sBạn không phải là patron, thế nên bạn không thể làm điều này. Nếu bạn muốn ủng hộ Mantaro và đặc quyền kèm theo đó, hãy nhấn vào <https://www.patreon.com/mantaro>\nNếu bạn đã đăng ký và nhìn thấy tin nhắn này, có nghĩa là bạn chưa kích hoạt key. Làm ơn kiểm tra kĩ lại và chắc chắn rằng bạn đã kích hoạt key Mantaro nhắn riêng cho bạn.",
      "already_top": "%1$sBạn đã nhận tất cả các chìa khóa bạn có. Nếu bất kỳ chìa khoá nào trong số chúng đã hết hạn, vui lòng truy cập máy chủ hỗ trợ tại <https://support.mantaro.site> (Mặc dù chúng sẽ tự động gia hạn)",
      "successful": "%1$sThành công nhận key với mã `%2$s`. Bạn đã nhận tổng cộng %3$s key trong số %4$s chưa nhận. Đây là key thuộc loại %5$s (Nếu đây là key của máy chủ, bạn có thể sử dụng lên bất cứ máy chủ nào bạn muốn)",
      "cant_dm": "%1%sTôi không thể gửi key vào tin nhắn riêng của bạn vì cài đặt bảo mật, có lẽ vậy, nên key đã không được tạo.",
      "success": "%1$sĐã gửi thông tin qua tin nhắn riêng.",
      "invalid_scope": "%1$sInvalid key scope! Valid are `user` and `guild`. Without any arguments, this command defaults to `user`. Example: `/claimkey guild` or `/claimkey user`"
    },
    "vipstatus": {
      "user": {
        "header": "Trạng thái tài khoản cao cấp của bạn",
        "header_other": "Thông tin tài khoản cao cấp của %1$s",
        "not_premium": "%1$s%2$s không phải là người dùng cao cấp :c",
        "premium": "**Người dùng cao cấp! <3**",
        "old_system": "**Người dùng cao cấp theo hệ thống cũ! Đừng lo lắng, bạn đã trả phí nên các quyền lợi của bạn vẫn sẽ hoạt động bình thường!**"
      },
      "guild": {
        "header": "Thông tin tài khoản cao cấp của %1$s",
        "not_premium": "%1$sMáy chủ này chưa đăng ký dùng cao cấp :c",
        "premium": "**Máy chủ cao cấp! <3**",
        "old_system": "**Máy chủ cao cấp theo hệ thống cũ! Đừng lo lắng, bạn đã trả phí nên các quyền lợi của bạn vẫn sẽ hoạt động bình thường!**"
      },
      "description": "Key có giá trị miễn là đăng kí của bạn còn hiệu lực, trừ khi có quy định khác. Cảm ơn vì đã đóng góp hoặc đăng kí <3",
      "valid_for_old": "Có hiệu lực tới",
      "old_days_more": "%1$,d ngày nữa",
      "thank_note": "Cảm ơn vì sự hỗ trợ của bạn <3",
      "expire": "Hết hạn trong",
      "key_duration": "Tổng thời hạn",
      "key_owner": "Người cầm key",
      "wrong_args": "%1$sSai đối số...",
      "patreon": "Đăng kí",
      "linked": "Liên kết",
      "linked_to": "Liên kết đến",
      "keys_claimed": "Tổng số key nhận thêm"
    },
    "support": {
      "info": "%1$sNếu bạn cần hỗ trợ, hãy tham gia máy chủ hỗ trợ tại <https://support.mantaro.site> và hỏi tại kênh #support!"
    },
    "action": {
      "no_mention": "%1$sBạn cần đề cập một người dùng.",
      "no_mention_disabled": "%1$sSau khi lọc các thành viên đã tắt hành động, không còn người dùng nào để chạy hành động này :(",
      "actions_disabled": "%1$sNgười dùng này đã vô hiệu hóa các hành động cho chính họ.",
      "filtered": "%1$sMột số người dùng đã bị lọc khi họ vô hiệu hóa các hành động đang được thực hiện trên họ.",
      "error_retrieving": "%1$sTôi đã tìm thấy lỗi khi truy xuất gif cho hành động này... (lỗi bên ngoài, có lẽ là do WeebAPI đang bảo trì chăng?)",
      "no_type": "%1$sLệnh hành động này không có kiểu. (lỗi bên trong)",
      "permission_or_unexpected_error": "%1$sX-Xin lỗi! Tôi làm rơi hình ảnh mất rồi. (Có lẽ tôi không có quyền gửi hình ảnh)",
      "lonely": {
        "pat": "Ỏoo, tôi thấy bạn có vẻ đang cô đơn, nhận một cái xoa đầu nè <3",
        "hug": "Ỏoo, tôi thấy bạn có vẻ đang cô đơn, nhận một cái ôm nè <3",
        "kiss": "Ỏoo, tôi thấy bạn có vẻ đang cô đơn, *hun*",
        "poke": "Ỏoo, tôi thấy bạn có vẻ đang cô đơn, *chọc bạn một cái*",
        "slap": "Hmm, sao bạn lại muốn thế? Ờ thì, chắc là... *tát bạn*",
        "bite": "*cắn bạn*",
        "lick": "*liếm bạn*",
        "tickle": "*cù bạn*",
        "highfive": "*đập tay*",
        "pout": "*bĩu môi, hmph*",
        "teehee": "*chọc bạn*",
        "smile": "*cười với bạn*",
        "stare": "*nhìn chằm chằm vào bạn*",
        "holdhands": "*nắm tay bạn*",
        "cuddle": "*âu yếm bạn*",
        "nuzzle": "*áp vào bạn*",
        "blush": "*ngại ngùng với bạn*",
        "bloodsuck": "T-tôi phải làm gì đây? Vậy thì... *hút máu bạn*"
      },
      "self": {
        "pat": "*được xoa đầu*",
        "hug": "*đỏ mặt* o-oh... cảm ơn bạn",
        "kiss": "*đỏ mặt*... tôi- ờm... không nghĩ bạn nên hôn một bot nhưng...",
        "poke": "Ơ-Ơ! Bạn cần gì?",
        "slap": ":(",
        "bite": "Đ-Đau đấy!",
        "lick": "Vị của kim loại như thế nào thế? Tôi không tin là nó quá tốt...",
        "tickle": "hahahaha... ôi chúa ơi dừng lại đi >u<",
        "highfive": "*đập tay*",
        "pout": "Bạn đang giận tôi à? :(",
        "teehee": ":eyes:",
        "smile": "Ỏoo.",
        "stare": ":eyes:",
        "holdhands": "u-uầy... ;//;",
        "cuddle": "Thật dễ thương!",
        "nuzzle": "Awwiee, dễ thương thế!",
        "blush": ";////;",
        "bloodsuck": "Giờ bạn là ma cà rồng rồi à?, uầy!"
      },
      "pat": "%1$s đã được %2$s xoa đầu",
      "hug": "%1$s đã được %2$s ôm",
      "kiss": "%1$s đã được %2$s hôn",
      "poke": "%1$s đã bị chọc bởi %2$s :eyes:",
      "slap": "%1$s đã bị %2$s tát!",
      "bite": "%1$s đã bị %2$s ngoạm :eyes:",
      "tickle": "%1$s đã bị cù bởi %2$s",
      "lick": "%1$s đã bị %2$s liếm",
      "highfive": "%1$s đập tay %2$s :heart:",
      "pout": "%1$s bĩu môi với %2$s *hmph*",
      "teehee": "%1$s đang chọc %2$s",
      "smile": "%1$s đang cười với %2$s :heart:",
      "stare": "%1$s đang nhìn chằm chằm vào %2$s",
      "holdhands": "%1$s đang nắm tay %2$s",
      "cuddle": "%1$s đã được %2$s âu yếm",
      "nuzzle": "%1$s đang áp má với %2$s",
      "bloodsuck": "%1$s đang hút máu của %2$s!",
      "blush": "%1$s đang ngượng ngùng với %2$s",
      "nom": "Trông ngon miệng quá.",
      "facedesk": "*đập mặt xuống bàn*",
      "lewd": "Đ-Đồ biến thái!",
      "meow": "Meow."
    },
    "game": {
      "won_games": "%1$s%2$s đã thắng **%3$s trò chơi**",
      "nothing_specified": "%1$sBạn chưa ghi rõ bạn muốn chơi gì...",
      "not_enough_games": "%1$sYou need to specify two games at least. For example: `/game lobby pokemon, trivia`",
      "invalid_selection": "%1$sBạn cần phải chỉ ra ít nhất hai trò chơi. (Trò chơi hợp lệ: character, pokemon, number, trivia)",
      "multiple": {
        "invalid": "%1$sBạn cần ghi rõ tên trò chơi và số lần chạy trò chơi đó.",
        "invalid_times": "%1$sSố lần không hợp lệ. Hãy nhớ rằng nó phải là một số nguyên.",
        "no_character": "%1$sBạn không thể sử dụng trò chơi character trong nhiều trò chơi hoặc sảnh do các giới hạn của API AniList."
      },
      "trivia": {
        "wrong_diff": "%1$sĐề cập sai độ khó! (Độ khó hiện có: easy (dễ), medium (bình thường) và hard (khó))",
        "fetch_error": "%1$sLỗi khi khởi động trivia. Có vẻ nguồn dữ liệu của Trivia đang có vấn đề.",
        "possibilities": "Phương án",
        "difficulty": "Độ khó",
        "category": "Phân loại"
      },
      "number": {
        "start": "%1$sHãy đoán một số! **Bạn có 5 lượt đoán trong vòng 1 phút. Con số này nằm trong đoạn từ 0 đến 150**",
        "nan": "%1$sĐó còn không phải là một con số...",
        "ended_game": "%1$sĐã kết thúc trò chơi. Con số đó là: %2$d",
        "all_attempts_used": "%1$sĐã dùng hết lượt chơi, trò chơi kết thúc. Con số đó là: %2$d",
        "hint": "Gợi ý: Số này %1$s số bạn nhập.",
        "higher": "cao hơn",
        "lower": "thấp hơn"
      },
      "pokemon": {
        "header": "Đó là con pokemon nào?",
        "footer": "Bạn có 5 lần đoán trong vòng 75 giây. (Gõ \"end\" để kết thúc trò chơi)"
      },
      "started_mp_role": "%1$sĐã bắt đầu phòng chờ với tất cả các người chơi có role: **%2$s**",
      "started_mp_user": "%1$sĐã bắt đầu chơi chung với: **%2$s**",
      "lobby_started": "%1$sĐã bắt đầu phòng mới! **Trò chơi %2$s**\nBạn có thể nhấn `endlobby` để dừng tất cả các trò chơi và kết thúc phòng chờ.",
      "game_timeout_drop": "%1$sCó vẻ như tôi đã làm rơi một trò chơi ở đây, nhưng quên nhặt lên... Tôi sẽ bắt đầu trò chơi mới cho bạn ngay lập tức!",
      "other_lobby_running": "%1$sKhông thể tạo phòng chờ mới khi mà ở đây có một trò chơi đang được chạy (Nếu đây là lỗi, thì hãy nhờ người quản lý (admin) chạy `~>opts lobby reset`)",
      "lobby": {
        "ended_game": "%1$sĐã kết thúc trò chơi. Đáp án phù hợp là: %2$s",
        "ended_lobby": "%1$sĐã dừng phòng chờ! Cảm ơn vì đã chơi.",
        "all_attempts_used": "%1$sĐã dùng hết lượt chơi, đang kết thúc. Câu trả lời phù hợp là: %2$s",
        "incorrect_answer": "%1$sĐó không phải đáp án, bạn còn %2$d lượt nữa.",
        "won_game": "%1$s**%2$s** đã trả lời đúng và nhận được $%3$,d đồng!"
      },
      "lobby_time_out": "%1$sĐã hết giờ! Đáp án đúng là: %2$s",
      "end_footer": "Bạn có 5 lần đoán với 60 giây. (Gõ \"end\" để kết thúc trò chơi)",
      "trivia_end_footer": "Bạn có %1$s lần đoán với 60 giây. (Gõ \"end\" để kết thúc trò chơi)",
      "error": "%1$sTôi đã tìm thấy lỗi trong lúc khởi động trò chơi... (lỗi phần mềm)",
      "error_missing_permissions": "%1$sTôi không thể đính kèm tệp. Vui lòng kiểm tra quyền.",
      "character_load_error": "%1$sKhông thể thiết lập trò chơi cho nhân vật đã lưu trước đó: %2$s. Nếu điều này xảy ra với tất cả các nhân vật, thì đó có thể là một lỗi tạm thời.",
      "character_request_error": "%1$sLỗi khi yêu cầu nhân vật này từ API của Kitsu.",
      "character_start": "Đoán nhân vật",
      "too_many_games": "%1$sBạn có thể bắt đầu tối đa %2$,d trò chơi cùng lúc trong phòng chờ. (Với Premium: %3$,d)",
      "disabled_multiple": "%1$sMáy chủ này đã vô hiệu hóa nhiều trò chơi/sảnh."
    },
    "opencrate": {
      "no_crate": "%1$sYou don't have any loot crate of this type (%2$s) to open. (If you're trying to open a crate of any other than the default type, use the name of the crate after the command).",
      "not_crate": "%1$sĐó không phải là một hòm hợp lệ.",
      "nothing_found": "%1$sTôi không tìm thấy bất kỳ hòm nào phù hợp với tìm kiếm của bạn. Hãy đảm bảo bạn đã sử dụng đúng tên."
    },
    "dailycrate": {
      "check": "%1$sBạn sẽ nhận được hòm hàng ngày trong vòng: **%2$s.**",
      "not_premium": "%1$sBạn không phải là Premium!\nVui lòng xem thêm tại <https://patreon.com/mantaro>\n\nLà người dùng cao cấp, bạn có thể nhận được một hòm cao cấp mỗi ngày bằng cách sử dụng lệnh này - với tỉ lệ chứa nhiều công cụ và vật phẩm cấp cao hơn cho mỗi lệnh tiền tệ khác nhau (4 sao trở lên!)\nCảm ơn sự cân nhắc của bạn, vì chúng tôi cần giúp đỡ để giữ cho Mantaro hoạt động. Cảm ơn vì đã sử dụng Mantaro <3",
      "success": "%1$sYou just got a **%2$s**! Come back in 24 hours to get another one! You can open this using `/opencrate <crate name>`. You need to buy a crate key using `/buy key` to open it."
    },
    "prune": {
      "no_messages_specified": "%1$sBạn chưa ghi rõ bạn muốn xoá tin nhắn nào.",
      "no_permissions": "%1$sTôi không thể xoá tin nhắn vì tôi không được cấp quyền Quản lý tin nhắn (Manage Messages).",
      "no_permissions_user": "%1$sTôi không thể xoá tin nhắn vì bạn không có quyền Quản lý tin nhắn (Manage Messages).",
      "no_messages": "%1$sI can't find any messages with the criteria you specified...",
      "too_few_messages": "%1$sQuá ít tin nhắn để xoá. Tối thiểu là 5. Được tính sau khi danh sách tin nhắn đã được lọc, vì vậy nếu bạn đã sử dụng bộ lọc (giả sử đã đề cập đến ai đó), hãy đảm bảo bạn tìm ra 100 tin nhắn (hoặc không chỉ định số lượng).",
      "error_retrieving": "%1$sTôi đã tìm thấy lỗi không xác định khi truy xuất lịch sử để xoá các tin nhắn (Lỗi: %2$s %3$s)",
      "invalid_number": "%1$sHãy nhập một con số phù hợp.",
      "not_valid": "%1$sĐó không phải là một số hợp lệ để xoá tin nhắn.",
      "less_than_five": "%1$sYou need to provide at least 5 messages. For example, use `/prune 20` to delete 20 messages.",
      "messages_too_old": "%1$sKhông có tin nhắn nào mới hơn trong 2 tuần vừa qua, discord sẽ không cho tui xoá tin nhắn đâu.",
      "success": "%1$sĐã xoá thành công %2$s tin nhắn trong kênh này.",
      "lack_perms": "%1$sThiếu quyền hạn trong lúc xoá tin nhắn (Không được cấp quyền: %2$s)",
      "error_deleting": "%1$sLỗi không xác định khi đang xoá tin nhắn (Lỗi: %2$s %3$s). Nếu điều này tiếp tục tái diễn, làm ơn hãy báo lại với chúng tôi tại <https://support.mantaro.site>"
    },
    "imageboard": {
      "catgirl": {
        "error": "Lỗi khi truy xuất hình ảnh nàng mèo dễ thương :("
      },
      "cat": {
        "error": "%1$sLỗi khi truy xuất hình ảnh bé mèo đáng iu :("
      },
      "dog": {
        "error": "%1$sLỗi khi truy xuất hình ảnh chú chó dễ thương :("
      },
      "too_many_tags": "%1$sBạn đã gắn quá nhiều thẻ cho bảng hình ảnh hiện tại! Bảng hình ảnh %2$s chỉ chấp nhận tối đa %3$d thẻ.",
      "invalid_rating": "%1$sBạn đã cung cấp một loại không hợp lệ (Các loại có sẵn: nghi vấn (questionable), rõ ràng (explicit) và an toàn(safe))",
      "nsfw_no_nsfw": "%1$sTôi không thể gửi hình ảnh NSFW trong một kênh không phải nsfw :(",
      "no_images": "%1$sKhông có hình ảnh nào phù hợp với tiêu chí tìm kiếm của bạn. Điều này có thể xảy ra vì dịch vụ hình ảnh không trả lại gì, không có gì hữu ích hoặc bạn đã tra cứu các thẻ bị cấm.",
      "no_results": "%1$s**Không có thêm hình ảnh nào hoặc không tìm thấy kết quả nào**! Vui lòng thử với một số thấp hơn hoặc tìm kiếm khác.",
      "error": "%1$sĐã xảy ra lỗi khi tìm kiếm hình ảnh...",
      "wrong_argument": "%1$sWrong argument type. Check /help %2$s",
      "blacklisted_tag": "%1$sThẻ hình ảnh này đã được quản trị viên đưa vào danh sách đen tại đây.",
      "error_tag": "%1$sĐã xảy ra lỗi khi đang tìm kiếm thẻ này.",
      "error_random": "%1$sĐã xảy ra lỗi khi đang tìm kiếm hình ảnh ngẫu nhiên.",
      "error_general": "%1$sChúng tôi đã tìm thấy lỗi khi đang tạo yêu cầu đối với bảng hình ảnh này.",
      "non_nsfw_channel": "%1$sHiện đang không ở kênh NSFW. Không thể gửi hình ảnh biến thái.\n**Nhắc nhở:** Bạn có thể đặt kênh này là NSFW bằng cách đi tới cài đặt kênh và chọn `Đặt kênh này làm NSFW`",
      "loli_content_disallow": "%1$sTôi không thể hiển thị hình ảnh bị cáo buộc có chứa nội dung dâm dục `loli` hoặc` shota` (hoặc các thẻ liên quan) vì discord cấm điều đó. Thử lại với các thẻ khác?",
      "null_list_notice": "%1$sRất tiếc... đã xảy ra lỗi khi tìm kiếm... (Nếu bạn sử dụng thẻ, thẻ có thể không tồn tại)",
      "found_image": "Tìm thấy hình ảnh",
      "description_image": "Đánh giá: **%1$s**, Bảng hình ảnh: **%2$s**",
      "width": "Chiều rộng",
      "height": "Chiều cao",
      "tags": "Thẻ",
      "source": "Bảng hình ảnh",
      "rating": "Đánh giá",
      "load_notice": "Nếu hình ảnh không hiện, hãy nhấn vào tiêu đề.",
      "rule34_notice": "If you don't like the content on this command, you can use `/yandere`. If animated gifs/webm content doesn't play, click the link in the embed title.",
      "yandere_nsfw_notice": "%1$sCác lệnh Yande.re và Gelbooru chỉ có thể được sử dụng trong các kênh NSFW do nhiều báo cáo về việc nó gửi hình ảnh khiêu dâm được đánh dấu là an toàn về phía chúng. Thay vào đó, hãy sử dụng lệnh này trong kênh NSFW.",
      "konachan_nsfw_notice": "%1$sKonachan, danbooru và safebooru chỉ có thể được sử dụng trong các kênh NSFW do xếp hạng không nhất quán từ phía chúng. Thay vào đó, hãy sử dụng lệnh này trong một kênh NSFW (bạn có thể đánh dấu một kênh là nsfw trong phần cài đặt kênh).",
      "e621_nsfw_notice": "%1$sLệnh e621 chỉ có thể được sử dụng trên các kênh NSFW.",
      "e926_nsfw_notice": "%1$sLệnh e926 chỉ có thể được sử dụng trên các kênh NSFW. Hình ảnh chủ yếu là an toàn, nhưng xếp hạng không nhất quán.",
      "open_in_browser_link": "Mở hình trong trình duyệt",
      "disabled_explicit": "%1$sMáy chủ này đã vô hiệu hóa các tìm kiếm trên bảng ảnh rõ ràng/có vấn đề bất kể kênh nào được đánh dấu là NSFW."
    },
    "pet": {
      "explanation": "Pets are a useful companion in currency!\nThey help you gain more money, loot more, find random stuff on mine, chop trees, and even catch fish. The higher the level, the higher the rewards!\nGetting the right pet for your activities is important, so make sure to check the type and abilities of the pet you want to choose!\nRemember that you need to feed your pet and give it water, aswell as let it rest and charge up in energy every once in a while, just like a real pet! You can even pat it :)\nThere's two types: Personal (for yourself) and Marriage (shared between your partner and you). Choose one with `/pet choice`. The default is Personal.\nFor more help, use `/help pet` and `/pet list` for a list of pets.",
      "no_marriage": "%1$sYou need to be married to have a marriage pet. For now. Check `/help marry` and `/pet`",
      "no_marriage_other": "%1$s%2$s needs to be married to have a marriage pet. For now. Check `/help marry` and `/pet`",
      "status": {
        "no_pet": "%1$sYou don't have any pets to check the status of. Check `/pet` for an explanation. (Choice: %2$s)%3$s",
        "pet_in_other_category": "\n%1$sYou have a pet on the %2$s choice (%3$s). You can switch to it with `/pet choice %2$s`",
        "header": "Trạng thái của %1$s",
        "description": "Remember to take care and love your pet :heart:\nSee `/pet` and `/help pet` for an explanation.",
        "cost": "Giá",
        "type": "Loại",
        "abilities": "Kĩ năng",
        "level": "Cấp độ",
        "health": "Sức khoẻ",
        "thirst": "Khát",
        "hunger": "Đói",
        "stamina": "Thể lực",
        "dust": "Độ bẩn (%)",
        "pet": "Xoa đầu",
        "buildup": "Đồng / Vật phẩm tăng lên",
        "buildup_coin": "Tiền tăng lên",
        "buildup_stats": "%1$,d đồng / %2$,d vật phẩm",
        "buildup_stats_credits": "%1$,d đồng",
        "footer": "Cảm ơn vì đã sử dụng Mantaro! <3"
      },
      "check": {
        "success": "**Trạng thái thú cưng của %1$s**\n\n%2$s Khát: **%3$s / 100** | %4$s Đói: **%5$s / 100** | %6$s Độ bẩn: **%7$s%%** | Lựa chọn: **%8$s**"
      },
      "clean": {
        "not_enough_money": "%1$s Bạn cần ít nhất %2$,d đồng để rửa sạch cho **%3$s**.",
        "not_dusty": "%1$s**%2$s** vẫn còn sạch sẽ. (Độ bẩn hiện tại: %3$,d%%)",
        "success": "%1$s**%2$s** bây giờ đã lấp lánh sạch sẽ! Chi phí để làm sạch thú cưng của bạn là %3$,d đồng."
      },
      "choice": {
        "no_choice": "%1$sBạn cần chỉ ra một sự lựa chọn (Personal hoặc Marriage).",
        "invalid_choice": "%1$sSự lựa chọn không hợp lệ. Vui lòng chọn giữa Personal (Cá nhân) hoặc Marriage (Kết hôn). Cá nhân là cho chính bạn, Hôn nhân là thú cưng được chia sẻ với bạn đời của bạn",
        "ratelimit_message": "Bạn có thể thay đổi lựa chọn của mình 3 lần. Bạn sẽ phải đợi một thời gian cụ thể để có thể thực hiện được nhiều lần thay đổi hơn. Điều này là để tránh lạm dụng bot!",
        "already_chosen": "%1$sĐây đã là sự lựa chọn của bạn.",
        "success": "%1$sĐặt thành công lựa chọn của bạn thành: %2$s %3$s"
      },
      "level": {
        "no_pet": "%1$sYou don't have any pets to check the level of. Check `/pet` for an explanation. (Choice: %2$s)%3$s",
        "success": "%1$sCấp độ của **%2$s**: **%3$,d** (%4$,d XP / %5$,d XP)"
      },
      "list": {
        "summary": "%1$s **Tên:** %2$s, **Khả năng:** `%3$s`, **Trị giá:** %4$,d đồng",
        "abilities": "*Fish*: Useful for `/fish`\n*Catch*: Useful for `/mine`\n*Chop*: Useful for `/chop`\n*Cheer*: Gives you a nice morale boost.",
        "header": "%1$s**Thú nuôi hiện có sẵn**\n\n%2$s\n\n%3$s**Giải thích về khả năng:**\n%4$s"
      },
      "pat": {
        "no_pet": "%1$sYou don't have any pets to pat. Check `/pet` for an explanation. (Choice: %2$s)",
        "no_pet_other": "%1$s%2$s doesn't have any pets to pat. Check `/pet` for an explanation.",
        "personal_pet_other": "%1$sBạn không thể xoa đầu thú cưng của người khác vào lúc này.",
        "ratelimit_message": "Bạn có thể vỗ về thú cưng của mình tối đa 25 lần. Sau đó, bạn sẽ phải đợi khoảng thời gian trên cho 25 lần vỗ nữa.",
        "too_many": "Làm thế nào mà bạn thậm chí xoa đầu nhiều như thế này?"
      },
      "pet_reactions": {
        "cute": "%1$s**%2$s** vui vẻ vẫy đuôi khi bạn vuốt ve đầu nó. **Số lần xoa đầu: %3$s**.%4$s",
        "cute_not_animal": "%1$s**%2$s** hạnh phúc mỉm cười khi bạn xoa đầu nó. **Số lần xoa đầu: %3$s**.%4$s",
        "nothing": "%1$s**%2$s** chỉ ngồi đó, và không làm gì cả. **Số lần xoa đầu: %3$s**.%4$s",
        "cheer": "Phản ứng của %1$s**%2$s** quá dễ thương nên nó đã làm bạn vui lên. **Số lần xoa đầu: %3$s**.%4$s",
        "scare": "%1$sThú cưng sợ hãi khi bạn vỗ về chúng. Có lẽ là do quá đột ngột chăng? **Số lần xoa đầu: %3$s**.%4$s",
        "counter_100": "%1$sCó vẻ như đầu của nó sẽ trở nên sáng bóng sau nhiều lần xoa."
      },
      "buy": {
        "not_enough_arguments": "%1$sYou need to specify the name of the pet and the type of pet you want to buy. (For example, `/pet buy hello dog`). If you want a personal pet, first run `/pet choice personal`.",
        "no_requirements": "%1$sYou need both a car and a house to go buy a pet! House: %2$s, Car: %3$s\nTo buy a house and a car use `/marry buyhouse` and `/marry buycar` :heart:",
        "no_house": "%1$sBạn cần phải có một ngôi nhà cho thú cưng trong túi đồ để thực hiện điều này. Bạn có thể mua trên cửa hàng.",
        "no_egg": "%1$sYou need to have a Incubator Egg on your inventory to do this. You can cast it, check `/cast ls`",
        "already_has_pet": "%1$sBạn đã có sẵn thú cưng. (Lựa chọn hiện tại: %2$s)",
        "nothing_found": "%1$sKhông thể tìm thấy loại vật nuôi bạn đã chỉ định. Bạn đã chỉ định: `%2$s`, Loại hợp lệ: `%3$s`",
        "not_enough_money": "%1$sBạn không có đủ tiền để mua thú nuôi này. Cần: %2$,d đồng, Tài sản của bạn: %3$,d đồng",
        "confirm": "%1$sBạn có chắc là muốn mua thú nuôi này chứ? Tên: %2$s, Loại: %3$s, Giá: %4$,d đồng. Lựa chọn: %5$s. Gõ `yes` để đồng ý, nếu không thì gõ `no`.",
        "success": "%1$sChúc mừng! Bây giờ hai bạn đã là người chủ đáng quý của `%2$s%3$s` với cái tên mà hai bạn đặt là `%4$s`. Giá để mua thú nuôi này là %5$,d đồng và sự lựa chọn là: %6$s",
        "success_personal": "%1$sChúc mừng! Bây giờ bạn đã là người chủ đáng quý của `%2$s%3$s` với cái tên mà bạn đặt là `%4$s`. Giá để mua thú nuôi này là %5$,d đồng và sự lựa chọn là: %6$s",
        "cancel_success": "%1$sĐã huỷ câu lệnh.",
        "too_long": "%1$sTên này quá dài. Tên bắt buộc phải ngắn hơn 150 ký tự.",
        "no_marriage_marry": "%1$sTôi không thấy cuộc hôn nhân nào ở đây..."
      },
      "feed": {
        "no_pet": "%1$sYou don't have any pets to feed. Check `/pet` for an explanation. (Choice: %2$s)%3$s",
        "no_content": "%1$sYou need to specify what you want to feed your pet with. For example, `/pet feed steak`",
        "no_item": "%1$sTôi không tìm thấy vật phẩm mà bạn chỉ ra.",
        "not_food": "%1$sỒ nhìn kìa! Đây không phải là đồ ăn, cũng không phải đồ tiếp tế!",
        "no_need": "%1$sThú cưng của bạn không đói, nên có lẽ hiện giờ nó không muốn ăn.",
        "not_inventory": "%1$sBạn không có đồ ăn mà bạn muốn cho thú cưng của mình ăn. Hãy chắc chắn rằng nó trong túi đồ của bạn và bạn nhập đúng số lượng (%2$s).",
        "not_applicable": "%1$sBạn không thể cho thú cưng ăn đồ ăn không cùng loại này được.",
        "success": "%1$sYay! Thành công cho thú cưng của bạn ăn `%3$s %2$s` và hồi được %4$s%% thanh thức ăn. Thanh thức ăn của thú cưng hiện giờ là %5$s%%.",
        "too_much": "%1$sHay là cho nó ít thức ăn hơn đi? Bạn đang lãng phí thức ăn đó! (Số lượng bạn đưa ra vượt quá 100%% thanh thức ăn)"
      },
      "water": {
        "no_pet": "%1$sYou don't have any pets to water. Check `/pet` for an explanation. (Choice: %2$s)%3$s",
        "no_need": "%1$sThú cưng của bạn không khát, nên có lẽ hiện giờ nó không muốn uống.",
        "not_inventory": "%1$sBạn không có chai nước. Hãy chắc chắn rằng nó nằm trong túi đồ của bạn.",
        "not_enough_inventory": "%1$sKhông đủ chai nước có trong túi đồ của bạn. Bạn cần %2$s.",
        "too_much": "%1$sHay là cho nó ít thức uống hơn đi? Bạn đang lãng phí đồ uống đó! (Số lượng bạn đưa ra vượt quá 100%% thanh khát)",
        "success": "%1$sYay! Thành công cho thú cưng của bạn uống %2$d chai nước và hồi được %3$s%% độ khát. Thanh khát của thú cưng hiện giờ là %4$s%%."
      },
      "activity": {
        "low_stamina": "%1$sThể lực hiện tại của **%2$s** thực sự rất thấp. Hãy cho nó ăn/uống để hồi phục.",
        "low_health": "%1$sSức khoẻ hiện tại của **%2$s** thực sự rất thấp. Hãy cho nó ăn/uống và để nó nghỉ ngơi để hồi phục.",
        "low_hunger": "%1$s**%2$s** đang đói lắm luôn nên chả làm được gì cả. *Đồ ănnnnnn~*",
        "low_thirst": "%1$s**%2$s** đang khát lắm luôn nên chả làm được gì cả.",
        "low_mood": "%1$s**%2$s** chả có hứng thú gì nữa. Còn không mau chơi với thú cưng của bạn đi!",
        "dusty": "%1$s**%2$s** đang rất bẩn. Bạn tắm rửa giúp nó đi.",
        "success_fish": "%1$s**%2$s** đã thành công giúp bạn bắt cá! **Bạn nhận được thêm %3$,d đồng và %4$,d vật phẩm** đều là nhờ vào những gì thú cưng có thể làm được cho bạn *thêm cả những gì bạn có được*",
        "success_chop": "%1$s**%2$s** đã thành công giúp bạn chặt cây! **Bạn nhận được thêm %3$,d đồng và %4$,d vật phẩm** đều là nhờ vào những gì thú cưng có thể làm được cho bạn *thêm cả những gì bạn có được*",
        "success_mine": "%1$s**%2$s** đã thành công giúp bạn đào! **Bạn nhận được thêm %3$,d đồng và nhiều cơ hội rơi đồ hơn** đều là nhờ vào những gì thú cưng có thể làm được cho bạn *thêm cả những gì bạn có được*"
      },
      "rename": {
        "no_pet": "%1$sBạn không có thú cưng để đổi tên. (Lựa chọn %2$s)%3$s",
        "same_name": "%1$sTên bạn đặt lại cho thú cưng giống với tên hiện giờ của nó.",
        "no_content": "%1$sBạn cần đặt tên mới cho thú cưng của bạn.",
        "not_enough_money": "%1$sBạn không đủ tiền để thực hiện hành động này. Hiện có: %3$s. Tốn: %2$s.",
        "success": "%1$sĐã đổi tên thú cưng của bạn từ `%2$s` thành `%3$s`. Đã trừ %4$s từ ví của bạn!"
      },
      "remove": {
        "no_pet": "%1$sBạn không có thú cưng để xoá. (Lựa chọn %2$s)%3$s",
        "no_pet_confirm": "%1$sTôi không thấy con vật nào cả...",
        "confirm": "%1$sBạn có chắc chắn là muốn xoá thú nuôi này không? Nửa kia của bạn sẽ nhận được %2$,d đồng, và bạn cũng nhận được %2$,d đồng.\nGõ `yes` để đồng ý hoặc `no` để huỷ. Hãy nhận thức được rằng sự hoàn trả không đi kèm với cấp độ hay bất kì thứ gì khác, nó giống như mua một tomagotchi mới hoặc tương tự như vậy.",
        "confirm_personal": "%1$sBạn có chắc chắn là muốn xoá thú nuôi này không? Bạn sẽ được hoàn lại %2$,d đồng.\nGõ `yes` để đồng ý hoặc `no` để huỷ. Hãy nhận thức được rằng sự hoàn trả không đi kèm với cấp độ hay bất kì thứ gì khác, nó giống như mua một tomagotchi mới hoặc tương tự như vậy.",
        "success": "%1$sĐã bán thú nuôi thành công. Cả hai bên sẽ nhận được %2$s đồng như là sự hoàn trả.",
        "success_personal": "%1$sĐã bán thú nuôi thành công. Bạn sẽ nhận được %2$s đồng như là sự hoàn trả."
      },
      "info": {
        "not_found": "%1$sI can't find the pet type you're looking for. Use `/pet list` for a list of pet types.",
        "author": "Thông tin thú cưng thuộc loại %1$s%2$s",
        "name": "Tên thú cưng",
        "cost": "Giá thú cưng",
        "abilities": "Khả năng",
        "food": "Ăn được",
        "coin_buildup": "Tiền tăng lên (Lvl. 1 / 100)",
        "item_buildup": "Vật phẩm tăng lên (Lvl. 1 / 100)"
      },
      "locked_notice": "%1$sBạn không thể mua/bán thú cưng khi giao dịch bị khoá. Nếu đây là lỗi, thì hãy thử lại sau vài phút."
    },
    "invite": {
      "url": "Lời mời",
      "server": "Máy chủ hỗ trợ",
      "patreon": "Patreon",
      "description": {
        "1": "Dưới đây là một số liên kết hữu dụng!",
        "2": "**Nếu bạn có bất kì câu hỏi nào về Mantaro, đừng ngần ngại mà hãy vào máy chủ hỗ trợ để hỏi!**.",
        "3": "Chúng tôi cũng cung cấp liên kết patreon trong trường hợp bạn muốn giúp Mantaro tiếp tục hoạt động bằng cách quyên góp [và nhận đặc quyền khi làm như vậy!].",
        "4": "Cảm ơn bạn đã sử dụng bot **<3 từ các lập trình viên và đội ngũ Mantaro**"
      },
      "footer": "Hy vọng bạn có nhiều niềm vui với bot."
    },
    "salvage": {
      "not_broken": "%1$sBạn chỉ có thể vớt các công cụ bị hỏng.",
      "no_item": "%1$sBạn cần phải ghi rõ vật phẩm bạn muốn phân rã.",
      "no_item_found": "%1$sTôi không tìm thấy vật phẩm mà bạn chỉ ra.",
      "cant_salvage": "%1$sBạn không thể phân rã món đồ này.",
      "not_wrench": "%1$sBạn cần một cái cờ lê để phân rã vật phẩm. Bạn có lẽ cần chỉ định nó theo cách thủ công sau vật phẩm.",
      "not_enough_level": "%1$sBạn cần ít nhất một cái cờ lê cấp độ 2 để phân rã vật phẩm này.",
      "no_main_item": "%1$sDường như bạn không có vật phẩm mà bạn đang cố gắng phân rã.",
      "no_tool": "%1$sBạn không có cái cờ lê này. Hãy thử chỉ định nó hoặc chỉ định một cờ lê khác.",
      "no_tool_default": "%1$sBạn cần ít nhất là một cái cờ lê sao chổi trong túi đồ để làm điều này, nhưng bạn cũng có thể chỉ định cờ lê cấp độ cao hơn nếu bạn muốn.",
      "not_enough_money": "%1$sBạn không có đủ tiền để phân rã vật phẩm này. *(Ví của bạn có: %2$,d, Cần: %3$,d)*",
      "dust": "%1$sTúi đồ của bạn không sạch sẽ để phân rã vật phẩm này, hãy thử lau dọn bằng chổi.",
      "no_returnables": "%1$sVật phẩm này không có gì để có thể trả lại.",
      "item_broke": "%1$sCờ lê của bạn (%1$s) đã vỡ khi đang cố gắng phân rã vật phẩm này :(",
      "success": "%1$sĐã phân rã thành công %2$s và nhận lại %3$s. Chi phí là %4$s đồng.",
      "ls": {
        "header": "Danh sách các món đồ có thể phân rã",
        "cost": "Giá phân rã: ",
        "return": "Có thể hoàn lại: ",
        "desc": "This is a list of the items you can salvage using `/salvage`.\nYou can use full name, short name or the emoji\nSalvaging has a cost of 1/3rd the price of the item, which is shown below.\nYou will only get one item of the listed here, choosen randomly.\nWrench tier 2 and 3 are comet and sparkle, respectively."
      }
    },
    "stats": {
      "header": "Các thông số của Mantaro",
      "description": "Ừ thì... Tôi đã làm toán!",
      "usage": {
        "header": "Thông tin sử dụng của Mantaro",
        "description": "Phần cứng và thông tin sử dụng.",
        "threads": "Các chủ đề",
        "memory_usage": "Bộ nhớ sử dụng",
        "cores": "Số lõi CPU",
        "cpu_usage": "Tình trạng CPU",
        "assigned_mem": "Bộ nhớ được chỉ định",
        "assigned_remaining": "Còn lại sau chỉ định"
      },
      "server": {
        "header": "Thông tin sử dụng máy chủ của Mantaro",
        "cpu_usage": "Tình trạng CPU",
        "rem": "RAM (TỔNG/CÒN TRỐNG/ĐÃ SỬ DỤNG)"
      }
    },
    "social": {
      "header": "%1$sỚ-âu, bạn có vẻ quan tâm đến việc xem các mạng xã hội của tôi!\n\n",
      "description": {
        "1": "V-Vậy thì, chúng đây!",
        "2": "**- Website:** <%1$s>"
      },
      "note": "**Nếu bạn thích Mantaro, thì hãy up-vote tại** <https://discordbots.org/bot/mantaro> **và/hoặc ủng hộ trên Patreon hoặc Paypal! Cảm ơn nhìu~**"
    },
    "avatar": {
      "result": "Ảnh đại diện của %1$s",
      "footer": "Hy vọng là một ảnh rất đẹp."
    },
    "serverinfo": {
      "header": "Thông tin máy chủ",
      "description": "Thông tin của máy chủ %1$s",
      "users": "Số thành viên",
      "created": "Ngày tạo",
      "channels": "Kênh thoại/Kênh văn bản",
      "owner": "Chủ sở hữu",
      "region": "Vùng",
      "roles": "Vai trò (%1$,d)",
      "id_show": "ID máy chủ: %1$s"
    },
    "userinfo": {
      "header": "Thông tin của người dùng %1$s#%2$s",
      "roles": "Vai trò: [%1$,d]",
      "id": "ID người dùng",
      "join_date": "Ngày tham gia",
      "created": "Ngày tạo tài khoản",
      "account_age": "Tuổi thọ tài khoản",
      "mutual_guilds": "Số máy chủ chung",
      "vc": "Kênh thoại",
      "color": "Màu",
      "status": "Trạng thái",
      "nothing": "Không có gì cả",
      "default": "Mặc định"
    },
    "roleinfo": {
      "header": "Thông tin của vai trò %1$s",
      "id": "ID vai trò",
      "created": "Ngày tạo vai trò",
      "age": "Tuổi thọ vai trò",
      "color": "Màu",
      "members": "Thành viên",
      "position": "Vị trí",
      "hoisted": "Riêng biệt",
      "managed": "Quản lý",
      "permissions": "Quyền hạn: [%1$,d]",
      "no_content": "%1$sBạn cần đưa ra tên vai trò mà bạn muốn xem."
    },
    "donate": {
      "beg": "%1$sXin chào! Nếu bạn quan tâm đến việc ủng hộ, vui lòng kiểm tra các liên kết bên dưới. Để Mantaro hoạt động thực sự tốn thời gian và tiền bạc, mỗi đồng tiền của bạn đều cao quý!\n\n%2$s",
      "methods": "**Phương pháp ủng hộ**\n**- Patreon:** <%1$s>\n**- Paypal:** <%2$s>"
    },
    "help": {
      "title": "Trợ giúp Mantaro",
      "base_category": "Danh sách lệnh cho loại lệnh %1$s. Để được hướng dẫn cụ thể, hãy xem [wiki](https://github.com/Mantaro/MantaroBot/wiki) và [Hướng dẫn mua bán](https://github.com/Mantaro/MantaroBot/wiki/Currency-101)\n",
      "base_prefix": "**Full prefix command list**. For a detailed guide, please check our [wiki](https://github.com/Mantaro/MantaroBot/wiki).\nRemember you can get more information on a command using `~>help <name of command>` to see all commands use `/help` and press Tab.\n**Keep in mind a lot of commands are now slash-only, this only shows prefix commands.**\n",
      "base": "**Full slash command list**. For a detailed guide, please check our [wiki](https://github.com/Mantaro/MantaroBot/wiki).\nRemember you can get more information on a command using `/help <name of command>`\n",
      "support": "Nếu bạn vẫn không biết làm gì thì có thể tham gia [máy chủ hỗ trợ](https://support.mantaro.site). Bạn cũng có thể theo dõi chúng tôi trên [Twitter](https://twitter.com/mantarodiscord) về cập nhật.\n",
      "patreon": "**[Chúng tôi cần sự giúp đỡ của bạn để Mantaro tiếp tục hoạt động! Nhấn vào đây để biết thêm.](https://www.patreon.com/mantaro)**",
      "disabled_commands": "Chỉ hiển thị các lệnh không bị vô hiệu hóa. Tổng số lệnh bị vô hiệu hóa: %1$s",
      "channel_specific_disabled_commands": "\nChỉ hiển thị các lệnh không bị vô hiệu hóa. Tổng số lệnh bị tắt theo kênh cụ thể: %1$s",
      "footer": "Cảm ơn vì đã sử dụng Mantaro %1$s (Tổng số lệnh: %2$s)",
      "commands": "Các lệnh",
      "extended": {
        "no_help": "%1$sKhông có trợ giúp mở rộng nào được đặt cho lệnh này.",
        "not_found": "%1$sLệnh với tên này không tồn tại"
      },
      "too_long": "Lỗi khi hiển thị trợ giúp lệnh phụ. Kiểm tra [wiki](https://github.com/Mantaro/MantaroBot/wiki) để biết thêm thông tin về lệnh này.",
      "include_warning": "**Don't include <> or [] on the command itself.**",
      "help_header": "Command help for %s",
      "options": "Options",
      "usage": "Usage",
      "optional": "(This is optional)",
      "subcommand_help": "Note: To get help about a subcommand you can use the subcommand name alongside the command name, for example to get the help for `/cast item` you can use `/help cast item`.\nThis goes for all subcommands, as long as they have some sort of help."
    },
    "repair": {
      "no_item": "%1$sBạn không ghi rõ vật phẩm để sửa. Nếu bạn nghĩ là bạn đã có vật phẩm, hãy thử sử dụng tên đầy đủ.",
      "no_item_found": "%1$sTôi không tìm thấy vật phẩm đó. Nếu bạn nghĩ là bạn đã có vật phẩm, hãy thử sử dụng tên đầy đủ.",
      "no_main_item": "%1$sBạn không có vật phẩm mà bạn đang cố sửa chữa (%2$s)",
      "cant_repair": "%1$s**%2$s** không phải là một món đồ bạn có thể sửa. Bạn chỉ có thể sửa đồ đã hỏng.",
      "no_tool": "%1$sYou need a Tier 2 (at least Comet Wrench) or above wrench to repair this item. You can equip one if needed (`/equip Comet Wrench`, for example)",
      "no_tool_specified": "%1$sBạn đã chỉ ra một cờ lê mà bạn không có (%2$s). Làm ơn hãy sử dụng dụng cụ bạn có hoặc chế tạo chúng. Nếu bạn nghĩ là bạn đã có vật phẩm, hãy thử sử dụng tên đầy đủ.",
      "dust": "%1$sTúi đồ của bạn quá bẩn để thực hiện việc sửa chữa. Bụi cấp: %2$s",
      "not_wrench": "%1$sBạn không thể dùng đồ này làm cờ lê. Nhớ dùng ngoặc kép nếu tên của đồ có chứa dấu cách.",
      "not_enough_level": "%1$sYou need a higher tier wrench to perform this repair. You can equip one if needed (`/equip Comet Wrench`, for example)",
      "not_enough_money": "%1$sBạn không có đủ tiền để sửa chữa vật phẩm này. *(Ví của bạn có: %2$,d, Cần: %3$,d)*",
      "no_item_recipe": "%1$sBạn không có *%2$s* để thực hiện quá trình sửa chữa này.",
      "not_enough_items": "%1$sBạn không có đủ *%2$s* để thực hiện sửa chữa lên **%3$s**. **(Cần: %4$s, Hiện có: %5$s)**",
      "item_broke": "%1$sĐáng buồn, cờ lê của bạn (%1$s) đã vỡ khi đang sửa chữa vật phẩm, nhưng bạn vẫn nhận được vật phẩm!",
      "success": "%1$sSửa đồ thành công! Đã sửa từ %2$s **%3$s** -> %4$s **%5$s**. Sửa chữa mất *%6$s* đồng và nguyên liệu để sửa nó là *%7$s*.",
      "ls": {
        "header": "Danh sách đồ có thể sửa chữa",
        "cost": "Giá sửa chữa: ",
        "desc": "This is a list of the items you can repair using `/repair`.\nYou can use full name or the short name, or the emoji.\nRepairing has a minimum cost of 1/3rd of the item cost, which is shown below alongside the needed materials. You need at least a Comet Wrench to repair something."
      }
    },
    "anime": {
      "no_args": "%1$sBạn cần phải cho tôi biết bạn muốn xem anime nào.",
      "selection_start": "Gõ số của anime bạn muốn chọn.",
      "information_footer": "Information provided by Kitsu.io.",
      "no_results": "%1$sKhông có kết quả...",
      "malformed_result": "%1$sTôi nhận được kết quả API sai cho tìm kiếm này. Có thể thử với một cụm từ tìm kiếm khác?",
      "error": "%1$s**Tôi thề là tôi không làm rơi bộ anime yêu thích của bạn!**\nTôi nhận được `%2$s` khi đang cố gắng chạy lệnh. (lỗi bên trong)",
      "timeout": "%1$sChúng tôi đã cố gắng tìm kiếm anime này, nhưng thời gian chờ Kitsu của đã kết thúc. Thử lại sau?",
      "information_header": "Thông tin của anime %1$s",
      "information_notice": "Thông tin được cung cấp bởi Kitsu.io.",
      "airing": "Vẫn đang phát",
      "release_date": "Ngày phát hành",
      "favorite_count": "Số lượt yêu thích",
      "end_date": "Ngày kết thúc",
      "average_score": "Điểm trung bình",
      "type": "Dạng",
      "episodes": "Số tập",
      "episode_duration": "Thời gian",
      "genres": "Thể loại",
      "minutes": "phút",
      "description": "Mô tả",
      "external_link_text": "Hãy khám phá!"
    },
    "character": {
      "no_args": "%1$sBạn cần phải cho tôi biết bạn muốn tìm kiếm nhân vật nào.",
      "selection_start": "Gõ số của nhân vật bạn muốn chọn.",
      "error": "%1$s**Tôi thề là tôi không làm rơi waifu của bạn, làm ơn tha cho tui TwT!**\nTôi nhận được `%2$s` khi đang cố gắng chạy lệnh. (lỗi bên trong)",
      "information_header": "Thông tin của nhân vật %1$s",
      "information": "Thông tin",
      "no_aliases": "Không có lệnh tương đồng",
      "alias_start": "Còn được biết đến như:",
      "no_info": "Không có thông tin."
    },
    "balance": {
      "bot_notice": "%1$sBot không có tiền.",
      "external_balance": "Số tiền của %1$s là **$%2$,d đồng.**",
      "own_balance": "Số tiền của bạn là **$%1$,d đồng.**%2$s",
      "new_player": "\nXin chào! Tôi thấy bạn có vẻ là chiếu mới ở đây. Hướng dẫn này sẽ giúp bạn rất nhiều: <https://github.com/Mantaro/MantaroBot/wiki/Currency-101>. Dòng này chỉ hiển thị một lần."
    },
    "daily": {
      "check": "%1$sBạn sẽ nhận được phần thưởng hàng ngày trong vòng: **%2$s.**",
      "about_now": "khoảng từ bây giờ",
      "ratelimit_message": "You can run daily once a day. If you need to check, you can also use `/daily check:True`. Enjoy!",
      "errors": {
        "bot": "%1$sBạn không thể chuyển daily cho bot.",
        "receipt_locked": "Người chơi đó không thể nhận tiền hàng ngày vào lúc này.",
        "own_locked": "Bạn hiện không thể nhận phần thưởng hàng ngày.",
        "same_user": "%1$sHãy dùng phần thưởng hàng ngày mà không đề cập đến bản thân nếu bạn định đề cập đến bản thân :P"
      },
      "streak": {
        "up": "Tăng chuỗi ngày nhận! Chuỗi ngày nhận hiện tại: `%1$,dx`",
        "first_time": "Lần đầu nhận phần thưởng hàng ngày, chúc vui vẻ! (Quay lại để tăng chuỗi nhận vào ngày mai)",
        "lost_streak": {
          "normal": "Hơn 2 ngày đã trôi qua kể từ lần cuối bạn nhận phần thưởng hàng ngày, nên chuỗi `%1$dx` ngày của bạn đã bị đặt lại :(",
          "watch": "Ngay cả `Đồng hồ ma thuật` cũng không thể ngăn dòng chảy trong thời gian dài đến vậy. Ngay cả sau khi sử dụng tất cả ma thuật của bạn, đồng hồ tiếp tục chạy và chuỗi `%1$d ngày` đã được đặt lại :("
        },
        "bonus": "Bạn nhận được thêm $%1$s do có chuỗi ngày nhận bằng 5 hoặc hơn! (Đã được thêm vào số tiền hiển thị trên!)",
        "given": {
          "up": "Tăng chuỗi ngày nhận! Chuỗi ngày nhận hiện tại: `%1$,dx`.\n*Chuỗi ngày nhận đã được cập nhật vào hồ sơ của bạn!*",
          "bonus": "%1$s nhận được thêm $%2$,d do có chuỗi ngày nhận bằng 5 hoặc hơn! (Đã được thêm vào số tiền hiển thị trên!)"
        },
        "watch_used": "`Đồng hồ ma thuật` của bạn đã giữ chuỗi ngày nhận! Bạn đã dùng `%1$d` chiếc để kéo dài thời gian giữ chuỗi ngày nhận đến %2$dx, bạn còn `%3$d` chiếc!"
      },
      "given_credits": "%1$sTôi đã đưa **$%2$,d** đồng của bạn ngày hôm nay cho %3$s",
      "credits": "%1$sBạn nhận được **$%2$,d** đồng ngày hôm nay.",
      "sellout": {
        "get_premium": "Chúng tôi cần sự giúp đỡ của bạn để giữ cho Mantaro hoạt động! Xem <https://patreon.com/mantaro> để biết thông tin chi tiết. **Bạn có thể nhận được số tiền nhiều gấp đôi với Premium!** Mọi hội viên sẽ bắt đầu chỉ với $2 mỗi tháng, rất chi là rẻ!",
        "already_premium": "Cảm ơn bạn vì đã hỗ trợ Mantaro. Nếu không có sự giúp đỡ từ những người như bạn, chúng tôi đã không thể giữ Mantaro hoạt động được :heart:"
      },
      "crate": "Bạn đã nhận được một hòm lục đồ do chuỗi phần thưởng hàng ngày của bạn đạt bội số của 20! Chúc vui vẻ.",
      "watch_get": "Bạn đã nhận được một `Đồng hồ ma thuật` do chuỗi phần thưởng hàng ngày của bạn đạt bội số của 50! Chúc vui vẻ."
    },
    "gamble": {
      "no_credits": "%1$sBạn đã phá sản. Hãy thử kiếm vài đồng.",
      "too_much_money": "%1$sYou have too much money! Maybe transfer or buy items? Now you can also use `/slots` for all your gambling needs! Thanks for not breaking the local bank. *(Gamble absolute limit: %2$d credits)*",
      "invalid_money_or_modifier": "%1$sVui lòng nhập một số hợp lệ nhỏ hơn hoặc bằng số dư hiện tại của bạn hoặc `all` để đánh bạc tất cả tiền có trong tài khoản của bạn.",
      "not_enough_money": "%1$sLàm ơn hãy nhập một số trong đủ khả năng chi trả của bạn.",
      "invalid_percentage": "%1$sVui lòng nhập giá trị phần trăm hợp lệ.",
      "confirmation_message": "%1$sBạn đang cược **%2$,d* đồng (có vẻ là rất nhiều). Bạn có chắc với quyết định của mình chứ? Nhấn **yes** để đồng ý và **no** để huỷ.",
      "cancelled_bet": "%1$sĐã huỷ cược.",
      "win": "%1$sChúc mừng, bạn đã thắng %2$,d đồng và giữ lại được số tiền bạn đặt cược.",
      "win_overflow": "%1$sChúc mừng, bạn đã thắng %2$,d đồng. Nhưng vì bạn đã có quá nhiều tiền. Nên túi tiền bị tràn ra.",
      "lose": "%1$sRất tiếc, bạn lỗ mất %2$s đồng rồi. %3$s",
      "lose_all": "tất cả của bạn",
      "credits": "đồng",
      "too_much": "%1$sBạn không thể đặt nhiều như thế được. Bạn không muốn phá sản, đúng chứ? *(Giới hạn mỗi lần đánh bạc: %2$,d đồng)*",
      "too_little": "%1$sBạn không thể cược ít tiền như thế được (Ít nhất: 100 đồng)"
    },
    "loot": {
      "player_locked": "%1$sBạn hiện chưa thể lục được.",
      "item_overflow": "Nhưng bạn đã có quá nhiều đồ, vì vậy bạn đã quyết định vứt đồ thừa đi.",
      "with_item": {
        "found": "%1$sLục qua các dòng tin nhắn, bạn đã tìm được %2$s, cùng với **$%3$,d đồng!** %4$s",
        "found_but_overflow": "%1$sLục qua các dòng tin nhắn, bạn đã tìm được %2$s, cùng với **$%3$,d đồng.**%4$sNhưng do bạn đã có quá nhiều tiền, nên tôi đã quyên góp phần thừa.",
        "found_only_item_but_overflow": "%1$sLục qua các tin nhắn, bạn đã tìm được %2$s. %3$s"
      },
      "without_item": {
        "found": "%1$sLục qua các dòng tin nhắn, bạn đã tìm được **$%2$s đồng!**%3$s",
        "found_but_overflow_no_item": "%1$sLục qua các dòng tin nhắn, bạn đã tìm được **$%2$,d đồng.** Nhưng do bạn đã có quá nhiều tiền, nên tôi đã quyên góp phần thừa."
      },
      "dust": "Lục qua các tin nhắn, bạn đã không kiếm được gì ngoài bụi (Bụi cấp %1$s%%)",
      "easter": "\nCó vẻ như bạn đang có quá nhiều bụi ở đây... Có thể bạn sẽ muốn dọn nó trước khi nó trở thành một mớ hỗn độn đấy!"
    },
    "mine": {
      "not_equipped": "%1$sYou don't have any equipped pick. Use `/equip <pick name>` to equip a pick and start your adventure! If you don't have any pick, first run `/buy pick`",
      "no_pick": "%1$sYou don't have any pick to mine. If you want to use any other pick use `/mine <pick name>`",
      "not_suitable": "%1$sĐây không phải là một cây cuốc bạn có thể dùng để đào!",
      "not_in_inventory": "%1$sBạn không có cây cuốc này trong tủ đồ của bạn, đang đổi sang cây cuốc mặc định.",
      "success": "%1$sBạn đào được khoáng chất trị giá **$%2$,d đồng**, bằng *%3$s*",
      "reminder": "\n*You can cast better picks using the gems you get while mining. Check `/cast ls` for a list of things you can cast*\nFor a guide on how to upgrade your tools, give this a read: <https://github.com/Mantaro/MantaroBot/wiki/Currency-103>",
      "diamond": {
        "overflow": "Ủa, bạn đào được %1$,d viên kim cương, nhưng bạn đã có quá nhiều, nên tôi đã bán nó cho bạn.",
        "success": "Ủa! Bạn may mắn nhặt được %1$s kim cương trong lúc đào, hãy xem túi đồ của bạn!"
      },
      "gem": {
        "overflow": "Ủa, bạn nhặt được *%1$s* trong lúc đào, nhưng bạn đã có quá nhiều loại ngọc này, nên tôi đã bán nó cho bạn.",
        "success": "Ủa! Bạn may mắn nhặt được *%1$s* trong lúc đào, hãy xem túi đồ của bạn.",
        "success_extra": "Hoan hô! Bạn thật may mắn khi tìm thấy *%1$s* và *%2$s* trong lúc đào, hãy xem túi đồ của bạn."
      },
      "sparkle": {
        "overflow": "Bạn đã tìm thấy một viên đá quý lấp lánh, nhưng có vẻ như bạn đã có quá nhiều, vì vậy chúng tôi đã bán nó cho bạn.",
        "success": "Hoan hô! Bạn tìm được %1$s viên đá quý lấp lánh. Hãy cất nó cẩn thận nhé, có thể xem trong túi đồ của bạn."
      },
      "crate": {
        "overflow": "Bạn đã tìm thấy **%1$s** trong lúc đào, nhưng đã bỏ nó lại do có quá nhiều...",
        "success": "You found a %1$s **%2$s** while mining and pick it up. Go and open it with `/opencrate <crate name>`. You need a crate key, which you can buy using `/buy key`!"
      },
      "autoequip": {
        "success": "%1$sĐã tự động trang bị **%2$s** từ bộ cúp của bạn."
      },
      "item_broke": "%1$s%2$s của bạn đã gãy trong quá trình sử dụng :( %3$s",
      "item_broke_autoequip": "*Hint: You can use `/profile autoequip` and it'll automatically equip the item for you when it breaks, assuming you have one in your inventory.*",
      "waifu_help": "Waifu của bạn đã tham gia vào hành trình câu cá và cả hai đều được một mẻ cá lớn!",
      "missing_equipped": "%1$sBạn đã trang bị %2$s, nhưng không còn cái nào loại này trong túi đồ của bạn! Cúp được trang bị đã được đặt lại.",
      "broken_drop": "%1$sCông cụ của bạn đã hỏng, nhưng bạn có thể sửa nó. Bạn được nhận lại đồ hỏng: %2$s*%3$s*",
      "broken_drop_miss": "%1$sCông cụ của bạn bị hỏng và bạn không thể lấy lại được."
    },
    "chop": {
      "not_equipped": "%1$sYou don't have any equipped axe. Use `/equip <axe name>` to equip a axe and start your adventure! If you don't have any, first run `/buy axe`",
      "dust": "%1$sCây quá giòn và bạn chỉ lấy được mùn cưa từ nó (Bụi cấp độ: %2$d%%)",
      "autoequip": {
        "success": "%1$sĐã tự động trang bị **%2$s** từ bộ rìu của bạn."
      },
      "crate": {
        "overflow": "Bạn tìm thấy **%1$s** trong lúc chặt cây, nhưng vì bạn đã có quá nhiều, nên chúng tôi đã vứt nó lại xuống dưới đáy đại dương...",
        "success": "You found a %1$s **%2$s** while chopping trees and you proceeded to pick it up. Go and open it with `/opencrate <crate name>`. You need a crate key!"
      },
      "overflow": "%1$sBạn đã tìm thấy một số đồ khi chặt, nhưng bạn không thể chứa thêm nữa, vì vậy chúng tôi phải bỏ một số đồ đó đi.",
      "success_only_item": "%1$sTrong lúc chặt cây, bạn tìm được %2$s bằng *%3$s* và cho chúng vào túi đồ.",
      "success": "%1$sTrong lúc chặt cây, bạn tìm được %2$s và **$%3$,d đồng** bằng *%4$s* và cho chúng vào túi đồ.",
      "success_money_noitem": "%1$sTrong lúc chặt cây, bạn tìm được **$%2$,d đồng** bằng *%3$s* và cho chúng vào ví."
    },
    "slots": {
      "errors": {
        "amount_not_ticket": "%1$sBạn không thể chỉ định số lượng vé bạn sẽ sử dụng nếu bạn không sử dụng chúng!",
        "not_enough_tickets": "%1$sBạn không có đủ số lượng vé chơi đánh bạc.",
        "too_much_money": "%1$sMáy này không thể phân phát nhiều tiền như vậy!",
        "not_enough_money": "%1$sBạn không có đủ tiền để chơi máy đánh bạc!",
        "below_minimum": "%1$sSố tiền tối thiểu là 25 đồng",
        "no_tickets": "%1$sBạn muốn sử dụng vé nhưng bạn không có cái nào :<",
        "no_amount": "%1$sBạn không ghi rõ số lượng cụ thể!",
        "no_valid_amount": "%1$sĐó không phải là một số tiền hợp lệ! (Ví dụ về số tiền hợp lệ: 1000, 1k, 14000)",
        "too_many_tickets": "%1$sBạn đang cố gắng sử dụng quá nhiều vé đánh bạc. Số lượng tối đa được phép là %2$d"
      },
      "roll": "%1$s**Bạn đã dùng %2$s và quay máy sổ xố**\n",
      "win": "Và bạn đã thắng **%1$,d** đồng và giữ được số tiền bạn cược (%2$,d đồng)! Thật may mắn!",
      "lose": "Và bạn đã mất %1$s\nTôi hy vọng lần tới bạn sẽ làm tốt hơn!",
      "tickets": "(một số) vé đánh bạc",
      "credits": "đồng"
    },
    "leaderboard": {
      "main_page_redirect": "You can see `/help leaderboard` for a list of available leaderboards.\nIf you're looking for the money leaderboard, run `/leaderboard money`",
      "header": "Bảng xếp hạng của Mantaro",
      "money": "Bảng xếp hạng độ giàu",
      "reputation": "Bảng xếp hạng độ uy tín",
      "gamble": "Bảng xếp hạng thắng cược",
      "slots": "Bảng xếp hạng chơi đánh bạc",
      "daily": "Bảng xếp hạng chuỗi nhận phần thưởng hàng ngày",
      "level": "Bảng xếp hạng cấp độ",
      "game": "Bảng xếp hạng thắng trò chơi",
      "waifu": "Bảng xếp hạng giá trị Waifu",
      "claim": "Bảng xếp hạng số lần được nhận làm Waifu",
      "inner": {
        "experience": "Kinh nghiệm",
        "game": "%1sThis page shows the top 10 people who have won the most games.\n\nCheck out `/help game` or `/help trivia` for details on how games work!",
        "claim": "%1sThis page shows the top 10 people who have been waifu claimed the most.\n\nCheck out `/help waifu` for details on the waifu system.",
        "money_old": "%1$sTrang này hiển thị top 10 người giàu nhất trên Mantaro (trước khi đặt lại hệ thống tiền).\n",
        "money": "%1$sTrang này hiển thị top 10 người giàu nhất trên Mantaro. Cày là khó!",
        "rep": "%1sTrang này hiển thị top 10 người có độ uy tín cao nhất.",
        "streak": "%1sThis page shows the top 10 people with the most daily streaks.\n\nCheck out `/help daily` for more info",
        "lvl": "%1sTrang này hiển thị top 10 người có cấp độ cao nhất.\n\nCấp độ kiếm được thông qua việc nói chuyện. Việc sử dụng lệnh không ảnh hưởng đến kinh nghiệm và XP có thời gian hồi là 30 giây.",
        "waifu": "%1sThis page shows the top 10 people with the most weighted waifu value.\n\nCheck out `/help waifu` for details on the waifu system.",
        "gamble": "%1sThis page shows the top 10 people with the most gamble runs won.\n\nCheck out `/help gamble` for details on gamble.",
        "slots": "%1sThis page shows the top 10 people with the most slots runs won.\n\nCheck out `/help slots` for details on slots."
      }
    },
    "iteminfo": {
      "no_content": "%1$sBạn không chỉ định bất kỳ vật phẩm nào để tìm kiếm! Bạn có thể tìm kiếm nó bằng biểu tượng cảm xúc hoặc tên.",
      "no_item": "%1$sKhông có món đồ nào khớp với tìm kiếm của bạn.",
      "embed": {
        "header": "Thông tin của vật phẩm %1$s",
        "type": "Loại",
        "usefulness": "Hữu ích cho",
        "attributes": "Thuộc tính",
        "tier": "Cấp bậc",
        "durability": "Độ bền",
        "desc": "Mô tả",
        "upgrade": "Đang tìm cách nâng cấp?",
        "upgrade_content": "Nhấn vào [đây](https://github.com/Mantaro/MantaroBot/wiki/Currency-103#tools---getting-an-upgrade) để biết thêm thông tin chi tiết về cách nâng cấp các dụng cụ nhé!"
      },
      "attribute": {
        "tier": "Wrench Tier (to craft):",
        "tier_raw": "Wrench Tier:",
        "increase": "Money Increase:",
        "diamond_drop": "Diamond Drop Range:",
        "gem_luck": "Sparkle / Gem Luck",
        "buff": "Item Buff:",
        "reduction": "Multiplier reduction:",
        "multiple_cast": "Can cast multiple:"
      },
      "success_tiered": "**Thông tin về** %2$s **%3$s** (%4$s)\n%1$s**Loại:** %5$s\n%1$s**Mô tả:** *%6$s*\n%1$s**Bậc:** %7$s\n%1$s**Giá mua:** %8$s %9$s\n%1$s**Giá bán:** %10$s %11$s",
      "success": "**Thông tin về** %2$s **%3$s** (%4$s)\n%1$s**Loại:** %5$s\n%1$s**Mô tả:** *%6$s*\n%1$s**Giá mua:** %7$s %8$s\n%1$s**Giá bán:** %9$s %10$s"
    },
    "level": {
      "bot_notice": "%1$sBot không có cấp độ.",
      "own_success": "%1$sBạn đang ở cấp độ %2$s. (Kinh nghiệm: %3$s/%4$s)",
      "success_other": "%1$s%2$s đang ở cấp độ %3$s. (Kinh nghiệm: %4$s/%5$s)"
    }
  },
  "options": {
    "options": "Tùy chọn Mantaro",
    "error_general": "%1$sSử dụng không chính xác hoặc thiếu đối số. Hãy đảm bảo rằng đối số đầu tiên không bắt đầu bằng một dòng mới!\nNếu bạn không biết làm gì hoặc muốn được trợ giúp về cách sử dụng opts, hãy xem <https://github.com/Mantaro/MantaroBot/wiki/Configuration> để biết hướng dẫn về cách sử dụng opts. Nếu bạn gặp bất kỳ vấn đề nào sau khi đọc wiki, hãy truy cập <https://support.mantaro.site>",
    "check_data": {
      "retrieve_failure": "%1$sKhông thể truy xuất giá trị. Kỳ thật...",
      "header": "Tuỳ chọn được đặt cho máy chủ **%1$s**.",
      "terminology": "\n\n**Thuật ngữ hữu ích:** [] = danh sách trống, null = chưa đặt, {} = đối tượng trống. Nếu bạn thấy số=[...] có nghĩa là đối với id đó, nó áp dụng cho những gì bên trong ngoặc. Các đối tượng thường được phân tách bằng dấu phẩy",
      "footer": "Đây là lệnh gỡ lỗi, do đó nó không thân thiện với người dùng tí nào đâu",
      "null_set": "không được đặt thành cái gì cả.",
      "set_to": "được đặt thành:"
    },
    "reset_all": {
      "success": "%1$sĐặt lại các tuỳ chọn của bạn!"
    },
    "server_command_disallow": {
      "no_command": "%1$sBạn cần chỉ ra lệnh bạn muốn tắt trên máy chủ này.",
      "success": "%1$sĐã vô hiệu hoá %2$s trên máy chủ này."
    },
    "server_command_allow": {
      "no_command": "%1$sBạn cần chỉ ra lệnh bạn muốn bật trên máy chủ này.",
      "success": "%1$sĐã bật lại %2$s trên máy chủ này."
    },
    "server_command_specific_disallow": {
      "invalid": "%1$sBạn cần chỉ ra tên kênh và lệnh mà bạn muốn vô hiệu hoá.",
      "success": "%1$sĐã vô hiệu hoá %2$s tại kênh #%3$s."
    },
    "server_command_specific_allow": {
      "invalid": "%1$sBạn cần chỉ ra tên kênh và lệnh mà bạn muốn bật.",
      "success": "%1$sĐã bật lại %2$s tại kênh #%3$s."
    },
    "server_channel_disallow": {
      "no_channel": "%1$sBạn cần chỉ ra kênh mà bạn muốn bot không nghe lệnh.",
      "too_many": "%1$sBạn không thể vô hiệu hoá thêm kênh nữa vì bot sẽ không thể lên tiếng luôn đó :(",
      "success": "%1$sKênh %2$s sẽ không nghe lệnh nữa."
    },
    "server_channel_allow": {
      "no_channel": "%1$sBạn cần chỉ định kênh mà bạn muốn bot nghe lệnh. (Tất cả các kênh theo mặc định)",
      "success": "%1$sKênh %2$s sẽ nghe lệnh từ bây giờ."
    },
    "category_disable": {
      "no_category": "%1$sBạn cần ghi rõ một danh mục để vô hiệu hóa.",
      "already_disabled": "%1$sNhóm lệnh này vốn đã được vô hiệu hoá.",
      "moderation_notice": "%1$sBạn không thể tắt kiểm duyệt vì nó sẽ vô hiệu hóa luôn cả lệnh opts.",
      "success": "%1$sĐã vô hiệu hoá danh mục `%2$s`"
    },
    "category_enable": {
      "no_category": "%1$sBạn cần ghi rõ một danh mục để bật lại.",
      "success": "%1$sĐã kích hoạt danh mục `%2$s`"
    },
    "category_specific_disable": {
      "invalid": "%1$sBạn cần ghi rõ danh mục bạn muốn vô hiệu hoá và kênh để làm việc đó.",
      "already_disabled": "%1$sDanh mục này vốn đã được vô hiệu hoá.",
      "moderation_notice": "%1$sBạn không thể tắt kiểm duyệt vì nó sẽ vô hiệu hóa luôn cả lệnh opts.",
      "success": "%1$sĐã vô hiệu hoá nhóm lệnh `%2$s` ở kênh %3$s"
    },
    "category_specific_enable": {
      "invalid": "%1$sBạn cần ghi rõ danh mục bạn muốn kích hoạt lại và kênh để làm việc đó.",
      "invalid_channel": "%1$sĐó không phải là một kênh hợp lệ!",
      "not_disabled": "%1$sDanh mục này không bị vô hiệu hoá.",
      "success": "%1$sĐã kích hoạt danh mục `%2$s` tại kênh %3$s"
    },
    "server_role_specific_disallow": {
      "invalid": "%1$sBạn cần vai trò và lệnh để vô hiệu hoá!",
      "already_disabled": "%1$sLệnh này vốn đã bị vô hiệu hoá đối với vai trò được nhắc tới.",
      "success": "%1$sĐã hạn chế lệnh `%2$s` cho vai trò `%3$s`"
    },
    "server_role_specific_allow": {
      "invalid": "%1$sBạn cần vai trò và lệnh để kích hoạt lại!",
      "not_disabled": "%1$sLệnh này vốn không bị vô hiệu hoá đối với vai trò này.",
      "success": "%1$sĐã gỡ hạn chế lệnh `%2$s` cho vai trò `%3$s`"
    },
    "category_role_specific_disable": {
      "invalid": "%1$sBạn cần nói rõ nhóm lệnh bạn muốn vô hiệu hoá và vai trò để làm việc đó.",
      "already_disabled": "%1$sDanh mục này vốn đã bị vô hiệu hoá.",
      "moderation_notice": "%1$sBạn không thể tắt kiểm duyệt vì nó chứa lệnh này.",
      "success": "%1$sĐã vô hiệu hoá danh mục `%2$s` đối với vai trò %3$s"
    },
    "category_role_specific_enable": {
      "invalid": "%1$sBạn cần ghi rõ vai trò bạn muốn kích hoạt lại và kênh để làm việc đó.",
      "not_disabled": "%1$sDanh mục này vốn không bị vô hiệu hoá.",
      "success": "%1$sĐã kích hoạt danh mục `%2$s` cho vai trò %3$s"
    },
    "fairqueue_max": {
      "invalid": "%1$sBạn cần chỉ ra một số nguyên dương.",
      "success": "%1$sĐặt kích thước hàng đợi hợp lý tối đa (các bài hát trùng lặp tối đa) thành %2$d"
    },
    "musicannounce_toggle": {
      "success": "%1$sĐặt thông báo nhạc thành **%2$s**"
    },
    "music_channel": {
      "no_channel": "%1$sBạn cần chỉ ra kênh thoại mà bạn muốn liên kết với trình phát nhạc.",
      "success": "%1$sKênh âm nhạc được đặt tại: %2$s"
    },
    "music_queuelimit": {
      "no_args": "%1$sBạn cần chỉ ra giới hạn hàng đợi bạn mà bạn muốn. *(Mặc định: 350)*",
      "success": "%1$sGiới hạn hàng đợi của máy chủ này hiện tại là **%2$d** bài.",
      "invalid": "%1$sBạn đang cố đặt một con số quá cao (con số này không được áp dụng), đồ ngốc"
    },
    "music_clearchannel": {
      "success": "%1$sBây giờ ttôi có thể phát nhạc ở bất cứ kênh thoại nào."
    },
    "music_vote_toggle": {
      "success": "%1$sBỏ phiếu (để dừng/bỏ qua) được chỉnh thành %2$s"
    },
    "localblacklist_add": {
      "invalid": "%1$s**Bạn cần ghi rõ người dùng mà bạn muốn cho vào danh sách đen tại máy chủ này.**",
      "yourself_notice": "%1$sTại sao bạn lại cho bản thân vào danh sách đen?...",
      "admin_notice": "%1$sMột (hoặc nhiều) người dùng mà bạn cố đưa vào danh sách đen là admin hoặc Người quản lý Bot!",
      "bot_notice": "%1$sBạn không thể đưa bot vào danh sách đen. Vì bot chẳng sẽ bao giờ nghe bot.",
      "success": "%1$sNgười dùng nằm trong danh sách đen cục bộ: **%2$s**"
    },
    "localblacklist_remove": {
      "invalid": "%1$s**Bạn cần ghi rõ người dùng mà bạn muốn gỡ ra trong danh sách đen của máy chủ này.**",
      "success": "%1$sNgười dùng không nằm trong danh sách đen cục bộ: **%2$s**"
    },
    "logs_enable": {
      "no_channel": "%1$sBạn cần chỉ ra kênh nào sẽ sử dụng làm kênh nhật ký.",
      "success": "%1$sGhi nhật kí tin nhắn đã được bật với các tham số -> `Kênh #%2$s (%3$s)`"
    },
    "logs_disable": {
      "success": "%1$sGhi nhật ký tin nhắn đã bị vô hiệu hóa."
    },
    "logs_exclude": {
      "no_args": "%1$sBạn cần ghi tên kênh để loại trừ hoặc `clearchannels` để xóa tất cả các ngoại lệ, hoặc `remove` để xóa một kênh khỏi danh sách ngoại lệ.",
      "clearchannels": {
        "success": "%1$sĐã xóa ngoại lệ nhật ký!"
      },
      "remove": {
        "success": "%1$sĐã xoá ngoại lệ nhật ký trên kênh: %2$s"
      },
      "success": "%1$sĐã thêm ngoại lệ nhật ký vào kênh: %2$s",
      "invalid": "%1$sĐộ dài đối số không chính xác."
    },
    "logs_timezone": {
      "not_specified": "%1$sBạn cần ghi rõ múi giờ. Múi giờ hợp lệ sẽ là, mhmm... ví dụ như: America/Chicago hoặc GMT+7. Bạn có thể tìm thấy danh sách tại <https://en.wikipedia.org/wiki/List_of_tz_database_time_zones> (Sử dụng tên dữ liệu của TZ)",
      "invalid": "%1$sBạn cần ghi rõ múi giờ. Múi giờ hợp lệ sẽ là, mhmm... ví dụ như: America/Chicago hoặc GMT+7. Bạn có thể tìm thấy danh sách tại <https://en.wikipedia.org/wiki/List_of_tz_database_time_zones> (Sử dụng tên dữ liệu của TZ)",
      "success": "%1$sChỉnh múi giờ nhật kí thành `%2$s`. Múi giờ này sẽ được sử dụng để hiển thị thời gian trên nhật ký chỉnh sửa."
    },
    "logs_timezonereset": {
      "success": "%1$sĐã đặt lại múi giờ nhật kí thành công."
    },
    "lobby_reset": {
      "success": "%1$sĐã đặt lại sảnh."
    },
    "modlog_blacklist": {
      "no_mentions": "%1$s**Bạn cần chỉ rõ người dùng muốn đưa vào danh sách đen của mod-log trong máy chủ này.**",
      "success": "%1$sNgười dùng nằm trong danh sách đen mod-log: **%2$s**"
    },
    "modlog_whitelist": {
      "no_mentions": "%1$s**Bạn cần chỉ rõ người dùng muốn đưa vào danh sách trắng của mod-log trong máy chủ này.**",
      "success": "%1$sNgười dùng không nằm trong danh sách đen mod-log: **%2$s**"
    },
    "imageboard_tags_blacklist_add": {
      "no_tag": "%1$sBạn cần ghi ra ít nhất một thẻ để đưa vào danh sách đen!",
      "success": "%1$sĐã thêm %2$s vào danh sách đen tìm kiếm hình ảnh thành công."
    },
    "imageboard_tags_blacklist_remove": {
      "no_tag": "%1$sBạn cần ghi ra ít nhất một thẻ để gỡ khỏi danh sách đen!",
      "success": "%1$sĐã gỡ %2$s trong danh sách đen tìm kiếm hình ảnh thành công."
    },
    "birthday_enable": {
      "no_args": "%1$sBạn cần ghi ra tên kênh và tên của vai trò.",
      "public_role": "%1$sBạn không thể đặt vai trò của tất cả mọi người thành vai trò sinh nhật! Hãy nhớ rằng vai trò sinh nhật là một vai trò tự động đưa cho người đó khi sinh nhật họ tới, và bị gỡ sau ngày đó.",
      "autorole": "%1$sBạn không thể đặt vai trò của tất cả mọi người thành vai trò sinh nhật! Hãy nhớ rằng vai trò sinh nhật là một vai trò tự động đưa cho người đó khi sinh nhật họ tới, và bị gỡ sau ngày đó.",
      "warning": "%1$sHãy nhớ rằng vai trò sinh nhật là một vai trò được gắn cho người đó khi sinh nhật sinh nhật họ tới, và bị gỡ sau khi ngày đó qua đi. Bạn cũng có thể ghi `~>opts help birthday enable` để làm ví dụ.",
      "warning_1": "Điều này là do cách thức hoạt động của công cụ gắn ngày sinh: Nó gắn một vai trò tạm thời cho người có ngày sinh và gỡ khi ngày sinh nhật trôi qua. **Điều này có nghĩa là tất cả mọi người có vai trò trong ngày sinh nhật sẽ bị xóa vai trò ngày vào ngày hôm sau**. Hãy cẩn thận khi chọn vai trò, vì sai một li là đi luôn cái máy chủ đấy (không đùa đâu)!",
      "warning_2": "The role *has to be a newly created role or a role you don't use for anyone else*. It MUST NOT be a role you already have on your users. Users will need to allow this server to announce their birthday by using `/birthday allowserver` else their birthday won't appear! Read <https://github.com/Mantaro/MantaroBot/wiki/Birthday-101> for more info.",
      "warning_3": "Ngoài ra, bộ nhớ đệm sinh nhật (những gì được sử dụng để lưu trữ) chỉ được cập nhật sau mỗi 23 giờ. Có nghĩa là nếu bạn đặt ngày sinh của mình từ hôm nay sang ngày mai để kiểm tra thì nó sẽ **không** hoạt động.",
      "warning_4": "Nhấn **yes** nếu bạn đồng ý đặt vai trò %2$s làm vai trò sinh nhật, và **no** để huỷ. Thời gian chờ là 45 giây.",
      "success": "%1$sNhật kí thông báo ngày sinh trên máy chủ này với biến -> Kênh: `%2$s (%3$s)` và vai trò: `%4$s (%5$s)`",
      "error_channel_1": "%1$sTôi không tìm thấy kênh hoặc vai trò!",
      "error_channel_2": "*Nghe nè, bạn không cần phải đề cập đến vai trò hay kênh đâu, ghi tên ra là được, thứ tự là <channel> <role>, không có \"<>\" ở đầu.* Nếu vai trò có dấu cách thì \"ngoặc nó lại như này là được\""
    },
    "birthday_disable": {
      "success": "%1$sNhật kí sinh nhật đã bị vô hiệu hoá trên máy chủ này"
    },
    "prefix_set": {
      "no_prefix": "%1$sNè, bạn phải nói mình biết prefix mà bạn muốn sử dụng là gì chứ.",
      "too_long": "%1$sHình như có hơi quá dài nhỉ?",
      "empty_prefix": "%1$sNày... làm thế là tui mất tích thiệt á...",
      "success": "%1$sPrefix tuỳ chọn cho máy chủ của bạn đã được đặt thành %2$s"
    },
    "prefix_clear": {
      "success": "%1$sPrefix tuỳ chọn của máy chủ này đã bị vô hiệu hoá"
    },
    "autorole_set": {
      "no_role": "%1$sPhải nói tui biết vai trò bạn muốn tìm kiếm chứ!",
      "no_role_found": "%1$sTui không tìm thấy vai trò nào với tên đó hết. Nếu vai trò có dấu cách thì nhớ \"ngoặc nó lại trong dấu ngoặc kép\".",
      "hierarchy_conflict": "%1$sVai trò này cao hơn vai trò cao nhất bạn có, nên bạn không thể đặt nó thành vai trò tự động được!",
      "self_hierarchy_conflict": "%1$sVai trò này cao hơn vai trò cao nhất mà tui có, nên tui không thể đặt nó thành vai trò tự động được!",
      "success": "%1$sVai trò tự động của máy chủ được đặt thành: **%2$s** (Vị trí: %3$d)"
    },
    "autorole_unbind": {
      "success": "%1$sĐã xoá vai trò tự động của máy chủ này."
    },
    "usermessage_resetchannel": {
      "success": "%1$sĐã đặt lại kênh ra/vào."
    },
    "usermessage_resetdata": {
      "success": "%1$sĐã thành công xoá dữ liệu ra/vào."
    },
    "usermessage_join_channel": {
      "no_channel": "%1$sBạn phải ghi ra kênh bạn muốn gửi tin nhắn khi ai đó vào chứ.",
      "success": "%1$sKênh nhật kí người dùng vào máy chủ được đặt tại: %2$s"
    },
    "usermessage_join_resetchannel": {
      "success": "%1$sĐã đặt lại kênh nhật kí người dùng tham gia!"
    },
    "usermessage_leave_channel": {
      "no_channel": "%1$sBạn phải ghi ra kênh bạn muốn gửi tin nhắn khi ai đó thoát chứ.",
      "success": "%1$sKênh nhật kí người dùng rời khỏi máy chủ được đặt tại: %2$s"
    },
    "usermessage_leave_resetchannel": {
      "success": "%1$sĐã đặt lại kênh nhật kí người dùng rời đi!"
    },
    "usermessage_channel": {
      "no_channel": "%1$sBạn phải ghi ra kênh bạn muốn gửi tin nhắn khi ai đó vào và thoát chứ.",
      "success": "%1$sKênh nhật kí ra/vào được đặt tại: %2$s"
    },
    "usermessage_joinmessage": {
      "no_message": "%1$sBạn phải ghi rõ tin nhắn bạn muốn tui nói khi ai đó vào chứ!",
      "success": "%1$sTin nhắn khi có người tham gia máy chủ được đặt thành: `%2$s`"
    },
    "usermessage_leavemessage": {
      "no_message": "%1$sBạn phải ghi rõ tin nhắn bạn muốn tui nói khi ai đó rời đi chứ!",
      "success": "%1$sTin nhắn khi có người rời máy chủ được đặt thành: `%2$s`"
    },
    "usermessage_joinmessage_reset": {
      "success": "%1$sĐã đặt lại tin nhắn vào."
    },
    "usermessage_leavemessage_reset": {
      "success": "%1$sĐã đặt lại tin nhắn ra."
    },
    "usermessage_joinmessage_test": {
      "success": "%1$sĐã gửi tin nhắn khi vào (test).",
      "error_missing_mention": "%1$sBạn phải đề cập đến thành viên nào đó để thử chứ.",
      "error_text_missing": "%1$sBạn chưa đặt tin nhắn vào mà.",
      "error_channel_perms": "%1$sTui không thể gửi tin nhắn qua kênh tham gia của bạn.",
      "error_no_channel": "%1$sBạn chưa đặt kênh vào nào cả.",
      "error_channel_missing": "%1$sKênh vào mà bạn đặt không tồn tại trên máy chủ này. Làm ơn đặt kênh khác."
    },
    "usermessage_leavemessage_test": {
      "success": "%1$sĐã gửi tin nhắn khi rời (test).",
      "error_missing_mention": "%1$sBạn phải đề cập đến thành viên nào đó để thử chứ.",
      "error_text_missing": "%1$sBạn chưa đặt tin nhắn rời mà.",
      "error_channel_perms": "%1$sTui không thể gửi tin nhắn qua kênh thoát ra của bạn.",
      "error_no_channel": "%1$sBạn chưa đặt kênh rời nào cả.",
      "error_channel_missing": "%1$sKênh rời mà bạn đặt không tồn tại trên máy chủ này. Làm ơn đặt kênh khác."
    },
    "autoroles_add": {
      "too_long": "%1$sTên của vai trò tự động phải dài tối đa 40 ký tự.",
      "no_args": "%1$sBạn cần chỉ ra tên của iam và tên của vai trò.",
      "no_role_found": "%1$sTui không tìm thấy vai trò nào có tên như vậy cả!\nNếu tên ai trò có dấu cách thì làm ơn hãy \"đóng nó lại như thế này\"",
      "hierarchy_conflict": "%1$sVai trò này cao hơn vai trò cao nhất bạn có, nên bạn không thể đặt nó thành vai trò tự gắn được!",
      "self_hierarchy_conflict": "%1$sVai trò này cao hơn vai trò cao nhất tui có, nên tui không thể đặt nó thành vai trò tự gắn được!",
      "success": "%1$sVai trò **%3$s** đã được thêm vào với tên tự gắn là **%2$s**"
    },
    "autoroles_category_add": {
      "no_args": "%1$sBạn cần ghi rõ tên của danh mục (và tên của vai trò iam nếu bạn muốn thêm vào danh mục hiện có).",
      "success_new": "%1$sĐã thêm loại danh sách có thể tự gắn **%2$s**",
      "success": "%1$sĐã thêm vai trò tự gắn **%2$s** vào danh mục **%3$s**",
      "already_exists": "%1$sDanh mục này đã tồn tại và nhưng bạn không ghi rõ vai trò để thêm vào.",
      "no_role": "%1$sKhông có vai trò tự động nào là **%2$s**, nên tui cũng chẳng thêm vào được."
    },
    "autoroles_category_remove": {
      "no_args": "%1$sBạn cần ghi rõ tên của danh mục (và tên của vai trò iam nếu bạn muốn xóa một vai trò khỏi danh mục hiện có).",
      "success_new": "%1$sĐã xoá loại danh sách có thể tự gắn **%2$s**",
      "success": "%1$sĐã xoá vai trò tự gắn **%2$s** vào danh mục **%3$s**",
      "no_category": "%1$sỞ đây không có danh mục nào là **%2$s** cả"
    },
    "autoroles_remove": {
      "no_args": "%1$sBạn cần chỉ ra tên của iam và tên của vai trò bạn muốn xoá.",
      "not_found": "%1$sTôi không thể tìm thấy vai trò tự gắn với tên đó",
      "success": "%1$sĐã xoá vai trò tự gắn %2$s"
    },
    "autoroles_clear": {
      "success": "%1$sĐã xoá hết tất cả các vai trò tự gắn!"
    },
    "admincustom": {
      "no_args": "%1$sBạn phải ghi rõ nếu bạn muốn nó là true hay false chứ (true để khoá tạo lệnh cho admin/người quản lý bot)",
      "admin_only": "Bây giờ chỉ có admin mới có thể tạo lệnh tùy chỉnh.",
      "everyone": "Tất cả mọi người đều có thể tạo lệnh tùy chỉnh từ bây giờ.",
      "not_bool": "%1$sĐồ ngốc, đó không phải là biến boolean (true hoặc false)!"
    },
    "timedisplay_set": {
      "mode_not_specified": "%1$sBạn phải ghi rõ chế độ hiển thị chứ (12h hoặc 24h)",
      "12h": "%1$sChế độ hiển thị được đặt thành 12h",
      "24h": "%1$sChế độ hiển thị được đặt thành 24h",
      "invalid": "%1$sKhông hợp lệ nha. Tui chỉ nhận **24h** hoặc **12h** thôi"
    },
    "server_role_disallow": {
      "no_name": "%1$sBạn cần ghi rõ tên vai trò!",
      "public_role": "%1$sBạn không thể vô hiệu hoá vai trò everyone!",
      "success": "%1$sĐã vô hiệu hoá vai trò %2$s từ việc sử dụng lệnh."
    },
    "server_role_allow": {
      "no_name": "%1$sBạn phải ghi rõ tên vai trò bạn muốn kích hoạt lại chứ (vai trò đó phải bị vô hiệu hoá tuyệt đối, vì được kích hoạt là mặc định)!",
      "not_disabled": "%1$sVai trò này có bị vô hiệu hoá đâu! (Mặc định bật sẵn cho tất cả các vai trò)",
      "success": "%1$sĐã kích hoạt lại vai trò %2$s từ việc sử dụng lệnh."
    },
    "server_ignorebots_autoroles_toggle": {
      "success": "%1$sĐặt bot bỏ qua vai trò tự động: **%2$s**"
    },
    "server_ignorebots_joinleave_toggle": {
      "success": "%1$sĐặt bot bỏ qua kênh ra/vào: **%2$s**"
    },
    "levelupmessages_channel_set": {
      "no_channel": "%1$sBạn cần ghi ra một kênh để hiển thị thông báo lên cấp chứ!",
      "success": "%1$sKênh lên cấp được đặt thành: %2$s"
    },
    "birthday_message_set": {
      "no_message": "%1$sBạn cần ghi thông điệp bạn muốn hiển thị vào ngày sinh nhật. *Mẹo: Tên người dùng của người được thực hiện bằng cách sử dụng đối số $(user) trên tin nhắn*",
      "success": "%1$sLời chúc khi có sinh nhật trong máy chủ được đặt thành: %2$s"
    },
    "birthday_message_clear": {
      "success": "%1$sĐã xoá lời chúc sinh nhật!"
    },
    "defaultmutetimeout_set": {
      "too_short": "%1$sKhoảng thời gian câm lặng được ghi ra nhỏ hơn 10 giây.\nBạn có chắc là bạn sử đụng đúng định dạng không đấy? Cho 20 phút, ghi là 20m, cho 1 tiếng, ghi là 1h, hoặc là một dạng kết hợp cả hai như (1h45m) chẳng hạn.",
      "not_specified": "%1$sBạn phải ghi ra thời gian câm lặng dưới định dạng như là 1m20s chẳng hạn.",
      "wrong_format": "%1$sĐịnh dạng thời gian không hợp lệ. Bạn phải ghi ra thời gian câm lặng dưới định dạng như là 1m20s chẳng hạn.",
      "too_long": "%1$sThời gian bạn ghi ra thực sự quá dài...",
      "negative_notice": "Làm sao mà bạn câm lặng ai đó bằng khoảng thời gian âm được!",
      "success": "%1$sThành công đặt thời gian câm lặng mặc định là *%2$s* (%3$dms)"
    },
    "defaultmutetimeout_reset": {
      "success": "%1$sĐã đặt lại thời gian thành công."
    },
    "reset:all": {
      "success": "%1$sĐặt lại các tuỳ chọn của bạn!"
    },
    "birthday_test": {
      "no_user": "%1$sYou need to specify a user to test the assigner with. Just mention them.",
      "no_bd_channel": "%1$sBạn không đặt kênh chúc sinh nhật nào cả!",
      "no_bd_role": "%1$sBạn chưa đặt vai trò nào hết! Hãy chắc rằng bạn đã tạo vai trò mới cho nó.",
      "no_talk_permission": "%1$sTui không có quyền phát ngôn trong kênh sinh nhật. Hãy kiểm tra quyền hạn.",
      "cannot_interact": "%1$sTui bất lực với cái vai trò sinh nhật á. (Đồng nghĩa với vai trò sinh nhật cao hơn hoặc bằng vai trò của tui, làm ơn đặt nó xuống và thử lại)",
      "no_role_permission": "%1$sTui không có quyền Quản Lý Vai Trò.",
      "success": "%1$sThành công! Tin nhắn đã được gửi tại kênh %2$s cho người dùng **%3$s**. Đồng thời họ cũng nhận được vai trò **%4$s**\nHãy nhớ rằng thông báo kiểm tra ngày sinh sẽ không đề cập đến bất kỳ ai cũng như bất kỳ vai trò nào. Thông báo thực tế có thể đề cập người dùng và vai trò, nhưng không thể đề cập `everyone` hoặc `here`.",
      "error": "%1$sUi da... Đã có lỗi xảy ra trong quá trình gửi tin nhắn vào kênh %2$s cho người dùng **%3$s** và vai trò %4$s"
    },
    "usermessage_joinmessage_add": {
      "no_message": "%1$sBạn phải ghi rõ tin nhắn bổ sung bạn muốn tui nói khi ai đó vào chứ!",
      "success": "%1$sĐã thêm `%2$s` thành tin nhắn bổ sung khi ai đó vào."
    },
    "usermessage_joinmessage_remove": {
      "no_message": "%1$sBạn cần chỉ ra mục của tin nhắn mà bạn muốn xóa!",
      "success": "%1$sĐã xoá `%2$s (mục %3$d)` thành tin nhắn bổ sung khi ai đó vào.",
      "wrong_index": "%1$sMục đó không tồn tại! Sử dụng `~>opts usermessage joinmessage list` để xem danh sách tất cả các mục"
    },
    "usermessage_joinmessage_clear": {
      "success": "%1$sĐã xoá hết tất cả tin nhắn bổ sung khi vào."
    },
    "usermessage_joinmessage_list": {
      "header": "Danh sách tin nhắn bổ sung. %1$s\n%2$s",
      "no_extras": "%1$sỞ đây không có tin nhắn vào bổ sung nào cả..."
    },
    "usermessage_leavemessage_add": {
      "no_message": "%1$sBạn phải ghi rõ tin nhắn bổ sung bạn muốn tui nói khi ai đó rời chứ!",
      "success": "%1$sĐã thêm `%2$s` thành tin nhắn bổ sung khi ai đó rời."
    },
    "usermessage_leavemessage_remove": {
      "no_message": "%1$sBạn cần chỉ ra mục của tin nhắn mà bạn muốn xóa!",
      "success": "%1$sĐã xoá `%2$s (mục %3$d)` thành tin nhắn bổ sung khi ai đó rời.",
      "wrong_index": "%1$sMục đó không tồn tại! Sử dụng `~>opts usermessage leavemessage list` để xem danh sách tất cả các mục"
    },
    "usermessage_leavemessage_clear": {
      "success": "%1$sĐã xoá hết tất cả tin nhắn bổ sung khi rời."
    },
    "usermessage_leavemessage_list": {
      "header": "Danh sách tin nhắn rời bổ sung. %1$s\n%2$s",
      "no_extras": "%1$sỞ đây không có tin nhắn rời bổ sung nào cả..."
    },
    "modlog_blacklistwords_add": {
      "no_word": "%1$sBạn chưa ghi ra bất kì từ nào để thêm vào danh sách đen modlog.",
      "success": "%1$sTừ `%2$s` đã được thêm vào danh sách đen modlog.",
      "too_many": "%1$sĐã có quá nhiều từ nằm trong danh sách đen (hơn 20 từ)."
    },
    "modlog_blacklistwords_remove": {
      "not_in": "%1$sTừ `%2$s` không nằm trong danh sách đen.",
      "success": "%1$sĐã loại bỏ từ `%2$s` ra khỏi danh sách đen modlog."
    },
    "logs_editmessage": {
      "no_message": "%1$sBạn phải ghi rõ tin nhắn bạn muốn tui nói khi ai đó chỉnh sửa tin nhắn chứ!",
      "success": "%1$sTin nhắn chỉnh sửa tin nhắn được đặt thành: `%2$s`",
      "reset_success": "%1$sĐã đặt lại cài đặt ghi chép chỉnh sửa tin nhắn."
    },
    "logs_deletemessage": {
      "no_message": "%1$sBạn phải ghi rõ tin nhắn bạn muốn tui nói khi ai đó xoá tin nhắn chứ!",
      "success": "%1$sTin nhắn xóa tin nhắn được đặt thành: `%2$s`",
      "reset_success": "%1$sĐã đặt lại cài đặt ghi chép xoá tin nhắn."
    },
    "djrole_set": {
      "no_role": "%1$sĐưa tui cái vai trò bạn muốn sử dụng làm vai trò DJ chứ.",
      "success": "%1$sĐã đặt thành công %2$s làm vai trò DJ."
    },
    "djrole_reset": {
      "not_set": "%1$sBạn không có vai trò DJ tuỳ chỉnh nào.",
      "success": "%1$sĐã đặt lại vai trò DJ thành công."
    },
    "showdisablewarning": {
      "success": "%1$sHiển thị cảnh báo cho lệnh đã tắt được đặt thành: %2$s"
    },
    "birthdayblacklist": {
      "no_args": "%1$sBạn cần ghi ra người mà bạn muốn đưa vào danh sách đen từ thông báo sinh nhật.",
      "add": {
        "success": "%1$sĐã thêm thành công %2$s (%3$s) vào danh sách đen từ việc thông báo sinh nhật của máy chủ này."
      },
      "remove": {
        "success": "%1$sĐã xoá thành công %2$s (%3$s) ra khỏi danh sách đen từ việc thông báo sinh nhật của máy chủ này."
      }
    },
    "imageboard_disableexplicit": {
      "success": "%1$sĐã vô hiệu hóa các tìm kiếm trên bảng về hình ảnh khiêu dâm/có vấn đề tại bất cứ kênh nào."
    },
    "imageboard_enableexplicit": {
      "already_enabled": "%1$sTìm kiếm trên bảng hình ảnh khiêu dâm/có vấn đề đã được bật. Hãy nhớ rằng chúng chỉ hoạt động trong các kênh NSFW.",
      "success": "%1$sĐã bật lại các tìm kiếm trên bảng hình ảnh khiêu dâm/có vấn đề."
    },
    "lobby": {
      "disable": {
        "success": "%1$sĐã vô hiệu hoá thành công sảnh chờ/chơi chung các trò chơi."
      },
      "enable": {
        "already_enabled": "%1$sSảnh chờ/chơi chung trò chơi không bị vô hiệu hoá trên máy chủ này.",
        "success": "%1$sĐã kích hoạt sảnh chờ/chơi chung các trò chơi. (Nếu trước đó nó bị vô hiệu hoá)"
      }
    },
    "invalid_category": "%1$sBạn đã nhập một danh mục không hợp lệ. Danh sách các danh mục hợp lệ để tắt (phân biệt chữ hoa chữ thường) sẽ được hiển thị bên dưới```md\n%2$s```",
    "help_opts_notice": "%1$sBạn không thể tắt tuỳ chọn hoặc câu lệnh trợ giúp.",
    "no_command": "%1$sKhông có lệnh nào là %2$s cả",
    "invalid_role": "%1$sĐó không phải là một vai trò hợp lệ!"
  },
  "discord_permissions": {
    "create_instant_invite": "Tạo lời mời trực tiếp",
    "kick_members": "Khai trừ thành viên",
    "ban_members": "Cấm Thành Viên",
    "administrator": "Người Quản Lý",
    "manage_channel": "Quản Lý Kênh",
    "manage_server": "Quản lý phòng",
    "message_add_reaction": "Thêm Biểu Cảm",
    "view_audit_logs": "Xem Nhật Ký Chỉnh Sửa",
    "view_channel": "Đọc Kênh Văn Bản Và Xem Kênh Giọng Nói",
    "message_read": "Đọc tin nhắn",
    "message_write": "Gửi tin nhắn",
    "message_tts": "Gửi tin nhắn TTS",
    "message_manage": "Quản lý tin nhắn",
    "message_embed_links": "Đính kèm liên kết",
    "message_attach_files": "Đính kèm tập tin",
    "message_history": "Đọc lịch sử",
    "message_mention_everyone": "Đề cập mọi người",
    "message_ext_emoji": "Dùng Emoji Mở Rộng",
    "voice_connect": "Kết nối",
    "voice_speak": "Nói",
    "voice_mute_others": "Tắt tiếng thành viên",
    "voice_deaf_others": "Tắt nghe thành viên",
    "voice_move_others": "Di chuyển thành viên",
    "voice_use_vad": "Sử dụng chế độ tự động nhận diện giọng nói",
    "nickname_change": "Đổi biệt danh",
    "nickname_manage": "Quản lý biệt danh",
    "manage_roles": "Quản lý vai trò",
    "manage_permissions": "Quản lý quyền hạn",
    "manage_webhooks": "Quản lý Webhook",
    "manage_emotes": "Quản lý Emoji",
    "priority_speaker": "Người Nói Ưu Tiên",
    "request_to_speak": "Yêu cầu Nói"
  },
  "items": {
    "categories": {
      "collectable": "Vật sưu tầm",
      "common": "Vật phẩm Thường",
      "rare": "Vật phẩm Hiếm",
      "premium": "Vật phẩm Cao cấp",
      "cast_mine": "Vật phẩm Chế tạo được",
      "mine": "Vật phẩm Đào được",
      "fish": "Vật phẩm Câu được",
      "fish_rare": "Vật phẩm Câu được (Hiếm)",
      "mine_rare": "Vật phẩm Đào được (Hiếm)",
      "crate": "Hòm",
      "chop_drop": "Vật phẩm Chặt được",
      "potion": "Thuốc",
      "buff": "Buff",
      "wrench": "Cờ lê",
      "waifu": "Vật phẩm Waifu",
      "mine_pick": "Cuốc chim",
      "mine_rare_pick": "Cuốc chim (Hiếm)",
      "fish_rod": "Cần câu",
      "fish_rod_rare": "Cần câu (Hiếm)",
      "chop_axe": "Rìu",
      "chop_axe_rare": "Rìu (Hiếm)",
      "broken": "Vật phẩm Bị hỏng",
      "pet": "Vật phẩm Thú cưng",
      "pet_food": "Đồ ăn cho Thú cưng",
      "deprecated": "Ngừng sử dụng",
      "interactive": "Vật phẩm có thể Tương tác"
    },
    "headphones": "Tai nghe",
    "ban_hammer": "Búa phán xử",
    "die": "Xúc xắc",
    "kick_boot": "Giày đá",
    "floppy": "Đĩa mềm",
    "maths": "Bài toán của tôi",
    "racket": "Vợt bóng bàn",
    "loaded_die": "Xúc xắc",
    "forgotten": "Bản nhạc bị lãng quên",
    "pencil": "Bút chì",
    "moneybag": "Túi tiền",
    "pick": "Cuốc kẽm",
    "milk": "Sữa",
    "beverage": "Đồ uống",
    "lewd": "Tạp chí người lớn",
    "ring": "Nhẫn cưới",
    "letter": "Thư tình",
    "key": "Chìa khoá hòm",
    "clothes": "Quần áo",
    "diamond": "Kim cương",
    "dress": "Váy cưới",
    "necklace": "Vòng cổ",
    "tuxedo": "Tuxedo",
    "shoes": "Giày",
    "rose": "Hoa hồng",
    "chocolate": "Sô cô la",
    "cookie": "Bánh quy",
    "die_2": "Xúc xắc đặc biệt",
    "booster": "Gia tốc",
    "berserk": "Cuồng bạo",
    "Companion": "Thú nuôi",
    "special_ring": "Nhẫn đặc biệt",
    "enchancer": "Kính phù phép",
    "prize": "Phần thưởng",
    "crate": "Hòm lục đồ",
    "prize_2": "Phần thưởng 2",
    "slot_ticket": "Vé xổ số",
    "house": "Nhà",
    "car": "Ô tô",
    "bell": "Chuông Giáng sinh",
    "tree": "Cây thông Giáng sinh",
    "pants": "Quần",
    "haste": "Thuốc Vội vã",
    "milky": "Sữa",
    "energy": "Nước tăng lực",
    "rod": "Cần câu",
    "fish": "Cá",
    "tropical_fish": "Cá nhiệt đới",
    "blowfish": "Cá nóc",
    "comet_gem": "Ngọc sao chổi",
    "star_gem": "Ngọc sao băng",
    "cobweb": "Mạng nhện",
    "fragment": "Mảnh ngọc vỡ",
    "mop": "Cây lau",
    "claim_key": "Chìa khoá sở hữu",
    "coffee": "Cà phê",
    "waifu_pill": "Viên Waifu",
    "bait": "Mồi câu cá",
    "diamond_pick": "Cuốc kim cương",
    "tv": "Tivi",
    "wrench": "Cờ lê",
    "star_wrench": "Cờ lê sao băng",
    "comet_wrench": "Cờ lê Sao chổi",
    "sparkle_wrench": "Cờ lê lấp lánh",
    "motorcycle": "Xe mô tô",
    "comet_pick": "Cuốc sao chổi",
    "star_pick": "Cuốc Sao băng",
    "sparkle": "Vật chất lấp lánh",
    "sparkle_pick": "Cuốc lấp lánh",
    "pizza": "Pizza",
    "mine_crate": "Hòm ngọc",
    "fish_crate": "Hòm câu cá",
    "chop_crate": "Hòm chặt cây",
    "mine_premium_crate": "Hòm ngọc cao cấp",
    "fish_premium_crate": "Hòm câu cá cao cấp",
    "chop_premium_crate": "Hòm chặt cao cấp",
    "comet_rod": "Cần câu sao chổi",
    "star_rod": "Cần câu sao băng",
    "sparkle_rod": "Cần câu lấp lánh",
    "shell": "Vỏ ốc",
    "shark": "Cá mập",
    "crab": "Cua",
    "squid": "Mực",
    "shrimp": "Tôm",
    "moon": "Dấu ấn mặt trăng",
    "flake": "Bông tuyết",
    "broken_comet_pick": "Cuốc sao chổi hỏng",
    "broken_sparkle_pick": "Cuốc lấp lánh hỏng",
    "broken_star_pick": "Cuốc sao băng hỏng",
    "broken_comet_rod": "Cần câu sao chổi hỏng",
    "broken_sparkle_rod": "Cần câu lấp lánh hỏng",
    "broken_star_rod": "Cần câu sao băng hỏng",
    "incubator_egg": "Trứng ấp",
    "water_bottle": "Chai nước",
    "magic_watch": "Đồng hồ ma thuật",
    "pet_house": "Nhà của thú cưng",
    "steak": "Bít tết",
    "chicken": "Gà",
    "milk_3": "Bình sữa",
    "dog_food": "Thức ăn cho chó",
    "cat_food": "Thức ăn cho mèo",
    "hamster_food": "Thức ăn cho Hamster",
    "wood": "Gỗ",
    "moon_pick": "Cuốc mặt trăng",
    "hellfire_pick": "Cuốc lửa địa ngục",
    "axe": "Rìu",
    "comet_axe": "Rìu sao chổi",
    "star_axe": "Rìu sao băng",
    "sparkle_axe": "Rìu lấp lánh",
    "moon_axe": "Rìu mặt trăng",
    "hellfire_axe": "Rìu lửa địa ngục",
    "moon_rod": "Cần câu mặt trăng",
    "hellfire_rod": "Cần câu lửa địa ngục",
    "leaves": "Lá",
    "apple": "Táo",
    "pear": "Lê",
    "cherry_blossom": "Hoa anh đào",
    "rock": "Đá",
    "broken_moon_pick": "Cuốc mặt trăng hỏng",
    "broken_moon_axe": "Rìu mặt trăng hỏng",
    "broken_moon_rod": "Cần câu mặt trăng hỏng",
    "broken_star_axe": "Rìu sao băng hỏng",
    "broken_comet_axe": "Rìu sao chổi hỏng",
    "broken_sparkle_axe": "Rìu lấp lánh hỏng",
    "broken_hellfire_pick": "Cuốc lửa địa ngục hỏng",
    "broken_hellfire_axe": "Rìu lửa địa ngục hỏng",
    "broken_hellfire_rod": "Cần câu lửa địa ngục hỏng",
    "explanation": {
      "pick": "Một cái cuốc bình thường bạn mua ở chợ địa phương. Có vẻ đủ cứng cáp để khai thác một số thứ.",
      "diamond_pick": "Một cái cuốc kim cương khoẻ hơn mấy cây cuốc sắt mua ngoài chợ là điều hiển nhiên!",
      "comet_pick": "Bạn tìm thấy vài mảnh ngọc sao chổi và bạn nhận ra bạn có thể tạo ngọc sao chổi từ chúng.\nNhưng nó dùng để làm gì? Nó có đặc biệt không?\nBạn có vẻ háo hức muốn dùng thử sau khi bị ấn tượng bởi vẻ rực rỡ của nó, vì vậy, chúng tôi xin giới thiệu đây là bước đầu tiên của bạn để có được những cây cuốc mạnh mẽ và bền hơn.",
      "star_pick": "Có thể nó phát sáng, có thể là thực tế chúng đến từ một ngôi sao ở rất xa trong thiên hà, nhưng nó dường như tạo nên một cây cuốc khá chắc chắn với các tính chất đặc biệt.\nKỳ lạ... mình nhận được nhiều đá quý hơn. Đó là hiệu ứng của vật liệu chăng, hay là kỹ năng đào của mình ngày càng tốt hơn?",
      "moon_pick": "Chất như trăng làm mê hoặc lòng người.\nVậy là do nó phát sáng như trăng tròn, hay là do sự trôi nổi mà nó làm ra để phát sáng?\nDù vậy, bạn đã cố gắng kết hợp điều này với cây cuốc của bạn và kết quả khá khả quan.\nCó vẻ đây là một sự cân bằng giữa ánh sáng và bóng tối, và bằng cách nào đó mình đã khai thác được một số viên ngọc bằng cây cúp này.\nĐây có thực sự là mảnh vỡ từ một mặt trăng xa xôi?",
      "sparkle_pick": "Có điều gì đó khiến bạn nhìn lên trên hang động và bạn tìm thấy một viên ngọc lấp lánh trên đó. Nhìn lên, một số đã rơi vào cái cuốc của bạn, và nó làm cho cái cuốc đủ sáng để thắp sáng toàn bộ hang động.\nNhanh chóng, bạn lấy một số mảnh vỡ lấp lánh và có được một nơi để đúc đồ.\nCây cuốc sáng như mặt trời vậy... và có vẻ như cũng rất bền nữa... chỉ trộn với sắt mà nó lại có thể tốt đến như vậy?",
      "hellfire_pick": "Phản ứng giữa tất cả các nguyên tố có thể là một quá trình kỳ lạ và nguy hiểm.\nBất kể bạn bè của bạn nói gì với bạn, bạn vẫn quyết định nghiên cứu chủ đề này và tìm ra một vật thể sáng hơn bất cứ thứ gì bạn từng thấy...\nDường như nó là sự pha trộn của tất cả các nguyên tố khác, nhưng ai da có vẻ nó phản ứng mạnh đấy... và cũng khá cứng nữa, hiếm thấy được thứ gì có thể phá vỡ cây cúp này...\nLiệu mình đã làm việc tốt đến thế giới này, hay là mình vừa mang một thứ không xác định đến với cuộc sống ấy?",
      "axe": "Một chiếc rìu bình thường bạn mua ở chợ địa phương. Đủ tốt để chặt cây.",
      "comet_axe": "Sau khi thử mảnh vỡ sao chổi lên cái cuốc, bạn nhận ra bạn cũng có thể sử dụng chúng với cái rìu. Làm cho nó cứng hơn, và sáng hơn. Đó là những gì bạn có thể ước.",
      "star_axe": "Ánh sáng rực rỡ từ một ngôi sao ở rất xa, nhưng đang nằm trong tay bạn.\nCó vẻ như công việc chặt cây có thể tiếp tục với cây rìu mới và sáng chói này rồi. Lúc đầu, bạn có vẻ ngỡ ngàng: làm sao mà cái rìu này lại giúp mình chặt được nhiều gỗ hơn vậy?\nChà, bạn sẽ biết tại sao sớm thôi...",
      "sparkle_axe": "Một ít lấp lánh ở đây, một ít lấp lánh ở đó!\nCái rìu sáng như mặt trời vậy... và có vẻ nó cực kì cứng cáp... chỉ với sắt thôi mà làm được như thế này ư?",
      "moon_axe": "Nhìn vào chiếc rìu này, bạn sẽ bị mê hoặc bởi ánh sáng giống như mặt trăng mà nó phát ra.\nVậy là do nó phát sáng như trăng tròn, hay là do sự trôi nổi mà nó làm ra để phát sáng?\nBị mê hoặc bởi ánh đẹp của nó, bạn đúc chất này vào rìu của mình và... bùm!\nKết quả nhận lại có vẻ rất tốt. Chặt cây nhanh hẳn. Sao mà nó sắc nét thế? Nó có thực sự là mảnh vỡ đến từ mặt trăng xa xôi kia?",
      "hellfire_axe": "Phản ứng giữa tất cả các nguyên tố có thể là một quá trình kỳ lạ và nguy hiểm.\nBạn đã thành thạo các nguyên tố rồi, và việc hợp nhất nó với chiếc rìu của bạn thì lại khá đơn giản. Có thể đó là ánh sáng, có thể là ngọn lửa, nhưng bạn vẫn phải làm.\nChiếc rìu này hoạt động một cách kỳ diệu. Không gì có thể so sánh được. Nhưng bạn vẫn đang băn khoăn liệu mình có thực sự làm đúng hay không.",
      "rod": "Một chiếc cần câu bạn đã mua ở chợ đánh cá địa phương. Trông cũng cứng.",
      "comet_rod": "Sau khi thử mảnh vỡ sao chổi lên cái rìu, bạn nhận ra bạn cũng có thể sử dụng chúng với cần câu. Làm cho nó cứng hơn, và sáng hơn, và có vẻ nó thu hút được nhiều cá hơn. Đó là những gì bạn có thể ước.",
      "star_rod": "Không thể bỏ qua ánh sáng lấp lánh đầy mê hoặc của mảnh vỡ này. Bạn đã kết hợp nó với sợi dây từ cần câu, và cá tự đến vì nó! Có vẻ như không cần mồi nhử nữa rồi, nhưng mồi nhử vẫn hữu ích.",
      "moon_rod": "Bạn vẫn bị ấn tượng bởi cách viên ngọc này tự nổi. Dù vậy, bạn vẫn kết hợp nó với sợi dây của cần câu một cách tốt nhất có thể. Cần câu này có vẻ mạnh hơn một chút so với cán của cần câu sao băng, nhưng không nhiều.\nDù thế nào đi nữa, bạn tận hưởng vẻ rực rỡ của nó giống như ngày đầu tiên bạn nhìn thấy nó.",
      "sparkle_rod": "Một ít lấp lánh ở đây, một ít lấp lánh ở đó!\nBạn nghiền thành các mảnh lấp lánh và tráng sợi dây cần câu của mình lên.\nBạn có vẻ hơi bối rối. Làm thế nào mà dụ cá được?\nThế giới có rất nhiều điều bí ẩn, và đây là một trong số đó. Có lẽ nó có thể giúp bạn nhận được nhiều tiền hơn. Và biết đâu nó có thể mang lại cho bạn sự hài lòng.\nÁnh sáng mà nó để lại trên biển thật đáng kinh ngạc, khiến bạn không khỏi nhìn đắm đuối thứ ánh sáng đó trong nhiều giờ. Có lẽ bạn đã làm đúng sau tất cả.",
      "hellfire_rod": "Phản ứng giữa tất cả các nguyên tố có thể là một quá trình kỳ lạ và nguy hiểm.\nBạn đã thành thạo các nguyên tố rồi, và việc hợp nhất nó với chiếc cần câu của bạn thì lại quá dễ. Có thể đó là ánh sáng, có thể là ngọn lửa, nhưng bạn phải làm.\nCần câu này hoạt động một cách kỳ diệu. Cá tự đến với bạn. Không gì có thể so sánh được. Nhưng bạn vẫn đang băn khoăn liệu mình có thực sự làm đúng hay không.",
      "wrench": "Bạn có thể mua một chiếc cờ lê trên thị trường. Hữu ích cho việc sửa chữa các vật phẩm.",
      "comet_wrench": "Một chiếc Cờ lê được gắn bằng những ngọc sao chổi. Vì một lí do nào đó mà nó chắc chắn hơn rất nhiều.",
      "sparkle_wrench": "Một chiếc Cờ lê được gắn bằng những Mảnh vỡ Lấp lánh. Vì một lí do nào đó mà nó chắc chắn hơn rất nhiều."
    },
    "description": {
      "headphones": "Đó là những gì sẽ xảy ra khi bạn nghe nhạc quá nhiều. Dù vậy, nó nên đáng một thứ gì đó.",
      "ban_hammer": "Được để lại bởi người quản trị.",
      "kick_boot": "Được để lại bởi người quản trị.",
      "floppy": "Có thể có một trò chơi. Đừng có sao chép đấy.",
      "maths": "Ôi, tôi quên mất bài toán của tôi rồi.",
      "racket": "Tôi đã thắng một ván bóng bàn với Discord trong gang tấc. Chắc thế.",
      "loaded_die": "Stolen from the `/roll` command.",
      "forgotten": "Không bao giờ được tải về. Chắc là đã có bản quyền.",
      "pencil": "Chúng tôi còn rất nhiều cái đó!",
      "moneybag": "Còn gì nữa không?",
      "pick": "Một cây cuốc bình thường cho việc khai thác theo lịch trình thường xuyên của bạn.",
      "milk": "Chắc có một chút cũng được.",
      "beverage": "Có những thứ thực sự kỳ lạ với số lượng lớn. Chà, tùy thuộc vào loại nữa ;)",
      "lewd": "Có quá nhiều lệnh 18+. Rất rất nhiều. Có vui không?",
      "ring": "Thường là thứ làm cho cuộc hôn nhân của bạn trở nên chính thức.",
      "letter": "Một bức thư từ người thương của bạn.",
      "key": "Used to open various crates with `/opencrate <crate name>` or `/useitem <crate name>`",
      "clothes": "Chủ yếu là thứ gì mà bạn mặc. Hy vọng thế...",
      "diamond": "Thường là một cách tốt hơn để bạn giữ tiền. Nó cũng sáng bóng nữa. Hãy để tiền của bạn trở nên bóng loáng. Thật tuyệt vời.",
      "dress": "Nó thật đáng yêu phải không?",
      "necklace": "Trông đẹp.",
      "tuxedo": "Là thứ mà bạn mặc khi đi dự đám cưới với một người phụ nữ, hoặc khi tới một chỗ sang trọng nào đó, hoặc là mọi nơi, ai mà biết được?",
      "shoes": "Vì đi chân đất sẽ bẩn. Hoặc đau đớn.",
      "rose": "Biểu tượng cho tình yêu của bạn. Cũng là một vật trang trí xịn nữa.",
      "chocolate": "Trông ngon miệng quá.",
      "cookie": "Ngon tuyệt.",
      "die_2": "Còn nặng hơn. `Được để lại từ hệ thống tiền tệ phiên bản 1. Không thể nhận được nữa.`",
      "booster": "Dùng để tăng một số thứ, giờ thì nó hỏng rồi. `Được để lại từ hệ thống tiền tệ phiên bản 1. Không thể nhận được nữa.`",
      "berserk": "Tiền tệ Cuồng bạo? Còn ai không? `Được để lại từ hệ thống tiền tệ phiên bản 1. Không thể nhận được nữa.`",
      "companion": "Ỏo, một chú cún thật dễ thương. `Được để lại từ hệ thống tiền tệ phiên bản 1. Không thể nhận được nữa.`",
      "special_ring": "Nó rất đặc biệt, nó thậm chí còn không phải là một chiếc nhẫn. `Được để lại từ hệ thống tiền tệ phiên bản 1. Không thể nhận được nữa.`",
      "enchancer": "Một chiếc bùa bị hỏng, sẽ ra sao nếu nó được sửa nhỉ? `Được để lại từ hệ thống tiền tệ phiên bản 1. Không thể nhận được nữa.`",
      "prize": "Khá là nhiều, nhỉ? `Được để lại từ hệ thống tiền tệ phiên bản 1. Không thể nhận được nữa.`",
      "crate": "You can use this along with a loot key to open a loot crate! Can be opened with `/opencrate`",
      "prize_2": "Trước hết cho hỏi, bạn kiếm đâu ra nhiều tiền thế?",
      "slot_ticket": "Mang lại cho bạn thêm cơ hội trong xổ số, cũng hoạt động như một bộ chứa khối.",
      "house": "Nơi ấm cúng để sống.",
      "car": "Để đi loanh quanh.",
      "bell": "Phần thưởng Giáng sinh. Đem đến một cảm giác ấm cúng cho chiếc cây của bạn.",
      "tree": "Phần quà Giáng sinh. Ai mà lại không thích một cây thông Noel chứ?.",
      "pants": "Căn bản là thứ bạn mặc vào chân... chắc là vậy.",
      "haste": "Cho phép bạn thu thập nhiều thứ hơn sau mỗi lần sử dụng. Kéo dài trong 4 lệnh.",
      "milky": "Xoá tất cả các công dụng thuốc.",
      "energy": "Làm cho một công cụ mất độ bền ít hơn cho mỗi lần sử dụng. Kéo dài 4 lệnh.",
      "rod": "Một chiếc cần câu bình thường cho các hoạt động câu cá của bạn.",
      "fish": "Cá. Bắt được khi câu cá.",
      "tropical_fish": "Một con cá chuẩn nhiệt đới. Bắt được khi câu cá.",
      "blowfish": "Tôi tự hỏi... liệu cái này có tốt không nhỉ? Bắt được khi câu cá.",
      "comet_gem": "Một mảnh của sao chổi bạn tìm được trong lúc đào. Hữu dụng cho việc chế tạo đồ.",
      "star_gem": "Một mảnh của sao băng bạn tìm được trong lúc đào.",
      "cobweb": "Thứ gì đó nhện bỏ lại ở trong mỏ. Liệu nó đáng thứ gì nhỉ.",
      "fragment": "Mảnh vỡ của ngọc cổ. Hữu dụng cho việc chế tạo.",
      "mop": "Một cách thoải mái để dọn sạch bụi bẩn bám xung quanh bạn. Tôi khá chắc là có rất nhiều.",
      "claim_key": "This item makes you un-claimeable (as a waifu) when you run `/profile claimlock`",
      "coffee": "Một cách khoan khoái để bắt đầu ngày mới của bạn.",
      "waifu_pill": "Mang lại cho bạn một lợi thế đáng kể về đào và câu cá nếu một trong những Waifu của bạn có giá trị trên 20.000. Kéo dài 3 mùa.",
      "bait": "Cho bạn một cơ hội câu được cá cao hơn.",
      "diamond_pick": "Một cây cuốc cứng hơn.",
      "tv": "Cần... xem... TV...",
      "wrench": "Công cụ chế tạo. Dùng để ghép các thứ lại với nhau.",
      "comet_wrench": "Công cụ chế tạo. Dùng để ghép các thứ lại với nhau. Có tỉ lệ bị gãy ít hơn, cần để chế tạo nhiều đồ cùng một lúc. Cấp 3.",
      "star_wrench": "Công cụ chế tạo. Dùng để ghép các thứ lại với nhau. Ít bị gãy hơn, cần để chế tạo nhiều đồ cùng một lúc. Cấp 3.",
      "sparkle_wrench": "Công cụ chế tạo. Dùng để ghép các thứ lại với nhau. Ít bị gãy hơn. Chi phí cho mỗi lần chế tạo ít hơn. Cấp 4.",
      "motorcycle": "Đi đây đi đó, một cách thật ngầu.",
      "comet_pick": "Một cây cuốc khoẻ hơn.",
      "star_pick": "Một cây cuốc khoẻ hơn nữa.",
      "sparkle": "Một trong những loại ngọc hiếm nhất. Hãy chắc chắn rằng bạn sẽ giữ nó. Được dùng để chế tạo cuốc lấp lánh & cần câu lấp lánh.",
      "sparkle_pick": "Một trong những chiếc cuốc cứng nhất.",
      "pizza": "Trông ngon miệng quá.",
      "mine_crate": "A gem you found while mining. Might have some nice stuff inside. Can be opened with `/opencrate gem crate`",
      "fish_crate": "A treasure you found while fishing. Might have some nice stuff inside. Can be opened with `/opencrate treasure`",
      "mine_premium_crate": "A gem you found while mining. Might have some nice stuff inside. Can be opened with `/opencrate gem premium crate`",
      "fish_premium_crate": "A treasure you found while fishing. Might have some nice stuff inside. Can be opened with `/opencrate premium treasure`",
      "comet_rod": "Một cái cần câu khá khoẻ.",
      "star_rod": "Một chiếc cần câu khoẻ hơn.",
      "sparkle_rod": "Một cái cần câu khoẻ hơn.",
      "shell": "Tìm thấy ở đáy đại dương. Nó có thể có giá trị gì nhỉ?",
      "shark": "Uầy. Làm thế nào mà bắt được nó thế?",
      "crab": "Một con cua. Nó nhảy, chắc vậy.",
      "squid": "Đừng nhầm lẫn với Squidward.",
      "shrimp": "Thứ gì đó hồng hồng. Tôi nghĩ vậy.",
      "moon": "Mặt trăng cổ. Cần để chế tạo một số thứ.",
      "flake": "Bông tuyết. Thường được sử dụng như một nguyên liệu sửa chữa.",
      "broken_comet_pick": "Một chiếc cuốc sao chổi đã bị gãy trong khi đào. Nhưng vẫn sửa lại được.",
      "broken_sparkle_pick": "Một chiếc cuốc lấp lánh đã bị gãy trong khi đào. Nhưng vẫn sửa lại được.",
      "broken_star_pick": "Một chiếc cuốc sao băng đã bị gãy trong khi đào. Vẫn sửa lại được.",
      "broken_comet_rod": "Một chiếc cần câu sao chổi đã bị gãy trong khi câu cá. Vẫn sửa lại được.",
      "broken_sparkle_rod": "Một cần câu lấp lánh đã bị gãy trong khi câu cá. Vẫn còn sửa lại được.",
      "broken_star_rod": "Một chiếc cần câu sao băng đã bị gãy trong khi câu cá. Những vẫn sửa lại được.",
      "incubator_egg": "Một vật xúc tác mà bạn cần để gọi thú cưng về nhà.",
      "water_bottle": "Một vật phẩm có thể chữa lành cơn khát cho thú cưng của bạn một cách thần kỳ.",
      "magic_watch": "Một chiếc đồng hồ ma thuật sẽ làm chậm thời gian khi bạn cần. Nó sẽ tự động kích hoạt để bảo vệ chuỗi ngày nhận phần thưởng hàng ngày!",
      "pet_house": "Ngôi nhà dành cho thú cưng của bạn ở. Có lẽ, đôi khi nó chỉ thích lao ra bên ngoài.",
      "steak": "Rất ngon nếu bạn không ăn chay.",
      "chicken": "Rất ngon nếu bạn không ăn chay, nhưng thay vào đó nó đến từ gà.",
      "milk_3": "Thức ăn cực tốt cho mèo mà tôi từng được biết.",
      "dog_food": "Thức ăn mà chó của bạn sẽ rất thích. Hoặc nó có thể thích bánh mì hơn.",
      "cat_food": "Thức ăn mà mèo của bạn có thể rất thích.",
      "hamster_food": "Thức ăn mà chuột của bạn có thể thích.",
      "wood": "Thường rơi từ việc chặt cây. Hữu ích cho chế tạo.",
      "moon_pick": "Một chiếc cúp cực khoẻ.",
      "hellfire_pick": "Cúp siêu OP.",
      "axe": "Một chiếc rìu bình thường.",
      "comet_axe": "Một cây rìu khoẻ hơn.",
      "star_axe": "Một cây cúp khoẻ hơn.",
      "moon_axe": "Một chiếc rìu cực khoẻ.",
      "sparkle_axe": "Một cây rìu khoẻ hơn.",
      "hellfire_axe": "Rìu siêu OP.",
      "moon_rod": "Một chiếc cần câu khoẻ hơn.",
      "hellfire_rod": "Cần câu siêu OP.",
      "leaves": "Rơi một cách chậm rãi từ cái cây bạn đốn.",
      "apple": "Bạn chặt một cây táo và quả táo rơi trúng đầu bạn. Ui da.",
      "pear": "Bạn chặt một cây lê và quả lê rơi trúng đầu bạn. Ui da.",
      "cherry_blossom": "Rơi một cách chậm rãi từ cây anh đào. Lãng mạn chứ, nhỉ?",
      "rock": "Một hòn đá. Chuẩn rồi. Rất khó đào, phải không?",
      "broken_moon_pick": "Một chiếc cuốc mặt trăng bị gãy trong khi đào. Nhưng vẫn sửa lại được.",
      "broken_moon_axe": "Một chiếc rìu mặt trăng đã bị gãy trong lúc đang chặt. Nhưng vẫn sửa lại được.",
      "broken_moon_rod": "Một chiếc cần câu mặt trăng đã bị gãy trong khi câu cá. Vẫn sửa lại được.",
      "broken_star_axe": "Một chiếc rìu sao đã bị gãy trong lúc đang chặt. Nhưng vẫn sửa lại được.",
      "broken_comet_axe": "Một chiếc rìu sao chổi đã bị gãy trong lúc đang chặt. Nhưng vẫn sửa lại được.",
      "broken_sparkle_axe": "Một chiếc rìu lấp lánh đã bị gãy trong lúc đang chặt. Nhưng vẫn sửa lại được.",
      "broken_hellfire_pick": "Một chiếc cuốc lửa địa ngục đã bị gãy trong khi đào. Vẫn sửa lại được.",
      "broken_hellfire_axe": "Một cái rìu lửa địa ngục đã bị gãy trong lúc đang chặt. Vẫn sửa lại được.",
      "broken_hellfire_rod": "Một chiếc cần câu lửa địa ngục đã bị gãy trong khi đang câu. Vẫn sửa lại được.",
      "chop_crate": "A chest you found while chopping. Might contain good stuff. Can be opened with `/opencrate chop crate`",
      "chop_premium_crate": "A chest you found while chopping. Might contain good stuff. Can be opened with `/opencrate chop premium crate`"
    }
  },
  "buttons": {
    "yes": "Yes",
    "no": "No",
    "accept": "Accept",
    "deny": "Deny",
    "cancel": "Hủy"
  },
  "time": {
    "day": "ngày",
    "days": "ngày",
    "week": "tuần",
    "weeks": "tuần",
    "month": "tháng",
    "months": "tháng",
    "year": "năm",
    "years": "năm",
    "hour": "giờ",
    "hours": "giờ",
    "minute": "phút",
    "minutes": "phút",
    "second": "giây",
    "seconds": "giây",
    "little": "chưa đầy một giây"
  },
  "test": {
    "inherited": "owo"
  }
}
