{
  "general": {
    "invalid_number": "%1$s Số này không tồn tại!",
    "requested_by": "Được yêu cầu bởi %1$s.",
    "operation_timed_out": "%1$sThời gian để trả lời cho hoạt động này đã kết thúc.",
    "too_many_users_found": "%1$s Tìm thấy quá nhiều người dùng, bạn có muốn sửa từ khóa tìm kiếm không? (ví dụ: tên người dùng#số hiệu)\n**số người được tìm thấy:** %2$s",
    "search_no_result": "%1$sKhông có kết quả tìm kiếm :(",
    "unknown": "Không xác định",
    "days": "ngày",
    "none": "Trống",
    "now": "Bây giờ",
    "hourly": "Hàng giờ",
    "daily": "Hàng ngày",
    "total": "Tổng",
    "arrow_react": "Sử dụng các biểu tượng cảm xúc hình mũi tên để chuyển trang.",
    "text_menu": "Dùng &page >> hoặc &page<< để đổi trang cùng với &cancel để kết thúc",
    "not_found": "Không tìm thấy",
    "no_results": "Không có kết quả.",
    "timeout": "Sẽ hết thời gian trong %1$d giây nữa.",
    "reaction_timeout": "Biểu cảm sẽ mất hiệu lực trong %1$d giây nữa.",
    "example": "Ví dụ",
    "definition": "Định nghĩa",
    "name": "Tên",
    "description": "Mô tả",
    "options": "Tuỳ chọn",
    "find_members_failure": "%1$sKhông tìm thấy thành viên nào với tiêu chí tìm kiếm của bạn :(",
    "too_many_members": "%1$s Tìm thấy quá nhiều người dùng, bạn có muốn sửa từ khóa tìm kiếm không? (ví dụ: tên người dùng#số hiệu)\n**số người được tìm thấy:** %2$s",
    "dust": "Ở đây chỉ có bụi.",
    "invalid_syntax": "Cú pháp không hợp lệ.",
    "item_lookup": {
      "no_item_emoji": "Không có đồ nào phù hợp với biểu biểu tượng này.",
      "no_item_name": "Không có đồ nào phù hợp với tên này.",
      "not_found": "Không tìm thấy đồ nào phù hợp với tìm kiếm của bạn. Nếu bạn đang lúng túng, hãy cố gắng dùng tên ngắn, chẳng hạn như với `Vò năng lượng`, dùng `năng lượng`. Hoặc cho tên vào trong ngoặc kép.",
      "claim_key": "Bạn không thể chuyển giao chìa khoá xác nhận."
    },
    "misc_item_usage": {
      "mop": "%1$s Bạn đã (có thể) dọn sạch toàn bộ bụi bạn tích lũy từ các lần khai thác trước.",
      "milk": "%1$s Đã xóa bỏ hiệu ứng thuốc.",
      "stamina": "%1$s Kích hoạt thể lực cho 3 phiên khai thác.",
      "stamina_used": "%1$s Bạn đã bật hiệu ứng thể lực!",
      "haste": "%1$s Kích hoạt thuốc năng suất cho 2 phiên.",
      "haste_used": "%1$sBạn đã kích hoạt sẵn hiệu ứng năng suất rồi!",
      "bait": "%1$s Đã gắn mồi lên cần câu của bạn! Đi câu may mắn nhé. (Có tác dụng cho 1 lần dùng)",
      "bait_used": "%1$s Bạn đã gắn mồi câu!",
      "pill": "%1$s Bạn đã uống một viên con nhộng waifu! (Có tác dụng trong 5 phiên)",
      "pill_used": "%1$s Bạn đã uống viên con nhộng waifu rồi!",
      "crate": {
        "no_key": "%1$s Bạn cần chìa khóa hòm thính để mở cái hòm này. Nó bị khóa!",
        "no_crate": "%1$s Bạn cần phải có hòm thính! Chứ bạn nghĩ làm sao để dùng cái chìa khóa này =='",
        "success": "%1$s Bạn đã mở hòm nhận được: %2$s%3$s. Chúc mừng!",
        "overflow": "Nhưng bạn đã có quá nhiều đồ, vì vậy bạn cần quyết định vứt đồ thừa đi"
      },
      "potion_active": "%1$s Bạn đã có một **%2$s** hiệu ứng thuốc đang hoạt động. Số lượng có thể đang đang ở mức tối đa!",
      "potion_not_found": "%1$s Tôi không tìm thấy thuốc hay loại trang bị đó!",
      "potion_applied": "%1$s Áp dụng thành công hiệu ứng **%2$s** của loại *%3$s* (%4$dx). Xem hiệu ứng mới đẹp đẽ của bạn tại `~>profile stats`",
      "potion_applied_multiple": "%1$s Áp dụng thành công hiệu ứng **%2$s** của loại *%3$s*.\nBạn đã sử dụng hiệu ứng này, vì vậy chúng tôi sẽ xếp chồng nó lên. Kích thước hiện tại của chồng hiệu ứng là:%4$s",
      "max_stack_size": "%1$s Bạn đã xếp chồng số lượng tối đa của %2$s mà bạn có thể.",
      "max_stack_size_2": "%1$sBạn không thể xếp nhiều như vậy %2$s.",
      "not_same_potion": "%1$s Thuốc loại %2$s đã được bạn dùng và xếp chồng lên, vì vậy bạn không thể xếp chồng thuốc loại %3$s lên đó."
    },
    "mention_user_required": "%1$sBạn cần phải nhắc đến 1 ai đó.",
    "invalid_character": "%1$s Đó không phải là một kí tự hợp lệ.",
    "invalid_action": "Bạn không thể làm điều đó, đồ ngốc.",
    "interactive_running": "%1$s Đã có sẵn một Hoạt động Tương tác (sở hữu bởi bạn) ở kênh này.",
    "buy_sell_paged_react": "**Tổng số trang: %1$d.**\nDùng biểu cảm cho sẵn để di chuyển giữa các trang.\n%2$s",
    "buy_sell_paged_text": "**Tổng số trang: %1$d**\nDùng **&p >>** và **&p <<** để chuyển giữa các trang.\n%2$s",
    "buy_sell_paged_reference": "**Hướng dẫn: %1$s giá mua %2$s giá bán.**",
    "cancelled": "%1$sĐã huỷ yêu cầu.",
    "sellout": "Cân nhắc việc quyên góp trên [Patreon](https://www.patreon.com/mantaro). Nếu bạn thích tôi, thậm chí một khoản tiền quyên góp bé xíu cũng sẽ giúp con bot này còn sống!",
    "deprecated": "Không còn được sử dụng",
    "space_notice": "Nếu tên của nó chứa dấu cách, hãy thử \"cho trong ngoặc kép\"",
    "ratelimit": {
      "header": "%1$s%2$s (lệnh có thời gian chờ)\n**Bạn có thể sử dụng lệnh này sau %3$s.**",
      "spam_1": "Nghỉ ngơi đi, nó sẽ tốt cho sức khỏe của bạn. :( *Nhớ rằng thời gian chờ sẽ tăng nếu bạn cố thử lại trước khi nó về 0!*",
      "spam_2": "\nTôi nghĩ rằng dừng lại là lựa chọn tốt nhất bây giờ...",
      "spam_3": "\nWouldn't it be better if you just go outside for a bit?",
      "spam_4": "\nIs this thing even on?"
    },
    "generic_error": "Nếu bạn muốn, hãy vào **máy chủ hỗ trợ** (đường link tại `support.mantaro.site`). Hoặc xem trang GitHub của chúng tôi (`https://github.com/Kodehawa/MantaroBot`). Làm ơn hãy nói với họ để tránh việc tôi bị nổ và làm ơn đừng quên những ID lỗi khi báo cáo!",
    "boom_quotes": [
      "Dường như Megumin đã làm nổ lâu đài của chúng ta...",
      "Ớ ớ, hình như chủ nhân của tôi đã để quên một vào số 0 và số 1 trên sàn nhà rồi :<",
      "Ch.. chờ đã, cái gì vừa xảy ra đếy?",
      "T.. tôi nghĩ là có vài đốm lửa ở đây... bạn có thể sẽ muốn báo cho chủ nhân tôi để ông ấy ngó qua đó.",
      "Tôi rất thành thạo phép nổ đấy. Bạn muốn xem không?",
      "Có thể đã có cái gì đó sai sai ở đây. Nhưng... ờ, bạn có thể sửa chữa nó!",
      "Ờ-Ờm.. Bạn muốn gì thế?"
    ],
    "ratelimit_quotes": [
      "Ôi... bạn gọi tôi hơi sớm đó... Tôi sẽ chóng mặt mất!",
      "Đừng tham lam thế chứ!",
      "B-Bạn gọi tôi hơi nhanh và khiến tôi đang chóng chóng mặt...",
      "Đợi đã người anh em!",
      "Đợi thêm một chútttt xíu nữa nữa thôi uwu",
      "Có thể chúng ta sắp bị bắn tốc độ nếu chúng ta cứ đi nhanh thế này đấy!",
      "Tôi rất muốn làm theo lời bạn... nhưng ngừng lại một tí được hơm.",
      "Hey, chờ đã. Tôi chưa nghỉ xong mà!",
      "Bạn có thể chậm lại một tí được không?"
    ],
    "mod_quotes": [
      "Áu áu, hình như ai đó vừa bị đánh mạnh!",
      "Chỉ là một vài công việc admin lành mạnh đang diễn ra ở đây thôi...",
      "Thế là chiếc ủng đã bị ném đi!",
      "Bạn sẽ bị bỏ lỡ mất... không hẳn",
      "Tui mong là tui đã làm việc đúng đắn...",
      "Uầy, mod lên tiếng kìa bây ơi!",
      "Ơ..ờ quèo, ai đó vừa đi ngang qua cửa."
    ]
  },
  "categories": {
    "music": "Âm thanh",
    "action": "Hành động",
    "misc": "Hỗn hợp",
    "moderation": "Quản lí",
    "owner": "Quản trị viên",
    "image": "Hình ảnh",
    "utils": "Tiện ích",
    "fun": "Vui",
    "games": "Trò chơi",
    "info": "Thông tin",
    "currency": "Tiền tệ",
    "pet": "Thú cưng"
  },
  "commands": {
    "fish": {
      "dust": "%1$sMột ngày đã trôi qua, và xô cá của bạn chỉ lấy được chút bụi. (Bụi cấp %2$s%%)",
      "no_rod": "%1$sBạn không có cần câu để câu! (thử với cần câu khác xem)",
      "trash": {
        "overflow": "%1$sBạn nhặt được một vài mẩu rác trong lúc câu, nhưng do tủ đồ của bạn đã đầy, nên chúng tôi đành phải vứt chúng lại xuống dưới nước...",
        "success": "%1$sTrong lúc ngồi điềm tĩnh câu, bạn nhặt được một %2$s trôi trên mặt nước nhưng có vẻ nó chỉ là rác :("
      },
      "tier3": {
        "extra": "Và bạn cũng nhặt được %1$s, may mắn đó!"
      },
      "crate": {
        "overflow": "Bạn tìm thấy một **%1$s** trong khi câu, nhưng vì bạn đã có quá nhiều, nên chúng tôi đã vứt nó lại xuống dưới đáy đại dương...",
        "success": "Bạn tìm thấy một %1$s **%2$s** trong lúc câu và đã nhặt nó lên. Hãy thử mở nó bằng lệnh `~>opencrate <tên hòm>`. Bạn sẽ cần đến một chiếc chìa mở hòm!"
      },
      "autoequip": {
        "success": "%1$sĐã tự động trang bị một **%2$s** từ bộ cần câu của bạn."
      },
      "overflow": "%1$sBạn câu được một số cá, nhưng do một phần của tủ đồ đã đầy, chúng tôi đã phải thả nó đi...",
      "success": "%1$sTrong lúc ngồi điềm tĩnh câu, bạn câu được %2$s và cho được chúng vào trong xô cá.",
      "success_money": "%1$sTrong lúc ngồi điềm tĩnh câu, bạn câu được %2$s và **$%3$d tín** và cho được chúng vào trong xô cá. %4$s",
      "success_money_noitem": "%1$sTrong lúc ngồi câu điềm tĩnh, bạn câu được **$%2$d tín** và dúi được vào trong túi áo.",
      "rod_broke": "%1$sCần câu của bạn đã bị gãy trong lúc vật lộn với cá :(",
      "waifu_help": "Waifu của bạn đã tham gia hành trình câu của bạn và cả hai đều được một mẻ cá lớn!",
      "not_suitable": "%1$sBạn không thể dùng thứ này để câu.",
      "shark_success": "%1$sBằng một cách nào đó, bạn đã bắt được một con cá mập. Thật đúng là một chiếc cần kỳ diệu, phải không?",
      "fossil_success": "%1$sBạn nhặt được một vỏ ốc trong lúc câu cá. Cái này có thể đáng một giá tiền hời hoặc hữu dụng cho việc chế tạo đồ, tôi tin là vậy.",
      "bait": "Bọn cá đã ăn mất con mồi của bạn trong quá trình câu!",
      "missing_equipped": "%1$sBạn đã trang bị %2$s cần câu, nhưng không còn cái nào loại này trong tủ đồ của bạn! Cần câu được trang bị đã được điều chỉnh lại.",
      "broken_drop": "%1$sCần câu của bạn đã hỏng, nhưng bạn có thể sửa nó. Bạn được nhận lại đồ hỏng: %2$s*%3$s*",
      "no_rod_equipped": "%1$sBạn chưa trang bị cần câu. Để trang bị, bạn cần gõ lệnh `~>equip <tên cần câu>` để bắt đầu hành trình đi câu!"
    },
    "softban": {
      "no_permission": "%1$sKhông thể cấm tạm thời: Bạn khng có quyền ban thành viên.",
      "no_permission_self": "%1$sXin lỗi! Tôi không có quyền ban thành viên ở máy chủ này.",
      "no_users": "%1$sBạn cần cho tôi một cái tên để cấm tạm thời.",
      "hierarchy_conflict": "%1$sBạn không thể cấm tạm thời người dùng có vai trò cao hơn bạn",
      "yourself_note": "%1$sTại sao bạn lại tự đi cấm tạm thời bản thân?",
      "self_hierarchy_conflict": "%1$sKhông thể cấm tạm thời thành viên: %2$s, họ có vai trò cao hơn hoặc ngang bằng tôi!",
      "success": "%1$s%2$s. **(%3$s đã bị cấm tạm thời)**",
      "error": "%1$sLỗi cấm tạm thời [%2$s]: (Không được cấp quyền: %3$s)",
      "unknown_error": "%1$sLỗi cấm tạm thời không xác định %2$s: *(Có đúng là lỗi không nhỉ? %3$s: %4$s)*"
    },
    "ban": {
      "no_permission": "%1$sBạn không thể cấm: Bạn cần quyền `Ban Users` (ban người dùng).",
      "no_users": "%1$sBạn cần cho tôi một cái tên để cấm.",
      "no_permission_self": "%1$sXin lỗi! Tôi không có quyền cấm thành viên trong máy chủ này.",
      "hierarchy_conflict": "%1$sBạn không thể cấm ai đó có vai trò cao hơn bạn trong máy chủ! Có cố gắng đó %2$s",
      "yourself_note": "%1$sTại sao bạn lại tự đi cấm bản thân? Đồ ngốc.",
      "self_hierarchy_conflict": "%1$sKhông thể cấm thành viên: %2$s, họ có vai trò cao hơn hoặc ngang bằng tôi!",
      "success": "%1$s%2$s (%3$s đã bị cấm)",
      "success_multiple": "%1$s%2$s (%3$s người đã bị cấm)",
      "error": "%1$sLỗi cấm %2$s: (Tôi cần được cấp quyền %3$s)",
      "unknown_error": "%1$sGì thế này? Tôi gặp phải một lỗi không mong muốn trong lúc cấm %2$s"
    },
    "kick": {
      "no_permission": "%1$sKhông thể đá: Bạn không có quyền đá thành viên.",
      "no_users": "%1$sBạn cần cho tôi một cái tên để đá.",
      "no_permission_self": "%1$sXin lỗi! Tôi không có quyền đá thành viên trong máy chủ này.",
      "hierarchy_conflict": "%1$sBạn không thể đá người dùng có vai trò cao hơn bạn",
      "yourself_note": "%1$sTại sao bạn lại tự đi đá bản thân? Đồ ngốc.",
      "self_hierarchy_conflict": "%1$sKhông thể đá thành viên: %2$s, họ có vai trò cao hơn hoặc ngang bằng tôi!",
      "success": "%1$s%2$s (%3$s đã bị đá)",
      "error": "%1$sLỗi đá %2$s: (Không được cấp quyền: %3$s)",
      "unknown_error": "%1$sLỗi không xác định khi cố gắng đá %2$s"
    },
    "tempban": {
      "no_time": "%1$sBạn sẽ không thể tạm thời cấm một ai đó nếu không cho tôi thời gian cụ thể.",
      "no_reason": "%2$sBạn không thể tạm thời cấm một ai đó nếu không có lý do.",
      "success": "%1$s%2$s (%3$s bị cấm tạm thời)"
    },
    "music_usage": {
      "1": "*Làm thế nào để sử dụng chức năng âm nhạc trong Mantaro?*",
      "2": "- Để **nghe những bài hát từ youtube hay soundcloud** dùng lệnh `~>play`. Ví dụ: `~>play https://www.youtube.com/watch?v=aAolFWjGfMs`*Nó sẽ tự động kết nối với kênh thoại mà bạn đang tham gia*",
      "3": "- Để **tìm một bài hát trên youtube** sử dụng `~>play<tên bài hát>` (nhớ bỏ hai dấu < và >). Ví dụ: `~>play see you again` (Bạn cần phải chọn số, chỉ cần *gõ con số bạn muốn* sau khi trang lựa chọn nhảy ra!)",
      "4": "- Để **tìm một bài hát trên soundcloud** dùng `~>play soundcloud <tên bài hát>` Ví dụ `~>play soundcloud hot milk`",
      "5": "-Để **xem danh sách phát** bạn chỉ cần gõ `~>queue`",
      "6": "- Để **xóa một bài khỏi danh sách phát** bạn chỉ cần dùng `~>removetrack` Nó sẽ gây ra một vài tranh cãi về vị trí các bài hát trong danh sách phát (bạn có thể kiểm tra nó trong danh sách)",
      "7": "- Để \"tạm dừng hoặc tiếp tục\" chỉ cần dùng `~>pause`",
      "8": "- Để **dừng nghe nhạc và tắt nhạc** dùng `~>stop`",
      "9": "- Để **nghe ngẫu nhiên bài hát trong danh sách** chỉ cần dùng `~>shuffle`",
      "10": "- Và cuối cùng, để **nghe lại một bài hát** dùng `~>repeat` và để **nghe lại một danh sách phát** dùng `~>repeat queue`. Sử dụng `~>repeat` để tắt việc lặp lại\n",
      "11": "Để biết thêm thông tin về lệnh, hãy sử dụng `~>help <tên lệnh>` (nhớ bỏ <> và thay tên lệnh bằng tên của lệnh mà bạn cần)",
      "12": "Hãy tận hưởng âm nhạc và cảm ơn vì đã sử dụng Mantaro!"
    },
    "lang": {
      "info": "%1$sBạn có thể thay đổi ngôn ngữ của máy chủ (nếu có) bằng lệnh `~>opts language set <mã ngôn ngữ>`. Bạn cũng có thể đổi ngôn ngữ cá nhân yêu thích bằng cách dùng `~>profile lang <mã ngôn ngữ>`\n**Những ngôn ngữ hiện đang có sẵn:** `%2$s`\nNếu ngôn ngữ của bạn không có ở đây và bạn muốn giúp đỡ, vui lòng tham gia vào máy chủ hỗ trợ và tham gia vào đội dịch thuật!"
    },
    "season": {
      "info": "Một *mùa* là một khoảng thời gian thông thường là khoảng 6 tháng để những người chơi có thể cạnh tranh cho 10 vị trí đầu bảng xếp hạng về tiền hoặc danh tiếng. Người thắng cuộc sẽ được nhận huy hiệu và giải thưởng dựa trên sự thể hiện của họ trong mùa đó.\nĐiều này đưa ra một khung cạnh tranh hơn (trước đây thì tiền khá là cũ) và nó khiến trò chơi trở nên vui hơn-\nBạn có thể biết được những thông tin theo mùa bằng cách dùng `-season`. Những lệnh như profile, mine, fish hay balance sẽ cần nó, trong khi những lệnh games, loot, daily và reputation sẽ tính tiền/danh tiếng cho cả hồ sơ toàn cầu và hồ sơ theo mùa của bạn.",
      "info_2": "\n\nMùa giải hiện tại là **%1$s** và **%2$s** người chơi sẽ tham gia.\n\n Để cuộc vui được bắt đầu, kiểm tra `~>leaderboard money -season` `~>leaderboard rep -season` và `~>leaderboard games -season`. Mùa giải bắt đầu! <3\nCảm ơn vì đã tham gia Mantaro."
    },
    "music_general": {
      "music_error": {
        "timeout": "%1$sKhông thể kết nối với %2$s: kết nối hết giờ. Hãy thử đổi vùng máy chủ và chạy lại lệnh một lần nữa.",
        "unknown": "%1$sKhông thể kết nối với %2$s: lỗi không xác định"
      },
      "not_working": "%1$sKhông thể nghe nhạc vì Youtube đang chặn lượng truy cập từ các bot lớn. Tuy nhiên bot Mantaro Patreon của chúng tôi vẫn nghe nhạc được, vì vậy bạn có thể thử nó nếu bạn đóng góp cho Mantaro 93.770 VND (4$) một tháng. Điều này sẽ chuyển hướng những nỗ lực của chúng tôi trong việc sửa chữa tính năng nghe nhạc nói chung.\nHãy vào <https://patreon.com/mantaro> để biết thêm thông tin\n\nChúng tôi rất xin lỗi vì sự bất tiện này. Hãy thử nghe nhạc trên soundcloud! `(~>play soundcloud <tên bài hát>)`",
      "no_song": "%1$sBạn cần phải nói cho tôi biết bạn muốn nghe bài nào! *(Youtube, Soundcloud, Twitch URL hoặc các câu hỏi tìm kiếm đều được)*",
      "not_playing": "%1$sTôi đang không phát bài nào cả. Nếu bạn nghĩ điều này là lỗi, hãy báo cáo nó cho chúng tôi tại <https://support.mantaro.site>",
      "dj_only": "%1$sBạn cần phải là một DJ để có thể sử dụng lệnh này.",
      "enjoy_note": "Hãy tận hưởng âm nhạc! <3",
      "no_player": "%1$sTôi không thể tìm thấy bất kì bài hát nào ở đây.... (muốn thử lại với cái khác không?)",
      "not_connected": "%1$sBạn đang không ở trong kênh thoại mà tôi đang phát nhạc! (Nếu bạn nghĩ đây là một lỗi, hãy báo cho chúng tôi tại <https://support.mantaro.site>)",
      "np_message": "%1$s Đang phát **%2$s** (%3$s) ở **%4$s** | %5$s",
      "track_error": "%1$sÚi, có vấn đề khi phát bài này rồi! Chin nhỗi nha. Tôi sẽ phát bài tiếp theo ngay đây nếu đằng sau có bài đang chờ.",
      "queue_finished": "%1$sĐã phát hết các bài trong danh sách! Mong là bạn thích nó. Nếu bạn cần giúp đỡ gì về tôi, bạn có thể vào <https://support.mantaro.site> %2$s",
      "soundcloud_no_args": "%1$sBạn cần phải cho cái tên bài hát chứ. Tui có phải ảo thuật gia đâu mà đoán được :(",
      "too_many_errors": "%1$sQuá nhiều lỗi trong phiên phát nhạc này, dừng lại...",
      "no_vc_found": "%1$sTôi không được kết nối với bất kì kênh thoại nào mặc dù tôi cần phải thể? Thử lại đê.",
      "queue": {
        "no_track_found_np": "Không có gì hoặc không thể tìm thấy tên/thời lượng",
        "header": "Danh sách phát cho máy chủ %1$s",
        "nothing_playing": "Chả có gì ở đây cả, toàn bui. Tại sao bạn không bật vài bài hát?\nNếu bạn nghĩ rằng có những bài hát ở đây mà chúng không xuất hiện, thử dùng lệnh `~>queue 1`.",
        "nothing_playing_2": "**Nếu chỉ có duy nhất bài hát đang bật và bạn không thêm nhiều bài nữa thì thực sự sẽ chỉ còn bụi ở đâu thôi. Bạn có thể xếp nhiều bài hát hơn nếu bạn muốn!**",
        "np": "Đang phát",
        "page_overflow": "Chả có gì ở đây hớt, toàn bụi. Sao bạn không quay lại mấy trang trước?",
        "page_overflow_2": "Nếu bạn nghĩ rằng có vài bài hát ở đây nhưng chúng lại không xuất hiện, hãy thử `~>queue 1`.",
        "total_queue_time": "Tổng thời gian của danh sách phát",
        "total_size": "Tổng số bài trong danh sách phát",
        "togglers": "Lặp lại / Tạm dừng",
        "playing_in": "Đang phát",
        "footer": "Tổng số trang: %1$d%2$s. Đang ở trang %3$d",
        "multiple_pages": " ->dùng ~>queue <số trang> để chuyển trang",
        "page_react": " -> Bấm vào các phản ứng để thay đổi trang",
        "no_channel": "Không có kênh :(",
        "songs": "các bài hát",
        "clear_error": "%1$sBạn không ở trong kênh thoại và bạn không phải DJ.",
        "clear_success": "%1$sĐã xoá thành công danh sách phát hiện tại. Kích cỡ cũ của danh sách phát là %2$s"
      },
      "connect": {
        "success": "%1$sKết nối thành công vào kênh **%2$s**!",
        "full_channel": "%1$sTôi không thể vào được kênh đó vì nó đã đầy người!",
        "non_existent_channel": "%1$sTôi nhận được phản hồi là kênh này không tồn tại. Nếu bạn tạo một kênh thoại và xóa nó đi thì điều này có thể là lý do. Chúng tôi đã cài đặt lại kênh nhạc cho bạn, hãy thử bật lại nhạc.",
        "user_no_vc": "%1$s**Hãy tham gia vào một kênh thoại**",
        "missing_permissions_connect": "%1$sTôi không thể kết nối vào kênh này vì thiếu sợ cho phép (%2$s).",
        "missing_permission_speak": "%1$sTôi không thể phát âm thanh trong kênh này vì thiếu sự cho phép (%2$s).",
        "channel_locked": "%1$sTôi chỉ có thể chơi nhạc ở kênh này **%2$s**.",
        "already_connected": "%1$sTôi đang kết nối đến kênh **%2$s**! (Dùng lệnh `move` để chuyển tôi đến kênh khác)",
        "attempting_to_connect": "%1$sTôi đã cố gắng kết nối với kênh **%2$s**! (Dùng lệnh `move` để chuyển tôi đến kênh khác)"
      },
      "listener": {
        "paused": "%1$sTạm dừng chơi nhạc bởi vì tôi bị tắt tiếng :(",
        "resumed": "%1$sTiếp tục phát nhạc bởi vì có người tham gia!",
        "left_alone": "%1$sTôi sẽ rời **%2$s** trong 2 phút vì tôi bị mọi người bỏ rơi :(",
        "leave": "%1$sTôi quyết định rời **%2$s** bởi vì mọi người bỏ tui một mình :("
      },
      "loader": {
        "over_limit": "%1$sDanh sách phát mà bạn thêm vào đã nhiều hơn %2$d bài hát, vì vậy chúng tôi sẽ thêm các bài hát cho đến giới hạn và bỏ những bài còn lại đi.",
        "loaded_playlist": "%1$sThêm **%2$d bài hát** để xếp hàng trong danh sách phát: **%3$s** *(%4$s)*",
        "no_matches": "%1$sTìm kiếm không có kết quả. Nếu điều này xảy ra với *tất cả các bài hát* mà bạn cố tìm kiếm, bạn có thể muốn dùng `~>play soundcloud <tên bài hát>` để thay thế trong lúc này. Dẫn link trực tiếp từ youtube cũng sẽ hoạt động.",
        "error_loading": "%1$sLỗi khi tải nhạc: %2$s",
        "over_queue_limit": "%1$sKhông thể xếp hàng chờ %2$s: Số bài hát trong danh sách phát đã vượt quá giới hạn (%3$s)!",
        "over_32_minutes": "%1$sKhông thể xếp hàng chờ %2$s: Bài hát dài quá 32 phút! (%3$s)",
        "fair_queue_limit_reached": "%1$s**Vượt quá mức xếp hàng công bằng của %2$d (Quá nhiều bài hát giống hệt nhau)**",
        "loaded_song": "%1$sĐược thêm vào danh sách chờ -> **%2$s** **(%3$s)**",
        "selection_text": "Lựa chọn bài hát. Nhập số của bài hát để tiếp tục.",
        "timeout_text": "Thời gian chờ là 30 giây. Gõ &cancel để hủy."
      },
      "premium_beg": "%1$sHãy suy nghĩ về việc ủng hộ tại <https://patreon.com/mantaro>. Nếu bạn thích tôi, thậm chí cả một khoản tiền ủng hộ bé xíu của bạn cũng sẽ giúp con bot sống vui vẻ. (Gõ `~>donate` để biết thêm thông tin chi tiết!)",
      "closed_connection": "%1$sĐóng kết nối âm thanh, tắt trình phát nhạc liên kết..."
    },
    "forceskip": {
      "success": "%1$sMột Admin hoặc một Bot Chỉ Huy quyết định bỏ qua bài hát này."
    },
    "np": {
      "no_track": "%1$sĐây không phải là một bản âm thanh hoặc dường như chúng tôi không tìm thấy nó, thử phát một bài hát xem",
      "header": "Đang phát"
    },
    "pause": {
      "paused": "Tạm dừng phát nhạc. *(trình phát nhạc vẫn phát bình thường trước đó)*",
      "unpaused": "Tiếp tục phát nhạc *(Trình phát nhạc bị tạm dừng trước đó)*."
    },
    "rewind": {
      "no_time": "%1$sBạn cần phải nói cho tôi biết rằng bạn muốn tua lại bao nhiêu phút trong bài hát: *(Ví dụ `~>rewind 1m45s` sẽ tua lại 1 phút 45s của bài hát)*",
      "negative": "%1$sChỉ dùng số nguyên dương",
      "before_beginning": "%1$sBạn không thể bỏ qua một bài hát trước khi nó bắt đầu",
      "success": "%1$sĐã tua lại bài hát đến: %2$s."
    },
    "restartsong": {
      "success": "%1$sBắt đầu lại bài hát đang phát."
    },
    "skipahead": {
      "no_time": "%1$sBạn cần phải cho tôi biết bạn muốn bỏ qua bao nhiêu trong bài hát. *(Ví dụ: `~>skipahead 1m45s` sẽ bỏ qua 1 phút 45s từ chỗ bạn đang ở trong bài hát)*",
      "past_duration": "%1$sBạn không thể bỏ qua quá thời lượng của một bài hát",
      "success": "%1$sBỏ qua phía trước đến %2$s."
    },
    "move": {
      "attempt": "%1$sTôi sẽ cố gắng chuyển đến kênh thoại bạn đang ở",
      "error_moving": "%1$sKhông thể chuyển kênh thoại.",
      "cannot_connect": "%1$sKhông thể kết nối: Tôi không có quyền được nói hay được chuyển kênh.",
      "non_existent_channel": "%1$sTôi không thể chuyển đến một kênh không tồn tại!",
      "success": "%1$sĐã di chuyển bot vào kênh `%2$s`",
      "vc_not_found": "%1$sKhông tìm thấy kênh thoại hoặc bạn không chỉ định một kênh!"
    },
    "shard": {
      "info": "Tôi đang ở trong mảnh vỡ %1$d! Nếu bạn cần giúp bất kì điều gù, hãy ghé qua <https://support.mantaro.site>"
    },
    "queue": {
      "clear": {
        "header": "%1$sDJ của máy chủ quyết định xóa danh sách bài hát chờ!",
        "success": "%1$sXóa **%2$dbài hát** khỏi danh sách chờ.",
        "error": "%1$sBạn không ở trong kênh thoại và bạn cũng không phải DJ."
      }
    },
    "repeat": {
      "queue_cancel": "%1$sTiếp tục với danh sách phát hiện tại.",
      "queue_repeat": "%1$sLặp lại danh sách bài hát chờ hiện tại.",
      "song_cancel": "%1$sTiếp tục với danh sách bài hát chờ bình thường.",
      "song_repeat": "%1$sLặp lại bài hát đang phát. Chạy lại lệnh này một lần nữa nếu muốn vô hiệu hóa nó."
    },
    "nextsong": {
      "no_song_next": "%1$sÚi, không còn bài hát nào tiếp theo.",
      "format": "%1$sBài tiếp theo trong danh sách đợi: **%2$s** (%3$s) | *Tổng số bài trong danh sách phát: %4$,d*"
    },
    "shuffle": {
      "success": "%1$sĐã xáo trộn thứ tự của danh sách chờ."
    },
    "skip": {
      "dj_skip": "%1$s DJ quyết định bỏ qua bài hát này.",
      "vote": {
        "submit": "%1$s**Phiếu bầu của bạn đã được gửi đi** Bạn cần %2$d phiều bầu nữa để bỏ qua!",
        "remove": "%1$s**Phiếu bầu của bạn đã bị xóa** Bạn cần %2$d phiều bầu nữa để bỏ qua!"
      },
      "success": "%1$sĐã đạt đủ số phiếu cần thiết, bỏ qua bài hát...",
      "no_track": "%1$sHình như ở đây không có bài hát nào để bỏ qua, vì vậy bạn không thể làm gì cả..."
    },
    "removetrack": {
      "invalid_range": "%1$s`%2$s` không phải là một phạm vi hợp lệ.",
      "no_track": "%1$sKhông có bài hát nào tại vị trí `%2$d`!",
      "invalid_number": "(%1$s`%2$s`) Một trong những dãy số là số không hợp lệ!",
      "invalid_number_range": "%1$s`%2$s` không phải là một số hợp lệ hoặc một dãy số!",
      "success": "%1$sĐã xóa **%2$d** bài hát từ danh sách chờ.",
      "not_dj": "%1$sBạn cần phải là 1 DJ để thực hiện hành động này."
    },
    "stop": {
      "dj_stop": "%1$sDJ của máy chủ quyết định dừng danh sách phát hiện tại.",
      "vote": {
        "submit": "%1$s**Phiếu bầu của bạn đã được gửi đi** Bạn cần thêm %2$d phiếu để dừng nhạc!",
        "remove": "%1$s**Phiếu bầu của bạn đã bị bỏ** bạn cần thêm %2$d phiếu bầu để dừng nhạc!"
      },
      "success": "%1$sĐã đạt được số phiếu cần thiết. Ngừng phát nhạc...",
      "no_player": "%1$sỞ đây dường như không có bài hát nào để dừng được cả, vì thế tôi chẳng làm được gì hết...",
      "cleanup": "%1$sĐã xóa **%2$d bài hát** khỏi danh sách chờ."
    },
    "volume": {
      "check": "%1$sÂm lượng hiện tại là: %2$d\n\n%3$s",
      "success": "%1$sÂm lượng được đặt thành %2$d\n\n%3$s",
      "no_args": "%1$sBạn cần phải nói cho tôi biết âm lượng mà bạn muốn tôi đặt nhạc là gì (từ 5 đến 100).",
      "premium_only": "%1$sĐây là tính năng chỉ có ở tài khoản cao cấp. Để có được những tiện lợi này bạn có thể đăng kí trên patreon (https://www.patreon.com/mantaro). Cảm ơn vì đã hiểu.\nCác tính năng cao cấp có thể bị ràng buộc bởi người dùng hoặc máy chủ. Nếu bạn đã ủng hộ, vui lòng tham gia máy chủ hỗ trợ và hỏi về nó."
    },
    "lyrics": {
      "no_current_track": "%1$sKhông có bài hát nào đang được chơi ở máy chủ này!",
      "error_searching": "%1$sCó lỗi khi tìm bản nhạc này hoặc không thể tìm thấy kết quả nào.",
      "header": "%1$sLời bài hát cho %2$s",
      "footer": "Cảm ơn vì đã sử dụng Mantaro! Trang: %1$d, Tổng số trang: %2$d."
    },
    "prefix": {
      "header": "%1$sTiền tố mặc định là %2$s (Tôi trả lời bất cứ cái nào trong này!). Tiền tố của máy chủ này là `%3$s` (Chỉ dùng được tại máy chủ này).Bạn có thể đặt một tiền tố mới bằng cách sử dụng `~>opts prefix set <tiền tố>`. Không bao gồm <>.\nNếu bạn có bất kì câu hỏi gì, bạn có thể tìm chúng tôi tại <https://support.mantaro.site>",
      "none": "Không có tiền tố tùy chỉnh cho máy chủ này."
    },
    "custom": {
      "no_args": "%1$sBạn cần phải xác định bạn muốn làm gì với lệnh này. Kiểm tra trợ giúp lệnh để biết thêm thông tin!",
      "incorrect_args": "%1$sLập luận không chính xác. Kiểm tra `~>help custom` hoặc https://github.com/Mantaro/MantaroBot/wiki/Custom-Commands để được trợ giúp thêm về cách sử dụng. Nếu bạn muốn biết thêm thông tin xa hơn sau khi đọc wiki, bạn có thể tìm hiểu tại <https://support.mantaro.site>",
      "error_running": "%1$sLỗi trong khi chạy lệnh tùy chỉnh... vui lòng kiểm tra lại nội dung phản hồi và độ dài (không quá 2000 kí tự).",
      "error_running_new": "%1$sLỗi khi chạy lệnh tùy chỉnh. Kiểm tra phản hồi, nội dung và độ dài.\n **Lỗi**\n```%2$s```",
      "not_loaded": "Bot vẫn chưa được khởi động đầy đủ... các lệnh tùy chỉnh sẽ xuất hiện trong thời gian sớm nhất!",
      "nsfw_enabled": "%1$sLệnh này đã được đánh dấu thành công là NSFW.",
      "nsfw_disabled": "%1$sLệnh này được đánh dấu là SFW thành công.",
      "nsfw_not_nsfw": "%1$sLệnh này được đánh dấu là NSFW vì thế nó chỉ có thể được dùng ở kênh NSFW.",
      "new_error": "%1$sLệnh tùy chỉnh mà bạn đang cố tạo ra có một lỗi (v3, kiểm tra nội dung).\n**Lỗi:**\n```%2$s```",
      "ls": {
        "header": "Các lệnh cho máy chủ này.",
        "description": "**Mục này cho thấy tất cả các lệnh tùy chỉnh (do người dùng tạo ra) của máy chủ này** Tất cả các lệnh ở đây không được liên hệ với bot chính ở bất kì hình thức nào\n\nLệnh tùy chỉnh là các lệnh được tạo bởi  người dùng (thường là quản lý máy chủ) nó có thể xử lý các tình huống khác nhau như là mô các lệnh hành động.\nĐể biết thêm thông tin chi tiết về cách tạo các lệnh tùy chỉnh, hãy tham khảo [trang wiki này.](https://github.com/Mantaro/MantaroBot/wiki/Custom-Commands)\n\n**List:**",
        "footer": "Tổng số lệnh tùy chỉnh trong máy chủ: %1$s"
      },
      "invalid": "%1$sLựa chọn lệnh không hợp lệ. kiểm tra trợ giúp lệnh (`help custom`).",
      "view": {
        "invalid": "%1$sBạn cần chỉ định lệnh và số phản hồi!",
        "not_found": "%1$sKhông có lệnh tùy chỉnh với tên đó ở đây.",
        "less_than_specified": "%1$sLệnh này có ít phản hồi hơn số bạn chỉ định....",
        "success": "**Phản hồi `%1$d` cho lệnh tùy chỉnh `%2$s`:** \n```\n%3$s```"
      },
      "raw": {
        "no_command": "%1$sBạn cần phải cho tôi biết bạn muốn xem lệnh nào.",
        "header": "Lệnh tùy chỉnh thô: %1$s",
        "amount": "(Hiển thị phản hồi %1$d của %2$d)",
        "description": "Đây là danh sách tất cả các phản hồi của lệnh này ở định dạng thô (những gì bạn đưa vào lệnh)."
      },
      "clear": {
        "success": "%1$sĐã xóa **%2$d lệnh tùy chỉnh**"
      },
      "make": {
        "start_text": "%1$sBắt đầu **\"Tạo lệnh tùy chỉnh `%2$s`\"**!\nNhắn `&~>stop`để ngừng tạo **nhưng không lưu **.\nNhắn `&~>save` để ngừng tạo **lưu lệnh mới**. Nhắn bất kỳ tin nào bắt đầu với `&` để thêm vào phản hồi của lệnh. Dùng `~>nsfw`để đanh dấu lệnh này là NSFW và `~>sfw` để ngược lại.\nHoạt động tương tác này sẽ kết thúc và không được lưu sau 60 giây không hoạt động.",
        "cancel": "%1$sTạo lệnh bị hủy bỏ.",
        "no_responses_added": "%1$sKhông có phản hồi nào được thêm vào. Dừng tạo mới mà không sao lưu...",
        "success": "%1$sLưu lệnh `%2$s`.",
        "no_name_specified": "%1$sBạn không đưa ra tên của lệnh tùy chỉnh để tạo!"
      },
      "eval": {
        "not_specified": "Bạn không chỉ định bất cứ thứ gì để đánh giá.",
        "new_error": "%1$sCó lỗi trong việc đánh giá lệnh tùy chỉnh này.\n**Lỗi**:\n```%2$s```",
        "error": "%1$sCó một lỗi trong việc đánh giá lênh tùy chỉnh này!\n%2$s"
      },
      "remove": {
        "no_command": "%1$sBnaj cần phả cho tôi biết bạn muốn xóa bỏ lệnh nào.",
        "success": "%1$sĐã xóa bỏ lênh tùy chỉnh `%2$s`."
      },
      "import": {
        "no_command": "%1$sBạn phải nói cho tôi biết bạn muốn sao chép về cái lệnh nào.",
        "not_found": "%1$sKhông có lệnh tùy chỉnh nào khớp với tìm kiếm của bạn.",
        "header": "`%1$s` (Số phản hồi: %2$s) - Máy chủ: `%3$s`",
        "selection": "Chọn Lệnh:",
        "note": "(Bạn chỉ có thể chọn lệnh tùy chỉnh từ máy chủ mà bạn đang là thành viên)",
        "success": "Sao chép lệnh tùy chỉnh `%1$s` từ máy chủ `%2$s` với tổng %3$d phản hồi."
      },
      "edit": {
        "no_command": "%1$sBạn cần phải nói rõ ra lệnh nào mà bạn muốn sửa.",
        "invalid_number": "%1$sBạn cần phải đưa ra một số chính xác để thay đổi.",
        "no_index": "%1$sBạn không thể sửa một chỉ số không tồn tại.",
        "empty_response": "%1$sBạn không thể sửa một phản hồi trống",
        "not_enough_args": "%1$sBạn cần phải đưa ra chính xác lệnh, chỉ số và phản hồi mới",
        "success": "%1$sChỉnh sửa phản hồi **#%2$d** của lệnh `%3$s` chính xác"
      },
      "deleteresponse": {
        "no_command": "%1$sBạn cần phải chỉ ra chính xác lệnh mà bạn muốn xóa một phản hồi.",
        "invalid_number": "%1$sBạn cần phải chỉ ra chính xác một số để thay đổi.",
        "no_index": "%1$sBạn không thể xóa một chỉ số không tồn tại.",
        "not_enough_args": "%1$sBạn cần chỉ ra chính xác lệnh và chỉ số mà bạn muốn xóa.",
        "success": "%1$sĐã xóa phản hồi **#%2$d** của lệnh `%3$s` thành công"
      },
      "rename": {
        "success": "%1$sĐã đổi tên lệnh `%2$s` thành `%3$s`"
      },
      "add": {
        "no_command": "%1$sBạn cần phải chỉ ra lệnh mà bạn muốn thêm vào.",
        "not_enough_args": "%1$sBạn cần phải đưa ra tên lệnh và cách phản hồi của lệnh mà bạn muốn thêm vào.",
        "empty_content": "%1$sBạn cần phải đưa ra nội dung của lệnh tùy chỉnh này",
        "success": "%1$sĐã lưu lệnh `%2$s`",
        "too_many_commands": "%1%sĐã có quá nhiều lệnh ở máy chủ này, nên bạn không thể tạo thêm được nữa (+100). Điều này có thể được bỏ qua với máy chủ cao cấp (Chi tiết tại <https://patreon.com/mantaro>)."
      },
      "character_not_allowed": "%1$sKý tự này không được phép có ở tên của lệnh tùy chỉnh.",
      "already_exists": "%1$sLệnh `%2$s` đã tồn tại và nó là lệnh mặc định của bot.",
      "name_too_long": "%1$sTên quá dài.",
      "no_cc": "%1$sKhông có lệnh tùy chỉnh nào được đăng ký ở máy chủ này, chỉ toàn bụi thoi.",
      "admin_only": "Máy chủ này chỉ chấp nhận tạo mới, sửa, sao chép, và đánh giá lệnh tùy chỉnh từ admin.\n**Đây là cài đặt MẶC ĐỊNH.**\n- Nếu bạn là admin (có vai trò Chỉ Huy bot hoặc quyền quản lý máy chủ) và bạn muốn tất cả đều sử dụng được tính năng này, hãy gõ lệnh `~>opts admincustom false`",
      "not_found": "%1$sKhông có lệnh `%2$s` ở máy chủ này.",
      "invalid_image": "%1$sLệnh này bao gồm hình ảnh không tồn tại, hãy sửa lại...",
      "invalid_string": "%1$sChuỗi `{%2$s}` không hợp lệ hoặc đầu ra dài hơn 2000 ký tự.",
      "invalid_json": "%1$sChuỗi `{%2$s}` không phải là một JSON hợp lệ.",
      "invalid_link": "%1$sChuỗi `%2$s` không phải là một đường dẫn hợp lệ."
    },
    "mute": {
      "no_permissions": "%1$sBạn cần có quyền cấm hoặc quyền đá thành viên để tắt tiếng.",
      "no_mute_role": "%1$sChức năng tắt tiếng vai trò chưa được đặt trong máy chủ này, Bạn có thể đăt bằng cách gõ `~>opts muterole set <vai trò>`",
      "null_mute_role": "%1$sVai trò bị tắt tiếng trước đây ở máy chủ bây giờ đã không tồn tại.",
      "no_users": "%1$sBạn cần cho tôi một cái tên để tắt tiếng.",
      "no_manage_roles": "%1$sTôi không có quyền quản lý vai trò trong máy chủ này.",
      "no_time": "%1$sBạn không cần phải chỉ rõ thời gian ở đây. Nhớ rằng bạn cần thêm đối số `-time` và chỉ rõ thời gian ở đó.",
      "time_not_specified": "%1$sBạn muốn có thời gian nhưng bạn lại không chỉ rõ thời gian bao lâu.",
      "negative_time_notice": "%1$sBạn không thể tắt tiếng ai đó trong thời gian âm. Trừ khi bạn có thể uốn cong không gian và thời gian.",
      "default_time_too_long": "%1$sThời gian chờ tắt tiếng quá dài (Tối đa 10 ngày)...",
      "time_too_long": "%1$sThời gian tắt tiếng được chỉ định quá dài (Tối đa 10 ngày)...",
      "already_muted": "%1$sNgười dùng này đã được gắn một vai trò bị tắt tiếng. Vui lòng dùng `~>unmute` để gỡ bỏ nó.",
      "self_hierarchy_error": "%1$sTôi không thể gán vai trò bị tắt tiếng vì người này có vai trò cao hơn tôi hoặc vai trò này cao hơn tôi!",
      "user_hierarchy_error": "%1$sTôi không thể gán vai trò bị tắt tiếng người này vì họ có vai trò cao hơn tôi, hoặc vai trò đó ở phân cấp cao hơn bạn!",
      "success": "%1$sThêm vai trò bị tắt tiếng cho **%2$s** trong khoảng %3$s"
    },
    "unmute": {
      "no_permissions": "%1$sBạn cần phải có quyền cấm hoặc đuổi thành viên để gỡ tắt tiếng!",
      "no_mentions": "%1$sBạn cần phải đề cập đến ít nhất một người dùng bạn muốn gỡ tắt tiếng.",
      "success": "%1$sĐã gỡ vai trò tắt tiếng khỏi **%2$s**",
      "no_role_assigned": "%1$sNgười dùng này không bị tắt tiếng."
    },
    "ping": {
      "quotes": {
        "1": "tốc độ siêu âm! :upside_down:",
        "10": "nhanh hơn cả Sonic! :smiley:",
        "69": "ewwwwwwwwwwwwwww! <:MantaroGasm:318869352851963904>",
        "100": "tuyệt vời! :smiley:",
        "200": "tốt! :slight_smile:",
        "300": "khá tốt. :neutral_face:",
        "400": "trung bình... :confused:",
        "500": "hơi chậm. :slight_frown:",
        "600": "khá chậm.. :frowning2:",
        "700": "chậm.. :worried:",
        "800": "quá chậm. :disappointed:",
        "900": "tệ. :sob: (cứu)",
        "1600": "#tại_thằng_Discord :angry:",
        "10000": "chả có nghĩa gì cả :thinking: #tại_thằng_Steven",
        "default": "chậm vãi. :dizzy_face:"
      },
      "display": [
        "Đ...đủ nhanh chưa?",
        "Bạn đang làm gì thế?",
        "B-Bạn đang nhìn gì thế?!",
        "Hả.",
        "Tôi đã làm tốt chưa?",
        "Bạn nghĩ sao?",
        "Điều này có xảy ra thường xuyên không?",
        "Tôi đang thể hiện t...tốt chứ?",
        "<3",
        "*bẹp bẹp*",
        "Pong.",
        "Pang.",
        "Pung.",
        "Peng.",
        "Ping-pong? Yê!",
        "Ừm... hiiiii"
      ],
      "text": "%1$s*%2$s* -Ping của tôi: %3$,d ms (%4$s) `Websocket:%5$,dms`"
    },
    "love": {
      "no_mention": "%1$sBạn phải đề cập đến ít nhất 1 người dùng.",
      "not_ideal": "Chúc bạn may mắn lần sau...",
      "decent": "Khá tốt!",
      "nice": "Tốt!",
      "perfect": "Hoàn hảo!",
      "yourself_note": "Bạn là một sinh vật đặc biệt và bạn nên tự yêu bản thân mình hơn bất kỳ ai khác <3",
      "header": "Thước đo Tình yêu",
      "result": "Kết quả:"
    },
    "marry": {
      "loveletter": {
        "no_letter": "%1$sBạn không có thư tình trong tủ đồ, nên bạn không có gì để viết cả.",
        "empty": "%1$sBạn không thể để trống bức thư tình.",
        "no_marriage": "%1$sBạn chưa cưới, bạn không thể viết thư tình cho bản thân được...",
        "not_proposing_player": "%1$sBạn không phải là người được cầu hôn ở đây!",
        "already_done": "%1$sCuộc hôn nhân này đã có một bức thư tình được gửi đi. Kiểm tra trong `marry status`.",
        "too_long": "%1$sBức thư này quá dài (tối đa 500 ký tự)",
        "cannot_see": "%1$sTôi không thể tìm thấy người mà bạn đã cưới... Có lẽ là do họ không cùng trong máy chủ nào với tôi.",
        "confirmation": "%1$sBạn có *chắc chắn* muốn gửi bức thư này để tỏ tình với **%2$s#%3$s**?\nBức thư này sẽ được giữ trong suốt cuộc hôn nhân. *Nội dung:*%4$s",
        "confirmed": "%1$sĐã gửi thành công thư tỏ tình đến người thương của bạn! Kiểm tra bằng `marry status`.",
        "scrapped": "%1$sBạn vẫn có thời gian để suy nghĩ viết, không cần phải vội!"
      },
      "status": {
        "no_marriage": "%1$sBạn chưa cưới, nên tình trạng hôn nhân của bạn chắc là ờm... \"độc thân\" (Nếu bạn thấy một cuộc hôn nhân trong hồ sơ của bạn thì nghĩa là bạn đang trong hệ thống cũ, hãy thử tái hôn)",
        "header": "Tình trạng hôn nhân hiện tại",
        "description_format": "%1$sTình trạng hôn nhân giữa **%2$s#%3$s** và **%4$s#%5$s**",
        "date": "Ngày cưới",
        "love_letter": "Thư tình",
        "waifus": "Quyền sở hữu Waifu"
      },
      "no_mention": "%1$sHãy đề cập người bạn muốn cưới.",
      "marry_yourself_notice": "%1$sBạn không thể cưới bản thân, dù cho rằng bạn có thể rất muốn thế.",
      "marry_bot_notice": "%1$sBạn không thể cưới một bot. Đây không phải là phim viễn tưởng... ít nhất là chưa phải. Từ từ, bot và người có thể cưới nhau được á?",
      "already_married_receipt": "%1$sBạn vốn đã kết hôn với họ, ỏoo.",
      "already_married": "%1$sBạn vốn đã kết hôn rồi.",
      "receipt_married": "%1$sNgười dùng đó đã kết hôn với người khác.",
      "no_ring": "%1$sBạn không thể cầu hôn mà không có hai chiếc nhẫn! Bạn có thể mua chúng bằng `~>market buy 2 ring` và sau đó cầu hôn lại <3",
      "confirmation": "%1$s%2$s, hãy gõ **yes** (đồng ý) hoặc **no** (không đồng ý) cho lời cầu hôn của %3$s%4$sHết hiệu lực sau 120 giây.",
      "ring_check_fail": "%1$sBạn không thể cưới khi có ít hơn hai chiếc nhẫn trong tủ đồ của bạn :(",
      "accepted": "%1$s**%2$s#%3$s** đã chấp nhận lời cầu hôn của **%4$s#%5$s**!",
      "denied": "%1$sĐã từ chối lời cầu hôn từ **%2$s**"
    },
    "divorce": {
      "not_married": "%1$sBạn chưa kết hôn với ai. Sao bạn không người đặc biệt ấy?",
      "success": "%1$sGiờ bạn đã độc thân. Chắc đó là một điều tốt."
    },
    "waifu": {
      "bot": "%1$sMột bot không thể là waifu, cho dù bạn có muốn thế...",
      "notice": "Tính năng này không có nghĩa là bạn có bất kì một mối quan hệ nào, bất kể là kín đáo hay công khai ở ngoài đời thực.",
      "id": "**ID:**",
      "stats": {
        "header": "Tình trạng waifu của bạn",
        "header_other": "Tình trạng waifu của %1$s",
        "format": "%1$s **Giá trị trọng lượng tiền:**%2$,d\n%1$s **Giá trị trọng lượng huy hiệu:** %3$,d\n%1$s **Giá trị sức nặng kinh nghiệm:** %4$,d\n%1$s **Giá trị sức nặng thu thập:** %5$,d\n%1$s **Hệ số nhân danh tiếng:** %6$.2fx",
        "value": "Tổng giá trị waifu",
        "credits": "%1$,d tín",
        "performance": "Điểm thể hiện Waifu"
      },
      "claim": {
        "no_user": "%1$sBạn chưa đề cập đến người dùng bạn muốn nhận.",
        "locked": "%1$sBạn không thể thực hiện hành động này.",
        "key_locked": "%1$s Người dùng mà bạn đang cố thu thập đã khóa bằng chìa và không thể thu thập được.",
        "not_enough_money": "%1$sBạn không có đủ tiền để thu thập waifu này **(Cần: %2$s tín)**",
        "not_enough_slots": "%1$sBạn không còn đủ chỗ trống để thu thập waifu này. (Tổng số vị trí:%2$s, đã dùng:%3$s)",
        "success": "%1$sĐã nhận `%2$s` làm waifu với giá %3$,d thành công. Ghế đã dùng: %4$s",
        "yourself": "%1$sBạn không thể tự nhận bản thân làm waifu!",
        "already_claimed": "%1$sNgười này vốn đã là waifu của bạn rồi.",
        "not_found": "%1$sI can't find any user with this query. "
      },
      "unclaim": {
        "no_user": "%1$sYou need to mention a waifu to un-claim.",
        "not_claimed": "%1$sNgười dùng này không phải waifu của bạn!",
        "confirmation": "%1$sAre you *sure* you want to un-claim %2$s? The cost to un-claim this waifu is **%3$s credits**. Type *yes* to confirm or *no* to cancel\n%4$sThis times out in 1 minute.",
        "not_enough_money": "%1$sYou don't have enough money to un-claim this waifu!",
        "player_locked": "%1$sYou cannot do this at the moment.",
        "scrapped": "%1$sCancelled waifu un-claiming.",
        "success": "%1$sSuccessfully unclaimed `%2$s` with a cost of **%3$s credits**.",
        "not_found": "%1$sI can't find any user with this query. If you need to unclaim an unknown user, use their ID and append `-unknown` at the end."
      },
      "buyslot": {
        "locked": "%1$sYou're currently unable to perform this action.",
        "not_enough_money": "%1$sYou don't have enough money to buy more slots! You need %2$,d credits.",
        "success": "%1$sSuccessfully bought this slot for %2$s, you currently have %3$s total slots and %4$s available slots.",
        "too_many": "%1$sYou already have too many slots!"
      },
      "optout": {
        "notice": "%1$sYou've opted out of the entire waifu system, so you can't use this.",
        "warning": "%1$sDo you want to opt-out from the waifu system? THIS IS PERMANENT AND CAN'T BE REVERTED. \nIf you only want to be opted out of new claims and wanna use the waifu system as usual, please use `~>profile claimlock` instead.\nYou won't be able to claim or be claimed, and all the claims over you will be removed.\nType `yes` or `no`. Typing yes will opt you out, no will cancel it.",
        "success": "%1$sYou successfully opted out of the waifu system.",
        "cancelled": "%1$sCancelled opt-out operation.",
        "claim_notice": "%1$sThe user you're trying to claim opted out."
      },
      "header": "Waifu List",
      "description_header": "Here's a list with all of your beloved waifus, sorted by addition date.\n*You can have a maximum of %1$,d waifus as of now.*\n\nIf you wish to check your waifu stats, use `~>waifu stats`\n\n",
      "no_waifu": "No waifus to see here, just dust :(\nYou can get waifus by claiming someone! Use `~>waifu claim` to get started.",
      "footer": "Total waifus: %1$,d - available slots: %2$s",
      "value_format": "**Value:**",
      "value_b_format": "**Bought for:**",
      "credits_format": " credits.",
      "waifu_header": "**Your waifus:**",
      "not_claimed": "%1$sYou haven't claimed this waifu."
    },
    "ratewaifu": {
      "nothing_specified": "%1$sGive me a waifu to rate!",
      "success": "%1$sI rate %2$s with a **%3$,d/100**"
    },
    "roll": {
      "success": "%1$sBạn lắc được **%2$,d**%3$s",
      "amount": "Sau **%1$,d** lần lắc."
    },
    "coinflip": {
      "over_limit": "%1$sDừng ở đó! Giới hạn là 1,000 lần tung",
      "no_repetitions": "%1$sYou need to specify an Integer for the amount of repetitions",
      "success": "%1$s Your result from **%2$,d** time(s) yielded **%3$,d** heads and **%4$,d** tails"
    },
    "inventory": {
      "bot_notice": "%1$sHere, bots have no inventory. Well, sometimes you might wish they had one but then it would only be a `~>market dump`",
      "brief": "**%1$s's inventory:** %2$s\n\n*If you want a more detailed version of this, use `~>inventory -info`. Enjoy your day!*",
      "calculate": "%1$s%2$s will get **%3$,d credits** if all of the items are sold.",
      "header": "Tủ đồ của %1$s",
      "format": "**Giá cả**: 📥 %1$,d 📤 %2$,d\n%3$s",
      "empty": "%1$sTủ đồ này đang trống! :(",
      "brief_notice": "Bạn có thể ra lệnh `~>inventory -brief` để lấy bản phù hợp với điện thoại."
    },
    "cast": {
      "no_item_found": "%1$sTôi không tìm thấy đồ nào như vậy. Nếu tên đồ có dấu cách, hãy cho nó vào trong \"dấu ngoặc kép\"",
      "item_not_cast": "%1$sBạn không thể chế tạo được món đồ này. Bạn có thể gõ `~>cast ls` để xem danh sách những đồ vật có thể chế tạo. Nếu tên của đồ có dấu cách, hãy cho chúng vào trong ngoặc kép. Ví dụ: `~>cast \"star pick\" \"comet wrench\"`",
      "not_enough_money": "%1$sBạn không có đủ tiền để chế tạo món đồ này. **(Cần: %2$s)**",
      "no_item": "%1$sBạn không có *%2$s* để thực hiện quá trình chế tạo này.",
      "not_enough_items": "%1$sBạn không có đủ số lượng của *%2$s* để chế tạo.**(Cần: %3$s, Hiện có: %4$s)**",
      "success": "%1$sBạn *đã chế tạo %2$s %3$s* thành công và tiêu %4$s tín. *Quá trình chế tạo dùng:%5$s*",
      "no_tool": "%1$sBạn cần có %2$s để thực hiện quá trình chế tạo này!",
      "item_broke": "\nRất tiếc, cờ lê của bạn đã bị gãy trong quá trình chế tạo, nhưng bạn đã có được đồ của bạn!",
      "too_many": "%1$sYou'd have more than 5000 of this item if you proceed. Try casting less of this object?",
      "low_tier": "%1$sYou need at least a tier 2 wrench (at least a Comet Wrench) to cast more items per call. You currently have a tier %2$s wrench.",
      "not_enough_wrench_level": "%1$sYour wrench is not powerful enough to cast this item. Maybe specify a more powerful one? *Wrench level: %2$s, Required level: %3$s*. Example: `~>cast \"star pick\" \"comet wrench\"`",
      "too_many_amount": "%1$sBạn không thể chế tạo quá nhiều món đồ này cùng một lúc như thế! Giới hạn: %2$s, Số lượng bạn đưa ra: %3$s. Một cờ lê lấp lánh có thể tăng giới hạn lên gấp đôi! Trừ khi bạn đang dùng nó.",
      "ls": {
        "header": "Danh sách các món đồ có thể chế tạo",
        "cost": "Giá chế tạo: ",
        "desc": "Dưới đây là danh sách những món đồ bạn có thể chế tạo bằng cách gõ `~>cast`.\nBạn có thể dùng tên đầy đủ hoặc tên viết tắt của chúng (ví dụ: `~>cast \"diamond pickaxe\"`, hoặc `~>cast diamond p\"`, đều có thể dùng được)\n**Chế tạo đồ có giá nhỏ nhất bằng một nửa giá của đồ. Giá chế tạo sẽ được ghi ở dưới.**\nCờ lê cấp 2 và cấp 3 lần lượt là sao chổi (comet) và lấp lánh (sparkle)."
      },
      "dust": "%1$sBạn không thể chế tạo đồ với một tủ đồ bụi bặm như vậy! *(Bụi cấp: %2$s%%)*. Sao bạn không thử dọn sạch nó bằng `~>useitem mop`?",
      "wrench_multiple_use": "Lời khuyên: *Bạn không thể sử dụng chiếc cờ lê bạn đang cố dùng để chế tạo như một nguyên liệu được!*"
    },
    "market": {
      "dump": {
        "no_item": "%1$sBạn cần nói rõ số lượng (nếu chỉ cần một, bạn không nhất thiết phải nói) và tên của đồ vật bạn muốn vứt.",
        "invalid": "%1$sSố lượng bạn nhập không hợp lệ để vứt.",
        "non_existent": "%1$sKhông thể vứt đồ không tồn tại! Nếu bạn đang lúng túng, bạn có thể thử dùng tên viết tắt của đồ hoặc cho tên đồ vào trong ngoặc kép.",
        "player_no_item": "%1$sKhông thể vứt đồ bạn không có!",
        "more_items_than_player": "%1$sBạn không thể vứt đi nhiều hơn số lượng đồ bạn có.",
        "success": "%1$sĐã ném %2$,dx **%3$s %4$s** vào thùng rác."
      },
      "price": {
        "non_existent": "%1$sKhông thể xem giá của đồ vật không tồn tại. Nếu bạn đang lúng túng, bạn có thể thử dùng tên viết tắt của đồ hoặc cho tên đồ vào trong ngoặc kép.",
        "no_price": "%1$sMón đồ này không thịnh hành trên chợ để có thể bán hoặc mua (có thể là một hàng sưu tầm độc)",
        "collectible": "%1$sĐây là một đồ sưu tầm. (Giá bán đi: %2$,d tín)",
        "success": "%1$sGiá bán của chợ cho %2$s**%3$s** là %4$s tín và giá chợ nhận mua là %5$s tín."
      },
      "sell": {
        "no_item_amount": "%1$sYou need to specify the amount of that item (if it's only one, you don't need to specify the amount) and the item that you want to sell.",
        "invalid": "%1$sNot a valid number of items to sell.",
        "all": {
          "confirmation": "%1$sAre you *sure* you want to sell **all** of your items? This will clear your *whole* inventory. If you wanna sell individual items please use the amount. Type *yes* to confirm and *no* to cancel",
          "success": "%1$sYou sold all your inventory items and gained %2$,d credits!",
          "cancelled": "%1$sCancelled successfully."
        },
        "non_existent": "%1$sYou cannot sell a non-existent item. If you're lost, you can try typing the short name or wrapping the name in quotes.",
        "no_sell_price": "%1$sYou cannot sell an item that cannot be sold. (But you can `~>market dump` it)",
        "no_item_player": "%1$sYou cannot sell an item you don't have.",
        "more_items_than_player": "%1$sYou cannot sell more items than what you have.",
        "success": "%1$sYou sold %2$,d **%3$s** and gained %4$,d credits!"
      },
      "buy": {
        "no_item_amount": "%1$sYou need to specify the amount of that item (if it's only one, you don't need to specify the amount) and the item that you want to buy.",
        "invalid": "%1$sNot a valid number of items to buy.",
        "non_existent": "%1$sYou cannot buy an non-existent item. If you're lost, you can try typing the short name or wrapping the name in quotes.",
        "no_buy_price": "%1$sYou cannot buy an item that cannot be bought.",
        "item_limit_reached": "%1$sYou cannot buy more of that object.",
        "success": "%1$sBought %2$,d %3$s for %4$,d credits successfully. You now have %5$,d credits.",
        "not_enough_money": "%1$sYou don't have enough money to buy this item."
      },
      "header": "Chợ Mantaro",
      "reference": "\nBạn có thể mua và bán dùng lệnh `~>market buy <đồ vật>` và `~>market sell <đồ vật>`. Xem qua `~>help market` để biết thêm thông tin chi tiết.",
      "sell_price": "- **Sell Price:**",
      "buy_price": "- **Buy Price:**"
    },
    "itemtransfer": {
      "transfer_yourself_note": "%1$sBạn không thể tự chuyển đồ cho bản thân.",
      "bot_notice": "%1$sBạn không thể chuyển đồ cho một bot.",
      "locked_notice": "%1$sBạn hiện không thể chuyển đồ được. (Người chơi bị khoá)",
      "hidden_item": "%1$sBạn không thể chuyển món đồ này!",
      "overflow": "%1$sNgười chơi này đã đạt số lượng tối đa đồ bạn định chuyển (5000).",
      "success": "%1$s%2$s đã chuyển **%3$s** **%4$s** tới %5$s",
      "multiple_items_error": "%1$sBạn không có món đồ này trong tủ đồ của bạn",
      "error": "%1$sBạn không có đủ số lượng của món đồ này để thực hiện giao dịch!",
      "no_item_mention": "%1$sBạn cần đề cập đến người nhận đồ và tên đồ."
    },
    "transfer": {
      "transfer_yourself_note": "%1$sBạn không thể tự chuyển tiền cho bản thân.",
      "bot_notice": "%1$sBạn không thể chuyển tiền cho một bot.",
      "no_amount": "%1$sBạn cần nói rõ số tiền bạn muốn chuyển.",
      "no_money_specified_notice": "%1$sBạn không thể chuyển số tiền bằng không :P",
      "over_transfer_limit": "%1$sBạn không thể chuyển nhiều tiền đến vậy. (Giới hạn: %2$,d tín)",
      "own_locked_notice": "%1$sBạn hiện không thể chuyển tiền.",
      "receipt_overflow_notice": "Không thể chuyển tiền cho người chơi này.",
      "no_money_notice": "%1$sBạn không thể chuyển số tiền mà bạn không có.",
      "receipt_locked_notice": "1$sNgười chơi đó hiện không thể nhận tiền.",
      "receipt_over_limit": "%1$sNgười chơi này có quá nhiều tiền...",
      "success": "%1$sĐã chuyển thành công **%2$,d** *(%3$,d sau khi trừ 8%% thuế)* tới **%4$s**.",
      "item_transfer": "%1$sBạn không thể dùng lệnh chuyển tiền để chuyển đồ, hãy thử dùng lệnh `transferitems`.",
      "party": "Bạn chỉ có thể chuyển tiền cho cùng một người (%1$s) 4 phút một lần."
    },
    "useitem": {
      "ls": {
        "header": "Danh sách những món đồ tương tác",
        "desc": "Đây là danh sách những món đồ tương tác trong Mantaro. Để biết thêm thông tin chi tiết, xin vui lòng truy cập wiki!"
      },
      "use_command": "%1$sVới đồ này bạn cần dùng lệnh đi liền với nó! (mine cho cuốc, fish cho cần câu)",
      "no_items_specified": "%1$sBạn cần nói rõ đồ bạn muốn dùng.",
      "not_interactive": "%1$sBạn không thể tương tác với đồ này.",
      "interactive_no_action": "%1$sTuy đồ này được đánh dấu là đồ tương tác, nhưng nó chưa được đặt lệnh sử dụng. Hoặc có thể nó có lệnh riêng chăng? Chẳng hạn như, cuốc dùng `~>mine`.",
      "no_item": "%1$sBạn không có đồ này trong tủ đồ của bạn.",
      "not_enough_items": "%1$sBạn không có đủ số lượng đồ bạn đưa ra.",
      "too_little": "%1$sBạn không thể dùng một món đồ với số lượng ít hơn một.",
      "invalid_amount": "%1$sSố lượng sử dụng cần trong khoảng từ `1` đến `9`!"
    },
    "opts": {
      "note": "%1$sNày, nếu bạn đang lúng túng hoặc muốn được trợ giúp trong việc sử dụng lệnh cài đặt, hãy truy cập <https://github.com/Mantaro/MantaroBot/wiki/Configuration> để được hướng dẫn.\nLưu ý: Chỉ những được cấp quyền Người Quản Lý, Quản Lý Phòng hoặc những người có vai trò Quản Lý Bot mới được dùng lệnh này!",
      "list": {
        "header": "**Mantaro's Options List**\n%1$s*All options must be prefixed with `~>opts` when running them*\n%2$s"
      },
      "option_not_found": "%1$sInvalid option help name.",
      "invalid_args": "%1$sInvalid option or arguments."
    },
    "8ball": {
      "no_args": "%1$sYou need to specify what you want the 8ball to answer.",
      "error": "%1$sI ran into an error while fetching the 8ball results."
    },
    "iam": {
      "list": {
        "name": "Auto-role name: ",
        "role": "Vai trò:",
        "category": "Category: ",
        "header": "Auto-roles list",
        "no_autoroles": "There aren't any autoroles setup in this server.",
        "description": "This are the current user-assignable auto roles on this server. You can use these by doing `~>iam <name of the role>`."
      },
      "deleted_role": "%1$sThe role that this autorole corresponded to has been deleted",
      "already_assigned": "%1$sYou already have this role, silly!",
      "success": "%1$s%2$s, you've been given the **%3$s** role",
      "error": "%1$sI couldn't take from you **%2$s. Make sure that I have permission to add roles and that my role is above **%2$s**",
      "no_role": "%1$sThere isn't an autorole with the name `%2$s`.",
      "no_iam": "%1$sYou need to specify which auto-assignable role you want to assign yourself!"
    },
    "iamnot": {
      "no_args": "%1$sYou have to specify what role you want me to remove from you, silly.",
      "not_assigned": "%1$sBạn không có vai trò này, đồ ngốc!",
      "success": "%1$s%2$s, you've lost the **%3$s** role"
    },
    "misc": {
      "reverse_missing": "%1$sYou didn't provide any message to reverse.",
      "random_color": "%1$sThe random color is %2$s"
    },
    "poll": {
      "missing": "%1$sYou didn't include either the %2$s argument or it was empty!\n%3$s",
      "invalid": "%1$sThis poll cannot build. **Remember that the options must be a maximum of 9 and a minimum of 2 and the timeout must be a maximum of 45m and a minimum of 30s.**\nOptions are separated with a comma, for example `1,2,3` (no spaces between them!). For spaced stuff use quotation marks at the start and end of the sentence. If you're really lost, there's an example on `~>help poll`",
      "other_poll_running": "%1$sThere seems to be another poll running here...",
      "no_reaction_perms": "%1$sSeems like I cannot add reactions here...",
      "too_long": "This was too long to show, so I pasted it: %1$s",
      "header": "Poll #%1$d created by %2$s",
      "success": "**Poll started. React to the number to vote.**\n*%1$s*\nType &cancelpoll to cancel a running poll.",
      "time": "You have %1$s to vote.",
      "error": "%1$sAn unknown error has occurred while setting up a poll. Maybe try again? (internal error)",
      "result_header": "Poll results",
      "result_screen": "**Showing results for the poll started by %1$s** with name: *%2$s*",
      "vote_results": "+Registered %1$d votes for option %2$s",
      "thank_note": "Thanks for your vote",
      "results": "Results",
      "cancelled": "%1$sCancelled poll",
      "incorrect_time_format": "%1$sIncorrect time format. Remember, the proper time format it's a number followed by `h, m or s` (hours, minutes or seconds). Example: `-time 40m`"
    },
    "osustats": {
      "user": {
        "header": "osu! statistics for %1$s",
        "rank": "Rank",
        "acc": "Accuracy",
        "level": "Cấp",
        "ranked": "Ranked Score",
        "country_rank": "Country Rank"
      },
      "retrieving_info": "%1$sRetrieving information from osu! server...",
      "timeout": "%1$sThe osu! api seems to be taking a nap. Maybe try again later?",
      "best_format": "# %1$s [%2$s] -> %3$s (★%4$.2f*) \n | ####### | [%5$,dpp] | Rank: %6$s -> Max Combo: %7$,d",
      "best": "**10 best osu! scores for: %1$s** (Mode: %2$d)\n```md\n%3$s```",
      "error": "%1$sUh-oh... seems like I just received scramble soup as a response... (Error while retrieving results)",
      "recent_format": "# %1$s -> %2$s\n | (★%3$s) - %4$s | Date: %5$s -> Max Combo: %6$s\n",
      "recent": "**10 most recent osu! scores for: %1$s** (Mode: %2$d)\n```md\n%3$s```",
      "error_detailed": "Uh-oh... seems like I just received scramble soup as a response... (%1$s)"
    },
    "profile": {
      "timezone": {
        "not_specified": "%1$sBạn cần nói rõ múi giờ của bạn.",
        "reset": "%1$sĐã đặt lại múi giờ.",
        "invalid": "%1$sMúi giờ không hợp lệ.",
        "success": "%1$sĐã lưu múi giờ, múi giờ cho hồ sơ của bạn giờ là: **%2$s**",
        "reset_success": "%1$sĐã đặt lại múi giờ thành công."
      },
      "description": {
        "no_argument": "%1$sBạn cần một câu nói để đặt làm lời giới thiệu! (set (đặt) hoặc remove (gỡ))\nVí dụ, ~>profile description set Xin chào!",
        "no_content": "%1$sBạn chưa nói rõ câu bạn muốn đặt cho lời giới thiệu.\nVí dụ, ~>profile description set Xin chào!",
        "too_long": "%1$sLời giới thiệu của bạn quá dài! `(Giới hạn trong 300 kí tự cho mọi người và 500 kí tự cho người dùng cao cấp)`",
        "success": "%1$sĐã đặt lời giới thiệu của bạn thành: **%2$s**\nHãy thử xem hồ sơ mới toanh của bạn với lệnh `~>profile`",
        "clear_success": "%1$sĐã xoá thành công lời giới thiệu."
      },
      "displaybadge": {
        "not_specified": "%1$sBạn cần nói rõ tên huy hiệu mà bạn muốn đặt làm huy hiệu chính!",
        "reset_success": "%1$sGiờ không còn huy hiệu nào được đặt ở đầu hồ sơ của bạn!",
        "important_success": "%1$sGiờ huy hiệu hiển thị của bạn đã là huy hiệu quan trọng nhất.",
        "no_such_badge": "%1$sKhông có huy hiệu nào như vậy cả...\nNhững huy hiệu bạn hiện có: %2$s",
        "player_missing_badge": "%1$sBạn không có huy hiệu này.\nNhững huy hiệu bạn hiện có: %2$s",
        "success": "%1$sHuy hiệu hiển thị của bạn giờ là: **%2$s**"
      },
      "lang": {
        "nothing_specified": "%1$sBạn cần nói rõ một ngôn ngữ để sử dụng hoặc dùng `reset` để đặt lại cài đặt ngôn ngữ.",
        "reset_success": "%1$sĐã đặt lại thành công cài đặt ngôn ngữ cá nhân.",
        "success": "%1$sMantaro sẽ nói chuyện với bạn bằng tiếng `%2$s` kể từ lúc này",
        "invalid": "%1$sNgôn ngữ này hiện chưa có! Bạn có thể dùng `reset` để đặt lại cài đặt ngôn ngữ."
      },
      "stats": {
        "header": "Hồ sơ thống kê cho %1$s",
        "wins": "Số lần thắng sòng",
        "market": "Số lần mua bán",
        "potion": "Thuốc đang hoạt động",
        "potion_type": "Loại thuốc",
        "buff": "Tăng cường",
        "buff_type": "Loại tăng cường",
        "experience": "Kinh nghiệm",
        "mine_xp": "Mining Experience",
        "fish_xp": "Fishing Experience",
        "sharks_caught": "Sharks Caught",
        "crates_open": "Crates Opened",
        "times_mop": "Times Mopped",
        "daily": "Chuỗi ngày nhận daily",
        "daily_at": "Lần cuối cùng nhận daily",
        "waifu_claimed": "Số lần được nhận làm Waifu",
        "waifu_locked": "Khoá waifu",
        "dust": "Cấp độ bụi bặm",
        "lang": "Ngôn ngữ hiển thị",
        "reminders": "Số lần hẹn ghi chú",
        "times": "lần",
        "days": "ngày",
        "times_used": "Số lần đã sử dụng",
        "equipment": "Đồ trang bị",
        "seasonal_equipment": "Đồ trang bị theo mùa",
        "autoequip": "Tự động trang bị",
        "never": "Không bao giờ"
      },
      "hide_tag": {
        "success": "%1%sTrạng thái ẩn đề cập giờ là: `%2$s`"
      },
      "equip": {
        "no_content": "%1$sBạn cần nói rõ đồ bạn muốn trang bị!",
        "no_item": "%1$sMón đồ này không tồn tại",
        "not_owned": "%1$sBạn không sở hữu món đồ này!",
        "success": "%1$sBạn đã trang bị thành công %2$s *%3$s*, và sẽ được ghi nhớ vào lần tiếp theo bạn sử dụng lệnh liên quan đến món đồ này.",
        "not_suitable": "%1$sBạn không thể trang bị đồ này.",
        "not_equipped": "%1$sBạn không có đồ trang bị này.",
        "already_equipped": "%1$sBạn đã được trang bị sẵn đồ thuộc loại này! Hãy thử `~>unequip <loại đồ>` (Có thể là cần câu hoặc cuốc) nếu bạn muốn tháo trang bị."
      },
      "unequip": {
        "no_content": "%1$sBạn cần nói rõ loại đồ bạn muốn tháo trang bị, có thể là `pick, rod`",
        "invalid_type": "%1$sLoại đồ không hợp lệ. Những loiaj đồ hợp lệ là `pick, rod`",
        "success": "%1$sĐã tháo trang bị thành công %2$s.",
        "equipment_recover": "\nDo bạn chưa từng sử dụng đồ trang bị này, nên bạn đã có lại được %1$s!",
        "broken_equipment_recover": "\nBạn đã sử dụng đồ trang bị này, nhưng bạn có lại được %1$s, bạn có thể sửa chữa nếu bạn cần sau này!",
        "broken_equipment_recover_none": "\nLoại đồ trang bị này không có loại đồ hỏng, và đã được sử dụng, nên nó đã tan biến vào hư vô, nhưng bạn nhận lại được %1$s tín."
      },
      "display": {
        "not_premium": "%1$sChức năng cá nhân hoá hồ sơ chỉ dành cho người dùng cao cấp.",
        "not_enough": "%1$sNot enough valid widgets to put on your profile (minimum: 3). If you're lost, check `~>profile widgets ls`",
        "success": "%1$sSuccessfully set your new profile layout. New layout is `%2$s`",
        "ls": "%1$sList of profile components:\n%2$s **Widgets in Default Order:** `%3$s`\n%2$s **Your widgets:** `%4$s`\nYou can use `~>profile widgets reset` to reset your profile display references",
        "reset": "%1$sSuccessfully reset profile widget order.",
        "example": "\nExample: `~>profile widgets header, credits, reputation, birthday, marriage, badges`\n*Any order works, the order here is the order that will make them appear in your profile*"
      },
      "claimlock": {
        "removed": "%1$sSuccesfully reset your claim lock status.",
        "success": "%1$sYou can't be waifu claimed anymore. This used up a claim key.",
        "no_key": "%1$sYou don't have a claim key to do this."
      },
      "autoequip": {
        "disable": "%1$sĐã vô hiệu hoá trang bị tự động thành công.",
        "success": "%1$sĐã đặt trang bị tự động."
      },
      "badge_header": "%1$sHuy hiệu hiển thị",
      "bot_notice": "%1$sBot không có hồ sơ.",
      "header": "Hồ sơ của %1$s",
      "no_desc": "Chưa đặt lời giới thiệu",
      "credits": "Tín",
      "level": "Cấp",
      "xp": "Kinh nghiệm",
      "rep": "Độ uy tín",
      "birthday": "Sinh nhật",
      "married": "Kết hôn với",
      "nobody": "Không ai",
      "inventory": "Bộ sưu tập",
      "badges": "5 huy hiệu cao nhất",
      "no_badges": "Không có huy hiệu (hoặc chưa có!)",
      "no_timezone": "Chưa đặt",
      "timezone_user": "Múi giờ người dùng: %1$s",
      "not_specified": "Chưa rõ.",
      "potion": "Thuốc đang hoạt động",
      "no_potion": "Không có thuốc đang hoạt động."
    },
    "badges": {
      "info": {
        "not_specified": "%1$sBạn cần nói rõ tên một huy hiệu để biết thêm thông tin về nó.",
        "not_found": "%1$sKhông có huy hiệu nào như vậy cả...",
        "header": "Thông tin cho huy hiệu %1$s",
        "achieved": "Đã đạt được"
      },
      "brief_success": "**Huy hiệu của %1$s:**\n%2$s",
      "profile_notice": "Nếu bạn nghĩ mình đã đạt được một huy hiệu mới nhưng nó không xuất hiện ở đây, hãy dùng `~>profile` rồi sau đó dùng lại lệnh này.\n",
      "info_notice": "Dùng `~>badges info <tên huy hiệu>` để biết thêm thông tin của một huy hiệu. [Bạn cũng có thể xem tại wiki.](https://github.com/Mantaro/MantaroBot/wiki/Badge-reference-and-documentation)\n",
      "upvote_notice": "**Bạn có thể nhận được huy hiệu cho việc [bình chọn Mantaro trên discordbot.org](https://discordbots.org/bot/mantaro)!** (Việc nhận huy hiệu có thể sẽ mất chút thời gian)\n\n",
      "donate_notice": "**Bạn có thể nhận được huy hiệu cho việc [hỗ trợ phát triển Mantaro!](https://patreon.com/mantaro)!** (Việc nhận huy hiệu có thể sẽ mất chút thời gian)\n\n",
      "no_badges": "Không có huy hiệu để xem (hoặc chưa có!)",
      "header": "Thành tích huy hiệu của %1$s",
      "total_badges": "**Tổng số huy hiệu nhận được:** %1$s",
      "footer": "Huy hiệu như một loại thành tích, và chúng được tăng lên qua sự tiến triển trong trò chơi của Mantaro hoặc đơn giản bằng cách dùng bot."
    },
    "rep": {
      "new_account_notice": "%1$sTuổi thọ của tài khoản (tính từ thời điểm tài khoản được lập ra trên discord) phải lớn hơn 5 ngày để có thể gửi hoặc nhận sự uy tín. Hãy thử lại sau.",
      "no_mentions": "%1$sBạn cần đề cập hoặc đưa ra tên của một người dùng.\n%2$s",
      "more_than_one": "%1$sBạn chỉ có thể gửi sự uy tín tới một người",
      "rep_bot": "%1$sBạn không thể tăng uy tín cho bot.\n%2$s",
      "rep_yourself": "%1$sBạn không thể tăng uy tín cho bản thân.\n%2$s",
      "cooldown": {
        "waiting": "**Bạn sẽ được dùng lại lệnh này sau %1$s**",
        "pass": "Giờ bạn đã có thể tăng uy tín cho ai đó."
      },
      "success": "%1$sĐã tăng uy tín cho **%2$s**"
    },
    "birthday": {
      "reset": "%1$sĐã đặt lại chính xác ngày sinh.",
      "no_global_birthdays": "%1$sCó vẻ như ở đây hơi trống trải...",
      "no_guild_month_birthdays": "%1$sKhông có sinh nhật nào trong tháng này (%2$s) ở đây :(\n%3$sNếu bạn vừa mới đặt thông báo sinh nhật, hãy đợi một chút để chạy lại. (Dữ liệu sẽ được mới sau mỗi 23 tiếng)",
      "cache_not_running": "%1$sDữ liệu sinh nhật không có vẻ là đang được chạy (lỗi chạy phần mềm) :(",
      "error": "%1$sCó gì đó đã bị sai sót trong quá trình cập nhật ngày sinh (lỗi phần mềm) :(",
      "header": "**%1$s's Birthdays for %2$s**\n",
      "full_header": "**Sinh nhật %1$s**\n%2$s",
      "invalid_date": "%1$sNgày nhập không hợp lệ hoặc không đúng định dạng.\nLưu ý rằng định dạng ngày là `dd-mm-yyyy` (ngày- tháng-năm)",
      "error_date": "%1$s%2$s is either not a valid date or I can't parse it properly. Please try with the correct formatting. Remember to include the year, although you can put any year and it won't affect anything.\nRemember that the date format is `dd/mm/yyyy`",
      "added_birthdate": "%1$sĐã thêm ngày sinh nhật thành công. Ngày sinh nhật mới: %2$s *(Định dạng: dd-mm-yyyy)* [ngày-tháng-năm]",
      "invalid_month": "%1$sĐó không phải là một số tháng hợp lệ! (Số tháng hợp lệ trong khoảng từ 1 đến 12)",
      "no_content": "%1$sBạn cần nói rõ ngày sinh nhật của bạn, thêm `remove` để đặt lại ngày sinh hoặc thêm `month` để xem ngày sinh nhật trong tháng."
    },
    "choose": {
      "nothing_to": "%1$sBạn cần cho tôi một trường từ để chọn. (ví dụ: `~>choose anime manga`)",
      "success": "%1$sI choose `%2$s`"
    },
    "dictionary": {
      "no_word": "%1$sYou need to specify a word.",
      "header": "Definition for %1$s",
      "description": "**Part of speech:** `%1$s`\n**Headword:** `%2$s`"
    },
    "remindme": {
      "nothing_specified": "%1$sWhat could I remind you of if you don't give me what to remind you? Oh! Lemme remind you of setting a reminder!",
      "no_reminders": "%1$sYou have no reminders set.",
      "cancel": {
        "success": "%1$sCancelled your reminder.",
        "select": "Select the reminder you want to cancel."
      },
      "no_time": "You didn't give me a `-time` argument! (Example: `-time 1h`)",
      "too_little_time": "%1$sThat's too little time (Minimum: 1 minute)",
      "too_long": "That's too much time... (Maximum: 3 months)",
      "success": "%1$sI'll remind you (%2$s#%3$s) of `%4$s` in %5$s",
      "too_many_reminders": "%1$sYou have too many reminders! Try cancelling some?"
    },
    "time": {
      "invalid_timezone": "%1$sThat's not a valid timezone.",
      "success": "%1$sIt's %2$s in the %3$s timezone.",
      "error": "%1$sI found an error while looking for the timezone in the big book over there... or it could be invalid."
    },
    "urban": {
      "no_args": "%1$sYou need to tell me what term to look for in Urban Dictionary.",
      "header": "Urban Dictionary definition for %1$s",
      "too_many_args": "%1$sToo many arguments! Page format is `name->page number`",
      "main_def": "Main definition.",
      "footer": "Information by Urban Dictionary",
      "nsfw_notice": "%1$sThis command can only be used in NSFW channels due to the nature of its results."
    },
    "weather": {
      "header": "%1$s Forecast information for %2$s",
      "clouds": "clouds",
      "temperature": "Temperature",
      "humidity": "Humidity",
      "wind_speed": "Wind Speed",
      "pressure": "Pressure",
      "footer": "Information provided by OpenWeatherMap (Process time: %1$dms)",
      "error": "%1$sError while fetching results. (Not found?)",
      "no_content": "%1$sYou need to specify which city and country to search the weather of!"
    },
    "activatekey": {
      "check": {
        "key_valid_for": "%1$sYour key is valid for %2$s more days :heart:",
        "no_key_found": "%1$sYou don't have a key enabled... If you're a premium from the old system you should still have your rewards, though!"
      },
      "no_key_provided": "%1$sI cannot enable a premium key if you don't give me one",
      "invalid_key": "%1$sYou provided an invalid or already enabled key",
      "guild_already_premium": "%1$sThis server already has a premium subscription",
      "guild_successful": "%1$sThis server is now **Premium** :heart: (For: %2$d days)\nIf you're pledging in Patreon, this key is linked to your pledge.",
      "user_already_premium": "%1$sYou're already premium :heart:",
      "user_successful": "%1$sYou're now **Premium** :heart: (For: %2$d days)\nIf you're pledging in Patreon, this key is linked to your pledge.",
      "mp": "Mantaro Patreon uses no keys, instead, it's a given that it's premium by the fact that the bot itself works."
    },
    "claimkey": {
      "not_patron": "%1$sYou're not a patron, so you can't do this. If you want to support Mantaro and get perks along with it, head over to <https://www.patreon.com/mantaro>\nIf you're currently pledging and you see this message, it means you don't have an active key. Please double-check that you enabled the key Mantaro should've DM'd you.",
      "already_top": "%1$sYou already claimed all the keys you had. If any of them expired, please head over to the support server at <https://support.mantaro.site> (Though they should renew automatically)",
      "successful": "%1$sSuccessfully claimed key `%2$s`. You have claimed a total of %3$s keys and have %4$s left keys to claim. This key is of type %5$s. (If this is a guild key, use it on the server where you want it on)",
      "cant_dm": "%1%sI can't DM you the key because of your privacy settings, seemingly, so it wasn't generated.",
      "success": "%1$sSent the information via DM.",
      "invalid_scope": "%1$sInvalid key scope! Valid are `user` and `guild`. Without any arguments, this command defaults to `user`. Example: `~>claimkey guild` or `~>claimkey user`"
    },
    "vipstatus": {
      "user": {
        "header": "Your Premium Status",
        "header_other": "%1$s's Premium Status",
        "not_premium": "%1$sYou aren't premium :c",
        "premium": "**Premium user! <3**",
        "old_system": "**Premium user under the old system! Don't worry tho, you're premium and your benefits will work properly!**"
      },
      "guild": {
        "header": "%1$s's Premium Status",
        "not_premium": "%1$sThis guild isn't premium :c",
        "premium": "**Premium guild! <3**",
        "old_system": "**Premium guild under the old system! Don't worry tho, you're premium and your benefits will work properly!**"
      },
      "description": "Keys are valid for as long as your pledge is active, unless stated otherwise. Thanks for donating or pledging <3",
      "valid_for_old": "Valid for",
      "old_days_more": "%1$,d days more",
      "thank_note": "Thanks you for your support <3",
      "expire": "Expires in",
      "key_duration": "Key total duration",
      "key_owner": "Key owner",
      "wrong_args": "%1$sWrong arguments...",
      "patreon": "Pledge",
      "linked": "Linked",
      "linked_to": "Linked to",
      "keys_claimed": "Extra Keys Claimed"
    },
    "support": {
      "info": "%1$sIf you need support, head to the support server over to <https://support.mantaro.site> and ask your question in the #support channel!"
    },
    "action": {
      "no_mention": "%1$sYou need to mention a user",
      "error_retrieving": "%1$sI found an error while retrieving the next gif for this action... (external error)",
      "permission_or_unexpected_error": "%1$sS-Sorry! I dropped the image. (Probably I don't have permissions to send it)",
      "lonely": {
        "pat": "Aww, I see you are lonely, take a pat <3",
        "hug": "Aww, I see you are lonely, take a hug <3",
        "kiss": "Aww, I see you are lonely, *kisses*",
        "poke": "Aww, I see you are lonely, *pokes you*",
        "slap": "Hmm, why do you want this? Uh, I guess... *slaps you*",
        "bite": "*bites you*",
        "lick": "*licks you*",
        "tickle": "*tickles you*",
        "highfive": "*highfives*",
        "pout": "*pouts, hmph*",
        "teehee": "*teases you*",
        "smile": "*smiles at you*",
        "stare": "*stares at you*",
        "holdhands": "*holds your hand*",
        "cuddle": "*cuddles you*",
        "nuzzle": "*nuzzles you*",
        "bloodsuck": "J-Just how am I meant to? Oh well.. *sucks your blood*"
      },
      "self": {
        "pat": "*is patted*",
        "hug": "*blushes* o-oh... thanks you",
        "kiss": "*blushes*... I- uh... don't think you should be kissing a bot but...",
        "poke": "O-Oh! What do you need?",
        "slap": ":(",
        "bite": "T-That hurts!",
        "lick": "How does metal taste? I don't believe it's too great...",
        "tickle": "hahahaha... oh god stop >u<",
        "highfive": "*highfives*",
        "pout": "Are you mad at me? :(",
        "teehee": ":eyes:",
        "smile": "Ỏoo.",
        "stare": ":eyes:",
        "holdhands": "u-uầy... ;//;",
        "cuddle": "Thật dễ thương!",
        "nuzzle": "Awwiee, cute!",
        "bloodsuck": "Giờ bạn là ma cà rồng à?, uầy!"
      },
      "pat": "%1$s you have been patted by %2$s",
      "hug": "%1$s you have been hugged by %2$s",
      "kiss": "%1$s you have been kissed by %2$s",
      "poke": "%1$s you have been poked by %2$s :eyes:",
      "slap": "%1$s you have been slapped by %2$s!",
      "bite": "%1$s you have been bitten by %2$s :eyes:",
      "tickle": "%1$s you have been tickled by %2$s",
      "lick": "%1$s you have been licked by %2$s",
      "highfive": "%1$s highfives %2$s :heart:",
      "pout": "%1$s pouts at %2$s *hmph*",
      "teehee": "%1$s is teasing %2$s",
      "smile": "%1$s is smiling at %2$s :heart:",
      "stare": "%1$s is staring at %2$s",
      "holdhands": "%1$s is holding %2$s's hand",
      "cuddle": "%1$s you have been cuddled by %2$s",
      "nuzzle": "%1$s is nuzzling %2$s",
      "bloodsuck": "%1$s is sucking the blood of %2$s!",
      "nom": "Yummy.",
      "facedesk": "*facedesks*",
      "lewd": "Y-You lewdie!",
      "meow": "Meow."
    },
    "game": {
      "won_games": "%1$s%2$s has won **%3$s games**",
      "nothing_specified": "%1$sYou didn't specify anything to play...",
      "not_enough_games": "%1$sYou need to specify two games at least",
      "invalid_selection": "%1$sYou need to specify two games at least (Valid games: character, pokemon, number, trivia)!",
      "multiple": {
        "invalid": "%1$sYou need to specify the game and the number of times to run it.",
        "invalid_times": "%1$sInvalid number of times. Remember that it must be an integer.",
        "too_many_games": "%1$sYou can only start a maximum of 5 games of the same type at a time.",
        "no_character": "%1$sYou cannot use character game in game multiple or lobby due to AniList API limitations."
      },
      "trivia": {
        "wrong_diff": "%1$sWrong difficulty specified! (Supported: easy, medium and hard)",
        "fetch_error": "%1$sError while starting trivia. Seemingly Open Trivia DB is having trouble.",
        "possibilities": "Possibilities",
        "difficulty": "Difficulty",
        "category": "Category"
      },
      "number": {
        "start": "%1$sGuess the number! **You have 5 attempts and 30 seconds. The number is between 0 and 150**",
        "nan": "%1$sThat's not even a number...",
        "ended_game": "%1$sEnded game. The number was: %2$d",
        "all_attempts_used": "%1$sAlready used all attempts, ending game. The number was: %2$d",
        "hint": "Hint: The number is %1$s than your input number.",
        "higher": "higher",
        "lower": "lower"
      },
      "pokemon": {
        "header": "Who's that pokemon?",
        "footer": "You have 5 attempts and 75 seconds. (Type end to end the game)"
      },
      "started_mp_role": "%1$sStarted a multi-player lobby with all users with the specified role: **%2$s**",
      "started_mp_user": "%1$sStarted a multi-player lobby with users: **%2$s**",
      "lobby_started": "%1$sStarted a new lobby! **Games: %2$s**\nYou can type `endlobby` to end all games and finish the lobby.",
      "game_timeout_drop": "%1$sSeems like I dropped a game here, but forgot to pick it up... I'll start your new game right up!",
      "other_lobby_running": "%1$sCannot start a new game lobby when there is a game currently running. (If this is an error, tell an admin to run `~>opts lobby reset`)",
      "lobby": {
        "ended_game": "%1$sEnded game. Possible answers were: %2$s",
        "ended_lobby": "%1$sEnded lobby correctly! Thanks for playing.",
        "all_attempts_used": "%1$sAlready used all attempts, ending game. Possible answers were: %2$s",
        "incorrect_answer": "%1$sThat's not it, you have %2$d attempts remaining.",
        "won_game": "%1$s**%2$s** just won $%3$,d credits by answering correctly!"
      },
      "lobby_time_out": "%1$sThe time ran out! The correct answer is: %2$s",
      "end_footer": "You have 5 attempts and 60 seconds. (Type end to end the game)",
      "trivia_end_footer": "You have %1$s attempts and 60 seconds. (Type end to end the game)",
      "error": "%1$sI found an error while setting up the game... (internal error)",
      "character_load_error": "%1$sFailed to setup game for pre-saved character: %2$s. If this happens for all characters, it could be a temporary error.",
      "character_request_error": "%1$sError requesting this character from Kitsu's API.",
      "character_start": "Guess the character",
      "too_many_games": "%1$sYou can start a maximum of 4 games at the same time with game lobby. (With Premium: 8)",
      "disabled_multiple": "%1$sThis server has game multiple/lobby disabled."
    },
    "opencrate": {
      "no_crate": "%1$sYou don't have any loot crate of this type (%2$s) to open. (If you're trying to open a crate of any other than the default type, use the name of the crate after the command. If you want to use seasonal inventory, append `-s`)",
      "not_crate": "%1$sThat is not a valid loot crate."
    },
    "dailycrate": {
      "key": "%1$sYou need a crate key to use this! Please buy one and try again!",
      "not_premium": "%1$sYou're not premium!\nYou can open a daily premium crate with a high chance of getting good items with premium! Please check out more at <https://patreon.com/mantaro>.\nThis can be ran every 24 hours.",
      "success": "%1$sYou just got a **%2$s**! Come back in 24 hours to get another one! You can open this using `~>opencrate <crate name>`. You need to buy a crate key to open it."
    },
    "prune": {
      "no_messages_specified": "%1$sYou specified no messages to prune.",
      "no_permissions": "%1$sI cannot prune on this server since I don't have the Manage Messages permission.",
      "bot_no_messages": "%1$sThere are no messages from bots or bot calls here.",
      "no_pins_no_messages": "%1$sThere are no non-pinned messages here...",
      "mention_no_messages": "%1$sThere are no messages from users which you mentioned here.",
      "too_few_messages": "%1$sToo few messages to prune. The minimum is 5.",
      "error_retrieving": "%1$sI found an unknown error while retrieving the history to prune the messages (Internal: %2$s %3$s)",
      "invalid_number": "%1$sPlease specify a valid number.",
      "not_valid": "%1$sThat's not a valid number of messages to delete.",
      "less_than_five": "%1$sYou need to provide at least 5 messages.",
      "messages_too_old": "%1$sThere are no messages newer than 2 weeks old, discord won't let me delete them.",
      "success": "%1$sSuccessfully pruned %2$s messages from this channel.",
      "lack_perms": "%1$sLack of permission while pruning messages (No permission provided: %2$s)",
      "error_deleting": "%1$sUnknown error while pruning messages (Internal: %2$s %3$s). If this keeps happening, please report it at <https://support.mantaro.site>"
    },
    "imageboard": {
      "catgirl": {
        "error": "Error retrieving cute catgirl images :("
      },
      "cat": {
        "error": "%1$sError retrieving cute cat images :("
      },
      "too_many_tags": "%1$sYou specified too many tags for the current imageboard! Imageboard %2$s accepts a maximum of %3$d tags.",
      "invalid_rating": "%1$sYou provided an invalid rating (Available types: questionable, explicit, safe)",
      "nsfw_no_nsfw": "%1$sI cannot send a NSFW image in a non-nsfw channel :(",
      "no_images": "%1$sThere are no images matching your search criteria...",
      "no_results": "%1$s**There aren't any more images or no results found**! Please try with a lower number or another search.",
      "error": "%1$sThere was an error while looking for an image...",
      "wrong_argument": "%1$sWrong argument type. Check ~>help %2$s",
      "blacklisted_tag": "%1$sThis image tag has been blacklisted here by an administrator.",
      "error_tag": "%1$sThere was an error while looking for this tag...",
      "error_random": "%1$sThere was an error while looking for a random image...",
      "non_nsfw_channel": "%1$sNot on an NSFW channel. Cannot send lewd images.\n**Reminder:** You can set this channel as NSFW by going to the channel settings and checking `Set this Channel as NSFW`.",
      "loli_content_disallow": "%1$sI cannot display images that allegedly contain `loli` or `shota` (or related tags) lewd/NSFW content because discord prohibits it. Try again with other tags?",
      "null_list_notice": "%1$sOops... something went wrong when searching... (If you used a tag, the tag might not exist)",
      "found_image": "Found an image",
      "description_image": "Rating: **%1$s**, Imageboard: **%2$s**",
      "width": "Width",
      "height": "Height",
      "tags": "Tags",
      "load_notice": "If the image doesn't load, click the title.",
      "rule34_notice": "If you don't like the content on this command, you can use ~>yandere",
      "yandere_nsfw_notice": "%1$sThe Yande.re and Gelbooru commands can only be used in NSFW channels due to numerous reports of it sending explicit images which are marked as safe on their side.\nYou can try using `~>konachan` instead!",
      "e621_nsfw_notice": "%1$sThe e621 command can only be used on NSFW channels."
    },
    "about": {
      "title": "Về Mantaro",
      "description": {
        "1": "Xin chào, tôi là **Mantaro**! Tôi tới đây để giúp cho cuộc sống của bạn trở nên dễ dàng hơn. Để bắt đầu, hãy gõ `~>help`!",
        "2": "Some of my features include:",
        "3": "**Moderation made easy** (`Mass kick/ban, prune commands, logs and more!`)",
        "4": "**Funny and useful commands**, see `~>help remindme` or `~>help hug` for examples.",
        "5": "**First quality music**, check out `~>music`!.",
        "support": "**[Support server](https://discordapp.com/invite/cMTmuPa)! | [Support Mantaro development!](https://www.patreon.com/mantaro)**",
        "credits": "%1$sCheck ~>about credits!"
      },
      "patreon": {
        "header": "**Mantaro's Patreon Pledgers**"
      },
      "credits": {
        "main_dev": "Main developer",
        "dev": "Developer",
        "docs": "Tài Liệu",
        "translators": "Người phiên dịch",
        "community_admin": "Community Admin",
        "special_mentions": "Thanks to bots.discord.pw, Carbonitex and discordbots.org for helping us with increasing the bot's visibility.",
        "thank_note": "Much thanks to everyone above for helping make Mantaro better!"
      },
      "version": "MantaroBot Version",
      "uptime": "Uptime",
      "shards": "Shards",
      "threads": "Threads",
      "guilds": "Máy chủ",
      "users": "Users (Unique)",
      "tc": "Kênh văn bản",
      "vc": "Kênh thoại",
      "invite": "Invite link: http://is.gd/mantaro (Commands this session: %1$,d | Current shard: %2$,d)"
    },
    "pet": {
      "no_content": "%1$sYou need to specify the pet to look up the stats of (and the user you want to check the pet from, if it's not yours. Make sure to quote the name on this case!).",
      "not_specified": "%1$sYou didn't specify the pet name.",
      "not_found": "%1$sI didn't find a pet with the provided name.",
      "character_not_allowed": "%1$sThis character isn't allowed in pet names. Try another name?",
      "overview": "Pet Overview and Statistics",
      "name": "Name",
      "tier": "Tier",
      "element": "Element",
      "owner": "Owner",
      "created": "Created At",
      "affection": "Affection",
      "stamina": "Current Stamina",
      "hp": "Current HP",
      "fly": "Fly",
      "venom": "Venom",
      "inventory": "Inventory",
      "id": "Pet ID: %1$s",
      "hunger": "Hunger",
      "hydration": "Hydration"
    },
    "petactions": {
      "general": "Pets are your companion on the usage of currency! **You can train them, pet them, feed them or have fights between your own pets or pets from other people!** To create a pet you need an incubator, which you can cast from milk, old beverage and diamonds, this will allow you to incubate a pet, which will require you to give it a name.\n\nPets can fight in PetBattle, which is a turn-based (ish) fight system based in a one-turn strategy, with an emergency turn on the half-turn if the HP difference between the pets is too different, which would allow you to change your strategy.\n\nFor competition, you need to use different skills, which will cater to different elements and types. You chose them at the start of your turn or half-turn.\nSkills are the main weapon you have! But, pets can also have a main weapon equipped, based on their type and affection. The weapon shop is available at `~>petaction shop` and you can equip it using `~>petaction weapon`, weapons *do not* have damage multiplier by themselves, but they can improve the effectiveness of some attacks and skills, as the result of this, there are no melee weapons, as all damage on PetBattle is done based on their will, not on their actual life.\n\nDo `~>help petaction` to get a list of the commands you can use with your pet.",
      "incubate": {
        "no_name": "%1$sYou need to specify a name to give to your pet.",
        "only_letters": "%1$sThe name can only contain letters from a to z.",
        "no_egg": "%1$sYou don't have an incubator egg on your inventory.",
        "not_enough_slots": "%1$sYou don't have enough pet slots left. (Total: %2$s, Used: %3$s)",
        "no_money": "%1$sYou don't have enough money to incubate this egg. (Required: **%2$s** credits)",
        "success": "%1$sSuccessfully incubated your pet egg! Your new pet %2$s `(ID: %3$s)` is now ready. Check `~>pet <name>` to check pet stats."
      },
      "rename": {
        "not_enough_args": "%1$sYou need to specify the current name and the new name.",
        "new_name_exists": "%1$sYou already have a pet with this name.",
        "not_enough_money": "%1$sYou don't have enough money for this. **(Required: %2$s)**",
        "confirmation": "%1$sDo you really want to rename **%2$s** to **%3$s**? Type *yes* to confirm and *no* to cancel.",
        "success": "%1$sSuccessfully renamed **%2$s** to **%3$s** (ID: %4$s). Cost: %5$s"
      },
      "ls": {
        "experience": "XP",
        "age": "Age",
        "no_pets": "%1$sYou have no pets.",
        "header": "This is a list of the pets you currently own.\nPets are your companion on the usage of currency! **You can train them, pet them, feed them or have fights between your own pets or pets from other people!** To create a pet you need an incubator, which you can cast from milk, old beverage and diamonds, this will allow you to incubate a pet, which will require you to give it a name.",
        "pages": "**Total pages:** %1$s \nUse the message reaction to move between pages.\n\n"
      },
      "train": {
        "success": "%1$sSuccessfully trained skill **%2$s**. Experience gained: %3$s. Current skill experience: %4$s. (Cost: %5$s)"
      },
      "pet": {
        "no_pet": "%1$sI can't find a pet with the name you specified.",
        "pet": "%1$sAww! T-Thanks. (Affection: %2$s, Total pets: %3$s)"
      },
      "feed": {
        "fire_type": "%1$sYou can't really feed a fire type pet... unless you wanna make charcoal.",
        "no_item": "%1$sI can't find that item.",
        "not_food": "%1$sThe specified item is not food.",
        "full": "%1$sYour pet is currently full and can't eat more.",
        "success": "%1$sSuccessfully fed your pet %2$s. (Current hunger level: %3$s. Saturation: %4$s)"
      },
      "hydrate": {
        "fire_type": "%1$sYou can't really hydrate a fire type pet... unless you wanna put them off.",
        "not_water": "%1$sThis pet isn't a water type pet.",
        "no_water": "%1$sYou don't have a water bottle in your inventory",
        "success": "%1$sSuccessfully hydrated your pet. (Current hydration level: %2$s)"
      }
    },
    "invite": {
      "url": "Invite URL",
      "server": "Support Server",
      "patreon": "Patreon URL",
      "description": {
        "1": "Here are some useful links!",
        "2": "**If you have any questions about the bot, feel free to join the support guild and ask**!.",
        "3": "We provided a patreon link in case you would like to help Mantaro keep running by donating [and getting perks by doing so!].",
        "4": "Thanks you for using the bot! **<3 from the developers and the Mantaro team**"
      },
      "footer": "We hope you have fun with the bot."
    },
    "stats": {
      "header": "Mantaro Statistics",
      "description": "Well... I did my math!",
      "usage": {
        "header": "Mantaro's usage information",
        "description": "Hardware and usage information.",
        "threads": "Threads",
        "memory_usage": "Memory Usage",
        "cores": "CPU Cores",
        "cpu_usage": "CPU Usage",
        "assigned_mem": "Assigned Memory",
        "assigned_remaining": "Remaining from assigned"
      },
      "server": {
        "header": "Mantaro's server usage information",
        "cpu_usage": "CPU Usage",
        "rem": "RAM (TOTAL/FREE/USED)"
      }
    },
    "social": {
      "header": "%1$sO-Oh, I see you're interested on seeing my social networks!\n\n",
      "description": {
        "1": "W-Well, here we go!",
        "2": "**- Website:** <%1$s>"
      },
      "note": "**If you like Mantaro, please up-vote on** <https://discordbots.org/bot/mantaro> **and/or consider donating on Patreon or Paypal! Thanks you~**"
    },
    "avatar": {
      "result": "%1$sAvatar for: **%2$s**\n%3$s"
    },
    "serverinfo": {
      "header": "Server Information",
      "description": "Server information for %1$s",
      "users": "Users (Online/Unique)",
      "created": "Creation Date",
      "channels": "Voice/Text Channels",
      "owner": "Owner",
      "region": "Region",
      "roles": "Roles (%1$,d)",
      "id_show": "Server ID: %1$s"
    },
    "userinfo": {
      "header": "User info for %1$s#%2$s",
      "roles": "Roles: [%1$,d]",
      "id": "User ID",
      "join_date": "Join Date",
      "created": "Account Created",
      "account_age": "Account Age",
      "mutual_guilds": "Mutual Guilds",
      "vc": "Voice Channel",
      "color": "Color",
      "status": "Status",
      "nothing": "Nothing",
      "default": "Default"
    },
    "roleinfo": {
      "header": "Role info for %1$s",
      "id": "Role ID",
      "created": "Role Created",
      "age": "Role Age",
      "color": "Color",
      "members": "Members",
      "position": "Position",
      "hoisted": "Hoisted",
      "managed": "Managed",
      "permissions": "Permissions: [%1$,d]"
    },
    "donate": {
      "beg": "%1$sOh hi! If you are interested in donating, please check the links below. Running Mantaro takes time and money, and every dollar is highly appreciated!\n\n%2$s",
      "methods": "**Donation Methods**\n**- Patreon:** <%1$s>\n**- Paypal:** <%2$s>"
    },
    "help": {
      "title": "Mantaro Help",
      "base_category": "Command list for category %1$s. For a detailed guide, please check the [wiki](https://github.com/Mantaro/MantaroBot/wiki). [Currency Guide](https://github.com/Mantaro/MantaroBot/wiki/Currency-101)\n",
      "base": "**Full command list**. For a detailed guide, please check the [wiki](https://github.com/Mantaro/MantaroBot/wiki).\nGuides: [Currency](https://github.com/Mantaro/MantaroBot/wiki/Currency-101), [Custom Commands](https://github.com/Mantaro/MantaroBot/wiki/Custom-Command-%22v3%22), [Welcome Messages](https://github.com/Mantaro/MantaroBot/wiki/Welcome-and-Leave-Messages-tutorial)\n",
      "support": "[For help, you can join the support server](https://support.mantaro.site). [You can follow me on Twitter for updates.](https://twitter.com/mantarodiscord)\n",
      "patreon": "[**We need your help to keep Mantaro online! Click here for more info.**](https://www.patreon.com/mantaro)",
      "disabled_commands": "Only showing non-disabled commands. Total disabled commands: %1$s",
      "channel_specific_disabled_commands": "\nOnly showing non-disabled commands. Total channel-specific disabled commands: %1$s",
      "footer": "To check command usage, type %1$shelp <command> // -> Commands: %2$s",
      "commands": "Commands",
      "extended": {
        "no_help": "%1$sThere's no extended help set for this command.",
        "not_found": "%1$sA command with this name doesn't exist"
      }
    },
    "repair": {
      "no_item": "%1$sYou didn't specify any item to repair. Remember to use quotes if the name has spaces.",
      "no_item_found": "%1$sI can't find that item. Remember to use quotes if the name has spaces.",
      "no_main_item": "%1$sYou don't have the item you need to repair this!",
      "cant_repair": "%1$s**%2$s** it's not an item you can repair. You can only repair broken items.",
      "no_tool": "%1$sYou need a Tier 2 (at least Comet Wrench) or above wrench to repair this item. Make sure you have it and that you specified the correct wrench in case you specified it. Remember to use quotes if the name has spaces.",
      "dust": "%1$sYour inventory it's too dusty to perform a repair. Dust level: %2$s",
      "not_wrench": "%1$sYou can't use this as a wrench. Remember to use quotes if the name has spaces.",
      "not_enough_level": "%1$sYou need a higher tier wrench to perform this repair.",
      "not_enough_money": "%1$sYou don't have enough money to repair this item.",
      "no_item_recipe": "%1$sYou don't have the necessary *%2$s* to perform this repair.",
      "not_enough_items": "%1$sYou don't have enough of *%2$s* to perform this repair. **(Needed: %3$s, Current: %4$s)**",
      "item_broke": "Sadly, your wrench broke in the process, but you still got your item!",
      "success": "%1$sRepair successful! Repaired item %2$s **%3$s** -> %4$s **%5$s**. The repair costed *%6$s* credits and the recipe to repair it was *%7$s*.",
      "ls": {
        "header": "Repair-able Items List",
        "cost": "Repair Cost: ",
        "desc": "This is a list of the items you can repair using `~>repair`.\nYou can use full name or the short name, or the emoji.\nRepairing has a minimum cost of 1/3rd of the item cost. The price will be shown below, alongside the needed materials."
      }
    },
    "anime": {
      "no_args": "%1$sYou need to tell me what anime to look for.",
      "selection_start": "Type the number of the anime you want to select.",
      "information_footer": "Information provided by Kitsu.io. Type &cancel to cancel.",
      "no_results": "%1$sNo results found...",
      "malformed_result": "%1$sI got a wrong API result for this specific search. Maybe try with another search term?",
      "error": "%1$s**I swear I didn't drop your favorite anime!**\nI received a ``%2$s`` while trying to process the command. (internal error)",
      "information_header": "Anime information for %1$s",
      "information_notice": "Information provided by Kitsu.io.",
      "airing": "Airing",
      "release_date": "Release Date",
      "favorite_count": "Favorite Count",
      "end_date": "End Date",
      "average_score": "Average Score",
      "type": "Type",
      "episodes": "Episodes",
      "episode_duration": "Episode Duration",
      "genres": "Genres",
      "minutes": "minutes",
      "description": "Description"
    },
    "character": {
      "no_args": "%1$sYou need to tell me what character you want to look for.",
      "selection_start": "Type the number of the character you want to select.",
      "error": "%1$s**I swear I didn't d-drop your waifu, please forgive me!**\nI got ``%2$s`` while trying to process this command. (internal error)",
      "information_header": "Character information for %1$s",
      "information": "Information",
      "no_aliases": "Không có lệnh tương đồng",
      "alias_start": "Còn được biết đến như:",
      "no_info": "Không có thông tin."
    },
    "balance": {
      "bot_notice": "%1$sBot không có tiền.",
      "external_balance": "Số tiền của %1$s là **$%2$,d tín.**",
      "own_balance": "Số tiền của bạn là **$%1$,d tín.**"
    },
    "daily": {
      "check": "%1$sYou'll be able to claim your daily on: **%2$s.**",
      "about_now": "khoảng từ bây giờ",
      "errors": {
        "bot": "%1$sYou cannot transfer your daily to a bot.",
        "receipt_locked": "That user cannot receive daily credits now.",
        "own_locked": "You cannot receive your daily now.",
        "same_user": "%1$sUse daily without mentioning yourself if you're gonna mention yourself :P"
      },
      "streak": {
        "up": "Streak up! Current streak: `%1$,dx`",
        "first_time": "First time claiming daily, have fun! (Come back for your streak tomorrow!)",
        "lost_streak": {
          "normal": "2+ days have passed since your last daily, so your streak of `%1$dx` got reset :(",
          "watch": "Even your `Magical Watches` could not stop the flow for this long. Even after using all your owned magic watches your streak of `%1$dx` still ran out of time and got reset :("
        },
        "bonus": "You won a bonus of $%1$s for claiming your daily for 5 days in a row or more! (Included on the money shown!)",
        "given": {
          "up": "Streak up! Current streak: `%1$,dx`.\n*The streak was applied to your profile!*",
          "bonus": "%1$s won a bonus of $%2$,d for claiming your daily for 5 days in a row or more! (Included on the money shown!)"
        },
        "watch_used": "Your `Magical Watches` saved your streak! You used `%1$d` of them to extend your streaks survival time to %2$dx, you have `%3$d` of them remaining!"
      },
      "given_credits": "%1$sI gave your **$%2$,d** daily credits to %3$s",
      "credits": "%1$sYou got **$%2$,d** daily credits.",
      "sellout": {
        "get_premium": "We need your help to keep Mantaro alive! Check <https://patreon.com/mantaro> for more info.",
        "already_premium": "Thank you for supporting Mantaro. Without help from people like you we couldn't keep Mantaro alive :heart:"
      },
      "crate": "You won a loot crate because your daily streak is a multiple of 20! Enjoy.",
      "watch_get": "You won a `Magic Watch` because your daily streak is a multiple of 50! Enjoy."
    },
    "gamble": {
      "no_credits": "%1$sYou're broke. Maybe search for some credits first.",
      "too_much_money": "%1$sYou have too much money! Maybe transfer or buy items? Now you can also use `~>slots` for all your gambling needs! Thanks for not breaking the local bank. *(Gamble absolute limit: %2$d credits)*",
      "invalid_money_or_modifier": "%1$sPlease type a valid number less than or equal to your current balance or `all` to gamble all your credits.",
      "not_enough_money": "%1$sPlease type a value within your balance.",
      "invalid_percentage": "%1$sPlease type a valid percentage value.",
      "confirmation_message": "%1$sYou're about to bet **%2$,d** credits (which seems to be a lot). Are you sure? Type **yes** to continue and **no** otherwise.",
      "cancelled_bet": "%1$sCancelled bet.",
      "win": "%1$sCongrats, you won %2$,d credits and got to keep what you had.",
      "win_overflow": "%1$sCongrats, you won %2$,d credits. But you already had too many credits. Your bag overflowed.",
      "lose": "%1$sSadly, you lost %2$s credits. %3$s",
      "lose_all": "all of your",
      "credits": "tín",
      "too_much": "%1$sYou can only gamble up to 275 million at once. You don't want to go full broke do you? *(Gamble single limit: %2$,d credits)*",
      "too_little": "%1$sYou cannot gamble so little money (Minimum: 100 credits)"
    },
    "loot": {
      "player_locked": "%1$sBạn hiện chưa thể lục được.",
      "item_overflow": "But you already had too many items, so you decided to throw away the excess.",
      "with_item": {
        "found": "%1$sDigging through messages, you found %2$s, along with **$%3$,d credits!** %4$s",
        "found_but_overflow": "%1$sDigging through messages, you found %2$s, along with **$%3$,d credits.**%4$sBut you already had too many credits, so I donated the excess.",
        "found_only_item_but_overflow": "%1$sDigging through messages, you found %2$s. %3$s"
      },
      "without_item": {
        "found": "%1$sDigging through messages, you found **$%2$s credits!**",
        "found_but_overflow_no_item": "%1$sDigging through messages, you found **$%2$,d credits.** But you already had too many credits, so I donated the excess."
      },
      "dust": "Digging through messages, you found nothing but dust (Dust level %1$s%%)",
      "easter": "\nSeems like you've got so much dust here... You might want to clean this up before it gets too messy!"
    },
    "mine": {
      "not_equipped": "%1$sYou don't have any equipped pick. Use `~>equip <pick name>` to equip a pick and start your adventure!",
      "no_pick": "%1$sYou don't have any pick to mine. If you want to use any other pick use `~>mine <pick name>`.",
      "not_suitable": "%1$sThis is not a pick you can use to mine!",
      "not_in_inventory": "%1$sYou don't have this pick on your inventory, switching to the default pick.",
      "success": "%1$sYou mined minerals worth **$%2$,d credits**, using a *%3$s*",
      "reminder": "\n*You can cast better picks using the gems you get while mining. Check `~>cast ls` for a list of things you can cast*",
      "diamond": {
        "overflow": "Huh, you found a diamond while mining, but you already had too much, so I sold it for you.",
        "success": "Huh! You got lucky and found %1$s diamond(s) while mining, check your inventory!"
      },
      "gem": {
        "overflow": "Huh, you found *%1$s* while mining, but you already had too much of that gem, so I sold it for you.",
        "success": "Huh! You got lucky and found *%1$s* while mining, check your inventory."
      },
      "sparkle": {
        "overflow": "You found a sparkling gem, but it seems like you had too much of it already, so we sold it for you.",
        "success": "Hurray! You found one %1$s sparkling gem. Make sure to keep it around, check your inventory."
      },
      "crate": {
        "overflow": "You found a **%1$s** while mining, but you had too many and left it behind...",
        "success": "You found a %1$s **%2$s** while mining and pick it up. Go and open it with `~>opencrate <crate name>`. You need a crate key!"
      },
      "autoequip": {
        "success": "%1$sAutomatically equipped a **%2$s** on your pick slot."
      },
      "item_broke": "%1$sYour %2$s broke while using it :( %3$s",
      "item_broke_autoequip": "*Hint: You can use `~>profile autoequip` and it'll automatically equip the item for you when it breaks, assuming you have one in your inventory.*",
      "waifu_help": "Your waifu came and joined your mining adventure and you both get a larger haul!",
      "missing_equipped": "%1$sYou had an equipped %2$s pick, but you no longer have any of its kind on your inventory! Equipped pick has been reset.",
      "broken_drop": "%1$sYour tool broke, but you can repair it. Got broken item: %2$s *%3$s*"
    },
    "slots": {
      "errors": {
        "amount_not_ticket": "%1$sYou cannot specify how many tickets you're gonna use if you're not using tickets!",
        "not_enough_tickets": "%1$sYou don't have enough slots tickets.",
        "too_much_money": "%1$sThis machine cannot dispense that much money!",
        "not_enough_money": "%1$sYou don't have enough money to play the slots machine!",
        "below_minimum": "%1$sThe minimum amount is 25 credits",
        "no_tickets": "%1$sYou wanted to use tickets but you don't have any :<",
        "no_amount": "%1$sYou didn't specify the amount!",
        "no_valid_amount": "%1$sThat's not a valid amount of money! (Example of valid amounts: 1000, 1k, 14000, 2M)"
      },
      "roll": "%1$s**You used %2$s and rolled the slot machine**\n",
      "win": "And you won **%1$,d** credits and got to keep what you bet (%2$,d credits)! Lucky!",
      "lose": "And you lost %1$s\nI hope you do better next time!",
      "tickets": "(một số) vé xổ số",
      "credits": "tín"
    },
    "leaderboard": {
      "header": "Mantaro's Leaderboard",
      "header_seasonal": "Mantaro's %1$s season Leaderboard",
      "money": "Money Leaderboard",
      "reputation": "Reputation Leaderboard",
      "gamble": "Gamble Wins Leaderboard",
      "slots": "Slots Wins Leaderboard",
      "daily": "Daily Streak Leaderboard",
      "level": "Level leaderboard",
      "game": "Game Wins leaderboard",
      "waifu": "Waifu Value leaderboard",
      "claim": "Waifu Claim leaderboard",
      "inner": {
        "experience": "Kinh nghiệm",
        "game": "%1sThis page shows the top 10 people who have won the most games.\n\nCheck out `~>help game` or `~>help trivia` for details on how games work!",
        "claim": "%1sThis page shows the top 10 people who have been waifu claimed the most.\n\nCheck out `~>help waifu` for details on the waifu system.",
        "money": "%1$sThis page shows the top 10 richest people on Mantaro.\nThis leaderboard has been stale for a while, but never give up!",
        "seasonal_money": "%1$sThis page shows the top 10 richest people on Mantaro for this season.",
        "rep": "%1sThis page shows the top 10 people with the most reputation.",
        "streak": "%1sThis page shows the top 10 people with the most daily streaks.\n\nCheck out `~>help daily` for more info",
        "lvl": "%1sThis page shows the top 10 people with the most level.\n\nLevel is earning through talking. Command usage doesn't contribute to experience, and XP has a 30 seconds cooldown.",
        "waifu": "%1sThis page shows the top 10 people with the most weighted waifu value.\n\nCheck out `~>help waifu` for details on the waifu system.",
        "gamble": "%1sThis page shows the top 10 people with the most gamble runs won.\n\nCheck out `~>help gamble` for details on gamble.",
        "slots": "%1sThis page shows the top 10 people with the most slots runs won.\n\nCheck out `~>help slots` for details on slots."
      }
    },
    "iteminfo": {
      "no_content": "%1$sYou didn't specify any item to look for!",
      "no_item": "%1$sThere's no item matching your search query.",
      "success": "%1$s**Item Info for** %2$s **%3$s** (%4$s) (Type: %5$s): *%6$s*"
    },
    "level": {
      "bot_notice": "%1$sBots don't have level.",
      "own_success": "%1$sBạn đang ở cấp %2$s. (Kinh nghiệm:%3$s/%4$s)",
      "success_other": "%1$s%2$s đang ở cấp %3$s. (Kinh nghiệm: %4$s/%5$s)"
    }
  },
  "options": {
    "options": "Mantaro Options",
    "error_general": "%1$sIncorrect usage or missing arguments.\nIf you're lost or want help on using opts, check <https://github.com/Mantaro/MantaroBot/wiki/Configuration> for a guide on how to use opts. If you have any issues after reading the wiki, head to <https://support.mantaro.site>",
    "check_data": {
      "retrieve_failure": "%1$sCannot retrieve values. Weird thing...",
      "header": "Options set for server **%1$s**.",
      "terminology": "\n\n**Useful terminology:** [] = empty list, null = not set, {} = empty object. If you see numbers=[...] it means that for that id, it applies what's inside the brackets. Objects are usually comma-separated",
      "footer": "This is a debug command, therefore it's not 100% user-friendly",
      "null_set": "is not set to anything.",
      "set_to": "is set to:"
    },
    "reset_all": {
      "success": "%1$sCorrectly reset your options!"
    },
    "server_command_disallow": {
      "no_command": "%1$sYou need to specify the command you want to disable on this server.",
      "success": "%1$sDisabled %2$s on this server."
    },
    "server_command_allow": {
      "no_command": "%1$sYou need to specify the command you want to enable on this server.",
      "success": "%1$sEnabled %2$s on this server."
    },
    "server_command_specific_disallow": {
      "invalid": "%1$sYou need to specify the channel name and the command to disallow.",
      "success": "%1$sDisabled %2$s on channel #%3$s."
    },
    "server_command_specific_allow": {
      "invalid": "%1$sYou need to specify the channel name and the command to allow.",
      "success": "%1$sEnabled %2$s on channel #%3$s."
    },
    "server_channel_disallow": {
      "no_channel": "%1$sYou need to specify the channel where you want the bot not to listen to commands.",
      "too_many": "%1$sYou cannot disable more channels since the bot wouldn't be able to talk otherwise :(",
      "success": "%1$sChannel %2$s will no longer listen to commands."
    },
    "server_channel_allow": {
      "no_channel": "%1$sYou need to specify the channel where you want the bot to listen to commands. (All channels by default)",
      "success": "%1$sChannel %2$s will now listen to commands."
    },
    "category_disable": {
      "no_category": "%1$sYou need to specify a category to disable.",
      "already_disabled": "%1$sThis category is already disabled.",
      "moderation_notice": "%1$sYou cannot disable moderation since it would disable the opts command.",
      "success": "%1$sDisabled category `%2$s`"
    },
    "category_enable": {
      "no_category": "%1$sYou need to specify a category to enable.",
      "success": "%1$sEnabled category `%2$s`"
    },
    "category_specific_disable": {
      "invalid": "%1$sYou need to specify a category to disable and the channel where.",
      "already_disabled": "%1$sThis category is already disabled.",
      "moderation_notice": "%1$sYou cannot disable moderation since it would disable the opts command.",
      "success": "%1$sDisabled category `%2$s` on channel %3$s"
    },
    "category_specific_enable": {
      "invalid": "%1$sYou need to specify a category to enable and the channel where.",
      "invalid_channel": "%1$sThat's not a valid channel!",
      "not_disabled": "%1$sThis category isn't disabled.",
      "success": "%1$sEnabled category `%2$s` on channel %3$s"
    },
    "server_role_specific_disallow": {
      "invalid": "%1$sYou need the role and the command to disallow!",
      "already_disabled": "%1$sThis command was already disabled for the specified role.",
      "success": "%1$sSuccessfully restricted command `%2$s` for role `%3$s`"
    },
    "server_role_specific_allow": {
      "invalid": "%1$sYou need the role and the command to allow!",
      "not_disabled": "%1$sThis command wasn't disabled for this role.",
      "success": "%1$sSuccessfully un-restricted command `%2$s` for role `%3$s`"
    },
    "category_role_specific_disable": {
      "invalid": "%1$sYou need to specify a category to disable and the role to.",
      "already_disabled": "%1$sThis category is already disabled.",
      "moderation_notice": "%1$sYou cannot disable moderation since it contains this command.",
      "success": "%1$sDisabled category `%2$s` for role %3$s"
    },
    "category_role_specific_enable": {
      "invalid": "%1$sYou need to specify a role to enable and the channel where.",
      "not_disabled": "%1$sThis category isn't disabled.",
      "success": "%1$sEnabled category `%2$s` for role %3$s"
    },
    "fairqueue_max": {
      "invalid": "%1$sYou need to specify a positive integer.",
      "success": "%1$sSet max fair queue (max duplicated songs) size to %2$d"
    },
    "musicannounce_toggle": {
      "success": "%1$sSet music announce to **%2$s**"
    },
    "music_channel": {
      "no_channel": "%1$sYou need to specify what voice channel you want to bind the music player to.",
      "success": "%1$sMusic Channel set to: %2$s"
    },
    "music_queuelimit": {
      "no_args": "%1$sYou need to specify what's the queue limit you want to use. *(Default: 350)*",
      "success": "%1$sThe queue limit on this server is now **%2$d** songs.",
      "invalid": "%1$sYou're trying to set too high of a number (which won't be applied anyway), silly"
    },
    "music_clearchannel": {
      "success": "%1$sI can play music on all channels now."
    },
    "music_vote_toggle": {
      "success": "%1$sVoting (to stop/skip) is now set to %2$s"
    },
    "localblacklist_add": {
      "invalid": "%1$s**You need to specify the users to locally blacklist.**",
      "yourself_notice": "%1$sWhy are you trying to blacklist yourself?...",
      "admin_notice": "%1$sOne (or more) of the users you're trying to blacklist are admins or Bot Commanders!",
      "success": "%1$sLocally blacklisted users: **%2$s**"
    },
    "localblacklist_remove": {
      "invalid": "%1$s**You need to specify the users to locally un-blacklist.**",
      "success": "%1$sLocally un-blacklisted users: **%2$s**"
    },
    "logs_enable": {
      "no_channel": "%1$sYou need to specify which channel to use as the log channel.",
      "success": "%1$sMessage logging has been enabled with parameters -> `Channel #%2$s (%3$s)`"
    },
    "logs_disable": {
      "success": "%1$sMessage logging has been disabled."
    },
    "logs_exclude": {
      "no_args": "%1$sYou need to specify which channel to exclude, or `clearchannels` to clear all exceptions, or `remove` to remove a single channel from the exception list.",
      "clearchannels": {
        "success": "%1$sCleared log exceptions!"
      },
      "remove": {
        "success": "%1$sRemoved logs exception on channel: %2$s"
      },
      "success": "%1$sAdded logs exception on channel: %2$s",
      "invalid": "%1$sIncorrect argument length."
    },
    "lobby_reset": {
      "success": "%1$sReset the lobby correctly."
    },
    "modlog_blacklist": {
      "no_mentions": "%1$s**You need to specify the users to locally blacklist from mod logs.**",
      "success": "%1$sLocally blacklisted users from mod-log: **%2$s**"
    },
    "modlog_whitelist": {
      "no_mentions": "%1$s**You need to specify the users to locally whitelist from mod logs.**",
      "success": "%1$sLocally un-blacklisted users from mod-log: **%2$s**"
    },
    "linkprotection_toggle": {
      "success": "%1$sSet link protection to `%2$s`"
    },
    "linkprotection_channel_allow": {
      "no_channel": "%1$sYou need to specify what channel you want to exclude from the invite checker.",
      "success": "%1$s%2$s can now be used to send discord invites."
    },
    "linkprotection_channel_disallow": {
      "no_channel": "%1$sYou need to specify what channel you want to include on the invite checker. (All channels included by default)",
      "success": "%1$s%2$s cannot longer be used to send discord invites."
    },
    "linkprotection_user_allow": {
      "no_channel": "%1$sYou need to specify what user you want to exclude from the invite checker.",
      "no_mentions": "%1$sYou need to mention the user to whitelist from posting invites!",
      "success": "%1$sSuccessfully whitelisted %2$s#%3$s from posting discord invites."
    },
    "linkprotection_user_disallow": {
      "no_channel": "%1$sYou need to specify what user you want to include on the invite checker. (Everyone but admins included by default)",
      "no_mentions": "%1$sYou need to mention the user to blacklist from posting invites!",
      "not_whitelisted": "%1$sThis user isn't in the invite posting whitelist!",
      "success": "%1$sSuccessfully blacklisted %2$s#%3$s from posting discord invites."
    },
    "imageboard_tags_blacklist_add": {
      "no_tag": "%1$sYou need to specify at least a tag to blacklist!",
      "success": "%1$sSuccessfully blacklisted %2$s from image search."
    },
    "imageboard_tags_blacklist_remove": {
      "no_tag": "%1$sYou need to specify at least a tag to un-blacklist!",
      "success": "%1$sSuccessfully un-blacklisted %2$s from image search."
    },
    "birthday_enable": {
      "no_args": "%1$sYou need to specify the channel name and the role name.",
      "public_role": "%1$sYou cannot set the everyone role as a birthday role! Remember that the birthday role is a role that gets assigned to the person when the birthday comes, and then removes when the day passes away.",
      "autorole": "%1$sYou cannot set the autorole role as a birthday role! Remember that the birthday role is a role that gets assigned to the person when the birthday comes, and then removes when the day passes away.",
      "warning": "%1$sRemember that the birthday role is a role that gets assigned to the person when the birthday comes, and then removes when the day passes away.If you have any doubts on how to configure it, you can always join our support guild and ask. You can also check `~>opts help birthday enable` for an example.",
      "warning_1": "This is because of how the birthday assigner works: It assigns a temporary role to the person having its birthday, and un-assigns it when the birthday day has passed. **This means that everyone with the birthday role will get the role removed the day the birthday passes through**. Please take caution when choosing what role to use, as a misconfiguration might make bad things happen (really)!",
      "warning_2": "The role *has to be a newly created role or a role you don't use for anyone else*. It MUST NOT be a role you already have on your users.",
      "warning_3": "Additionally the birthday cache (what is used to store them) is only updated every 23 hours. Meaning if you set your birthday today to tomorrow to test this announcer it will **not** work.",
      "warning_4": "Type **yes** if you agree to set the role %2$s as a birthday role, and **no** to cancel. This timeouts in 45 seconds.",
      "success": "%1$sBirthday logging enabled on this server with parameters -> Channel: `%2$s (%3$s)` and role: `%4$s (%5$s)`",
      "error_channel_1": "%1$sI didn't find a channel or role!",
      "error_channel_2": "*Remember, you don't have to mention neither the role or the channel, rather just type its name, order is <channel> <role>, without the leading \"<>\".* If the role contains spaces \"wrap it in quotes like this\""
    },
    "birthday_disable": {
      "success": "%1$sBirthday logging has been disabled on this server"
    },
    "prefix_set": {
      "no_prefix": "%1$sYou need to tell me what prefix you want to use.",
      "too_long": "%1$sDon't you think that's a bit too long?",
      "empty_prefix": "%1$sCannot set the guild prefix to nothing...",
      "success": "%1$sYour server's custom prefix has been set to %2$s"
    },
    "prefix_clear": {
      "success": "%1$sYour server's custom prefix has been disabled"
    },
    "autorole_set": {
      "no_role": "%1$sYou didn't tell me what role to look for!",
      "no_role_found": "%1$sI couldn't find a role with that name. If the role has spaces, try wrapping it in quotes.",
      "hierarchy_conflict": "%1$sThis role is placed higher than your highest role, therefore you cannot put it as autorole!",
      "self_hierarchy_conflict": "%1$sThis role is placed higher than my highest role, therefore you cannot put it as autorole!",
      "success": "%1$sThe server autorole is now set to: **%2$s** (Position: %3$d)"
    },
    "autorole_unbind": {
      "success": "%1$sThe autorole for this server has been removed."
    },
    "usermessage_resetchannel": {
      "success": "%1$sSuccessfully reset the join/leave channel."
    },
    "usermessage_resetdata": {
      "success": "%1$sSuccessfully reset the join/leave data."
    },
    "usermessage_join_channel": {
      "no_channel": "%1$sYou need to specify what channel you want me to send the join message.",
      "success": "%1$sThe user join log channel is now set to: %2$s"
    },
    "usermessage_join_resetchannel": {
      "success": "%1$sSuccessfully reset log join channel!"
    },
    "usermessage_leave_channel": {
      "no_channel": "%1$sYou need to specify what channel you want me to send the leave message.",
      "success": "%1$sThe user leave log channel is now set to: %2$s"
    },
    "usermessage_leave_resetchannel": {
      "success": "%1$sSuccessfully reset log leave channel!"
    },
    "usermessage_channel": {
      "no_channel": "%1$sYou need to specify what channel you want me to send the join and leave messages.",
      "success": "%1$sThe logging Join/Leave channel is set to: %2$s"
    },
    "usermessage_joinmessage": {
      "no_message": "%1$sYou need to specify what message you want me to say when someone joins!",
      "success": "%1$sServer join message set to: `%2$s`"
    },
    "usermessage_leavemessage": {
      "no_message": "%1$sYou need to specify what message you want me to say when someone leaves!",
      "success": "%1$sServer leave message set to: `%2$s`"
    },
    "autoroles_add": {
      "no_args": "%1$sYou need to specify the name of the iam and the name of the role.",
      "no_role_found": "%1$sI didn't find a role with that name!\nIf the role name has spaces wrap it in quotes like this: \"Role Name\"",
      "hierarchy_conflict": "%1$sThis role is placed higher than your highest role, therefore you cannot put it as an auto-assignable role!",
      "self_hierarchy_conflict": "%1$sThis role is placed higher than my highest role, therefore you cannot put it as an auto-assignable role!",
      "success": "%1$sAdded auto-assignable role **%2$s**, which gives the role **%3$s**"
    },
    "autoroles_category_add": {
      "no_args": "%1$sYou need to specify the name of the category (and the name of the iam role if you want to add one to an existing category).",
      "success_new": "%1$sAdded auto-assignable list category **%2$s**",
      "success": "%1$sAdded auto-assignable role **%2$s** to list category **%3$s**",
      "already_exists": "%1$sThis category already exists and you didn't specify a role to add to it.",
      "no_role": "%1$sThere's no autorole **%2$s**, so I can't add it."
    },
    "autoroles_category_remove": {
      "no_args": "%1$sYou need to specify the name of the category (and the name of the iam role if you want to remove one from an existing category).",
      "success_new": "%1$sRemoved auto-assignable list category **%2$s**",
      "success": "%1$sRemoved auto-assignable role **%2$s** from list category **%3$s**",
      "no_category": "%1$sThere's no category **%2$s**"
    },
    "autoroles_remove": {
      "no_args": "%1$sYou need to specify the name of the iam you want to remove.",
      "not_found": "%1$sI couldn't find an auto-assignable role with that name",
      "success": "%1$sRemoved auto-assignable role %2$s"
    },
    "autoroles_clear": {
      "success": "%1$sCleared all auto-assignable roles!"
    },
    "admincustom": {
      "no_args": "%1$sYou need to specify if you want it to be true or false (true to lock CC creation to Admins/Bot Commander only)",
      "admin_only": "Custom command creation is now admin only.",
      "everyone": "Custom command creation can now be done by anyone.",
      "not_bool": "%1$sSilly, that's not a boolean value (true or false)!"
    },
    "timedisplay_set": {
      "mode_not_specified": "%1$sYou need to specify a mode (12h or 24h)",
      "12h": "%1$sSet time display mode to 12h",
      "24h": "%1$sSet time display mode to 24h",
      "invalid": "%1$sNot a valid choice. Valid choices: **24h**, **12h**"
    },
    "server_role_disallow": {
      "no_name": "%1$sYou need to specify the name of the role!",
      "public_role": "%1$sYou cannot disable the everyone role from using commands!",
      "success": "%1$sDisabled role %2$s from executing commands."
    },
    "server_role_allow": {
      "no_name": "%1$sYou need to specify the name of the role you want to allow (has to be disallowed already for this to do anything, since allow is default)!",
      "not_disabled": "%1$sThis role isn't disabled! (All roles are enabled by default)",
      "success": "%1$sAllowed role %2$s to execute commands."
    },
    "server_ignorebots_autoroles_toggle": {
      "success": "%1$sSet bot autorole ignore to: **%2$s**"
    },
    "server_ignorebots_joinleave_toggle": {
      "success": "%1$sSet bot join/leave ignore to: **%2$s**"
    },
    "levelupmessages_toggle": {
      "success": "%1$sSet level up messages to: **%2$s**"
    },
    "levelupmessages_message_set": {
      "no_message": "%1$sYou need to specify the message you want to show on user level-up. *Tip: The username of the person is done using the $(user) argument on the message*",
      "success": "%1$sServer level-up message set to: `%2$s`"
    },
    "levelupmessages_message_clear": {
      "success": "%1$sCleared level-up message!"
    },
    "levelupmessages_channel_set": {
      "no_channel": "%1$sYou need to specify a channel to show level-up messages!",
      "success": "%1$sThe level-up channel has been set to: %2$s"
    },
    "birthday_message_set": {
      "no_message": "%1$sYou need to specify the message you want to show on birthday. *Tip: The username of the person is done using the $(user) argument on the message*",
      "success": "%1$sServer birthday message set to: %2$s"
    },
    "birthday_message_clear": {
      "success": "%1$sCleared birthday message!"
    },
    "defaultmutetimeout_set": {
      "not_specified": "%1$sYou have to specify a mute timeout in the format of 1m20s, for example.",
      "wrong_format": "%1$sWrong time format. You have to specify a mute timeout in the format of 1m20s, for example.",
      "too_long": "%1$sThe time specified is too long...",
      "negative_notice": "You cannot mute someone for negative time!",
      "success": "%1$sSuccessfully set default mute timeout to *%2$s* (%3$dms)"
    },
    "defaultmutetimeout_reset": {
      "success": "%1$sSuccessfully reset timeout."
    },
    "muterole_unbind": {
      "success": "%1$sCorrectly reset the mute role."
    },
    "muterole_set": {
      "no_role": "%1$sYou need to specify the role you want to use as the mute role. If the name has spaces try wrapping it in quotes.",
      "success": "%1$sSet mute role to **%2$s**"
    },
    "reset:all": {
      "success": "%1$sCorrectly reset your options!"
    },
    "birthday_test": {
      "no_user": "%1$sYou need to specify an user to test the assigner with. Just mention them.",
      "no_bd_channel": "%1$sYou don't have any birthday channel set!",
      "no_bd_role": "%1$sYou don't have any role set for the birthday setter! Make sure you create a new role for it.",
      "no_talk_permission": "%1$sThe bot cannot speak on the birthday channel. Check channel permissions.",
      "cannot_interact": "%1$sThe bot is unable to interact with the birthday role. (This means the birthday role is higher than the bot's highest role on the role hierarchy, put it below and try again)",
      "success": "%1$sDone! The message was sent on channel %2$s for user **%3$s**. They got assigned the role **%4$s**",
      "error": "%1$sOw... There was an error while sending the message on channel %2$s for user **%3$s** and role %4$s"
    },
    "usermessage_joinmessage_add": {
      "no_message": "%1$sYou need to specify what extra message you want me to say when someone joins!",
      "success": "%1$sAdded `%2$s` to the extra join messages successfully."
    },
    "usermessage_joinmessage_remove": {
      "no_message": "%1$sYou need to specify the index of the message you want to remove!",
      "success": "%1$sRemoved `%2$s (index %3$d)` from the extra join messages successfully.",
      "wrong_index": "%1$sThat index doesn't exist! Use `~>opts usermessage joinmessage list` to see all of the available indexes"
    },
    "usermessage_joinmessage_clear": {
      "success": "%1$sCleared all extra join messages."
    },
    "usermessage_joinmessage_list": {
      "header": "Extra join messages list. %1$s\n%2$s",
      "no_extras": "%1$sThere isn't any extra join messages here..."
    },
    "usermessage_leavemessage_add": {
      "no_message": "%1$sYou need to specify what extra message you want me to say when someone leaves!",
      "success": "%1$sAdded `%2$s` to the extra leave messages successfully."
    },
    "usermessage_leavemessage_remove": {
      "no_message": "%1$sYou need to specify the index of the message you want to remove!",
      "success": "%1$sRemoved `%2$s (index %3$d)` from the extra leave messages successfully.",
      "wrong_index": "%1$sThat index doesn't exist! Use `~>opts usermessage leavemessage list` to see all of the available indexes"
    },
    "usermessage_leavemessage_clear": {
      "success": "%1$sCleared all extra leave messages."
    },
    "usermessage_leavemessage_list": {
      "header": "Extra leave messages list. %1$s\n%2$s",
      "no_extras": "%1$sThere isn't any extra leave messages here..."
    },
    "modlog_blacklistwords_add": {
      "no_word": "%1$sYou didn't specify any word to add to the modlog blacklist.",
      "success": "%1$sWord `%2$s` successfully added to the modlog blacklist.",
      "too_many": "%1$sThere are already too many words on the blacklist (more than 20)."
    },
    "modlog_blacklistwords_remove": {
      "not_in": "%1$sWord `%2$s` isn't in the blacklist.",
      "success": "%1$sSuccesfully removed word `%2$s` from the modlog blacklist."
    },
    "logs_editmessage": {
      "no_message": "%1$sYou need to specify what message you want me to say when someone edits a message!",
      "success": "%1$sMessage edit message set to: `%2$s`"
    },
    "logs_deletemessage": {
      "no_message": "%1$sYou need to specify what message you want me to say when someone deletes a message!",
      "success": "%1$sMessage delete message set to: `%2$s`"
    },
    "logs_banmessage": {
      "no_message": "%1$sYou need to specify what message you want me to say when someone gets banned!",
      "success": "%1$sBan message set to: `%2$s`"
    },
    "logs_unbanmessage": {
      "no_message": "%1$sYou need to specify what message you want me to say when someone gets unbanned!",
      "success": "%1$sUnban message set to: `%2$s`"
    },
    "showdisablewarning": {
      "success": "%1$sDisplay warning on disabled command is set to: %2$s"
    },
    "birthdayblacklist": {
      "no_args": "%1$sYou need to specify who to blacklist from birthday announcements.",
      "add": {
        "success": "%1$sSuccessfully added %2$s (%3$s) to the birthday announcement blacklist for this server."
      },
      "remove": {
        "success": "%1$sSuccessfully removed %2$s (%3$s) from the birthday announcement blacklist for this server."
      }
    },
    "lobby": {
      "disable": {
        "success": "%1$sSuccessfully disabled game lobby/multiple."
      },
      "enable": {
        "already_enabled": "%1$sGame lobby/multiple isn't disabled on this server.",
        "success": "%1$sSuccessfully enabled game lobby/multiple. (If it was previously disabled)"
      }
    },
    "invalid_category": "%1$sYou entered a invalid category. A list of valid categories to disable (case-insensitive) will be shown below```md\n%2$s```",
    "help_opts_notice": "%1$sYou cannot disable the options or the help command.",
    "no_command": "%1$sNo command called %2$s",
    "invalid_role": "%1$sThat's not a valid role!"
  },
  "discord_permissions": {
    "create_instant_invite": "Create Instant Invite",
    "kick_members": "Kick Members",
    "ban_members": "Ban Members",
    "administrator": "Administrator",
    "manage_channel": "Manage Channels",
    "manage_server": "Manage Server",
    "message_add_reaction": "Add Reactions",
    "view_audit_logs": "View Audit Logs",
    "view_channel": "Read Text Channels & See Voice Channels",
    "message_read": "Read Messages",
    "message_write": "Send Messages",
    "message_tts": "Send TTS Messages",
    "message_manage": "Manage Messages",
    "message_embed_links": "Embed Links",
    "message_attach_files": "Attach Files",
    "message_history": "Read History",
    "message_mention_everyone": "Mention Everyone",
    "message_ext_emoji": "Use External Emojis",
    "voice_connect": "Connect",
    "voice_speak": "Speak",
    "voice_mute_others": "Mute Members",
    "voice_deaf_others": "Deafen Members",
    "voice_move_others": "Move Members",
    "voice_use_vad": "Use Voice Activity",
    "nickname_change": "Change Nickname",
    "nickname_manage": "Manage Nicknames",
    "manage_roles": "Manage Roles",
    "manage_permissions": "Manage Permissions",
    "manage_webhooks": "Manage Webhooks",
    "manage_emotes": "Manage Emojis",
    "priority_speaker": "Priority Speaker"
  },
  "items": {
    "headphones": "Tai nghe",
    "ban_hammer": "Ban Hammer",
    "die": "Loaded Die",
    "kick_boot": "Kick Boot",
    "floppy": "Floppy Disk",
    "maths": "My Maths",
    "racket": "Ping Racket",
    "loaded_die": "Loaded Die",
    "forgotten": "Bản nhạc bị lãng quên",
    "pencil": "Bút chì",
    "moneybag": "Túi tiền",
    "pick": "Cuốc kẽm",
    "milk": "Sữa",
    "beverage": "Đồ uống",
    "lewd": "Tạp chí 18+",
    "ring": "Nhẫn cưới",
    "letter": "Thư tình",
    "key": "Chìa khoá hòm",
    "clothes": "Quần áo",
    "diamond": "Kim cương",
    "dress": "Váy cưới",
    "necklace": "Vòng cổ",
    "tuxedo": "Bộ Tuxedo",
    "shoes": "Giày",
    "rose": "Hoa hồng",
    "chocolate": "Sô-cô-la",
    "cookie": "Bánh quy",
    "die_2": "Special Loaded Die",
    "booster": "Booster",
    "berserk": "Berserk",
    "Companion": "Companion",
    "special_ring": "Special Ring",
    "enchancer": "Enchancer",
    "prize": "Prize",
    "crate": "Hòm lục đồ",
    "prize_2": "Prize 2",
    "slot_ticket": "Vé xổ số",
    "house": "Nhà",
    "car": "Ô tô",
    "bell": "Chuông Giáng sinh",
    "tree": "Cây thông Giáng sinh",
    "pants": "Quần",
    "haste": "Thuốc lục đồ",
    "milky": "Thuốc vô hiệu hoá",
    "energy": "Vò năng lượng",
    "rod": "Cần câu",
    "fish": "Cá",
    "tropical_fish": "Cá nhiệt đới",
    "blowfish": "Cá nóc",
    "comet_gem": "Ngọc sao chổi",
    "star_gem": "Ngọc sao băng",
    "cobweb": "Mạng nhện",
    "fragment": "Mảnh ngọc vỡ",
    "mop": "Chổi lau nhà",
    "claim_key": "Chìa khoá nhận",
    "coffee": "Cà phê",
    "waifu_pill": "Viên Waifu con nhộng",
    "bait": "Mồi câu cá",
    "diamond_pick": "Cuốc kim cương",
    "tv": "Tivi",
    "wrench": "Cờ lê",
    "star_wrench": "Cờ lê sao băng",
    "sparkle_wrench": "Cơ lê lấp lánh",
    "motorcycle": "Xe máy",
    "comet_pick": "Cuốc sao chổi",
    "star_pick": "Cuốc sao băng",
    "sparkle": "Vật chất lấp lánh",
    "sparkle_pick": "Cuốc lấp lánh",
    "pizza": "Bánh pizza",
    "mine_crate": "Hòm ngọc",
    "fish_crate": "Hòm câu cá",
    "mine_premium_crate": "Hòm ngọc cao cấp",
    "fish_premium_crate": "Hòm câu cá cao cấp",
    "comet_rod": "Cần câu sao chổi",
    "star_rod": "Cần câu sao băng",
    "sparkle_rod": "Cần câu lấp lánh",
    "shell": "Vỏ ốc",
    "shark": "Cá mập",
    "crab": "Cua",
    "squid": "Mực",
    "shrimp": "Tôm",
    "moon": "Dấu mặt trăng",
    "flake": "Bông tuyết",
    "broken_comet_pick": "Cuốc sao chổi hỏng",
    "broken_sparkle_pick": "Cuốc lấp lánh hỏng",
    "broken_star_pick": "Cuốc sao băng hỏng",
    "broken_comet_rod": "Cần câu sao chổi hỏng",
    "broken_sparkle_rod": "Cần câu lấp lánh hỏng",
    "broken_star_rod": "Cần câu sao băng hỏng",
    "incubator_egg": "Trứng ấp",
    "water_bottle": "Chai nước",
    "magic_watch": "Đồng hồ thần kì",
    "description": {
      "headphones": "Đó là những gì sẽ xảy ra khi bạn nghe nhạc quá nhiều. Dù vậy, nó nên đáng một thứ gì đó.",
      "ban_hammer": "Được để lại bởi người quản trị.",
      "kick_boot": "Được để lại bởi người quản trị.",
      "floppy": "Có thể có một trò chơi. Đừng có sao chép đấy.",
      "maths": "Ôi, tôi quên mất bài toán của tôi rồi.",
      "racket": "Tôi đã thắng một ván bóng bàn với Discord trong gang tấc. Chắc thế.",
      "loaded_die": "Trộm được từ lệnh `~>roll`.",
      "forgotten": "Không bao giờ được tải về. Chắc là đã có bản quyền.",
      "pencil": "Chúng tôi còn rất nhiều cái đó!",
      "moneybag": "Còn gì nữa không?",
      "pick": "That guy liked Minecraft way too much (40 durability). (`~>mine` tool)",
      "milk": "Chắc có một chút cũng được.",
      "beverage": "Does really weird stuff in big quantities. Well, depends on what kind ;)",
      "lewd": "Có quá nhiều lệnh 18+. Rất rất nhiều. Có vui không?",
      "ring": "Thường là thứ làm cho cuộc hôn nhân của bạn trở nên chính thức.",
      "letter": "Một bức thư từ người thương của bạn.",
      "key": "Dùng để mở các loại hòm với lệnh `~>opencrate <tên hòm>` hoặc `~>useitem <tên hòm>`.",
      "clothes": "Chủ yếu là thứ gì mà bạn mặc. Hy vọng thế...",
      "diamond": "Thường là một cách tốt hơn để bạn giữ tiền. Nó cũng sáng bóng nữa. Hãy để tiền của bạn trở nên bóng loáng. Thật tuyệt vời.",
      "dress": "Nó thật đáng yêu phải không?",
      "necklace": "Trông đẹp.",
      "tuxedo": "Là thứ mà bạn mặc khi đi dự đám cưới với một người phụ nữ, hoặc khi tới một chỗ sang trọng nào đó, hoặc là mọi nơi, ai mà biết được?",
      "shoes": "Vì đi chân đất sẽ bẩn. Hoặc đau đớn.",
      "rose": "The embodiment of your love. Also it's a nice decoration.",
      "chocolate": "Yummy.",
      "cookie": "Delicious",
      "die_2": "Even more loaded. `Leftover from Currency version 1. No longer obtainable.`",
      "booster": "Used to give you some kind of boost, now it's broken. `Leftover from Currency version 1. No longer obtainable.`",
      "berserk": "Currency Berserk? Anyone? `Leftover from Currency version 1. No longer obtainable.`",
      "companion": "Aw, such a cute dog. `Leftover from Currency version 1. No longer obtainable.`",
      "special_ring": "It's so special, it's not even a ring. `Leftover from Currency version 1. No longer obtainable.`",
      "enchancer": "A broken enchanter, I wonder if it could be fixed? `Leftover from Currency version 1. No longer obtainable.`",
      "prize": "Pretty much, huh? `Leftover from Currency version 1. No longer obtainable.`",
      "crate": "You can use this along with a loot key to open a loot crate! Can be opened with `~>opencrate`",
      "prize_2": "In the first place, how did you get so much money?",
      "slot_ticket": "Gives you extra chance in slots, also works as bulk storage.",
      "house": "Cozy place to live in.",
      "car": "To move around.",
      "bell": "Christmas reward. Gives you a cozy christmas feeling on your tree.",
      "tree": "Christmas reward. Who doesn't like a christmas tree?.",
      "pants": "Basically what you wear on your legs... hopefully.",
      "haste": "Allows you to collect more stuff from lootable commands for 2 sessions.",
      "milky": "Clears all potion effects.",
      "energy": "Makes a pick or rod lose less durability per swing. Lasts only 3 mining/fishing sessions.",
      "rod": "Enables you to fish. (40 durability)",
      "fish": "Fish. Caught in fishing.",
      "tropical_fish": "A very tropical fish. Caught in fishing.",
      "blowfish": "I wonder... is this good? Caught in fishing.",
      "comet_gem": "Fragments of a comet you found while mining. Useful for casting.",
      "star_gem": "Fragments of a fallen star you found while mining.",
      "cobweb": "Something a spider left over on the mine. Wonder if it's worth something.",
      "fragment": "Fragment of an ancient gem. Useful for casting.",
      "mop": "A delightful way to clean all the dust you have around. I bet there's a lot of it.",
      "claim_key": "Món đồ này giúp bạn không bị người khác nhận (làm waifu) khi gõ lệnh `~>profile claimlock`.",
      "coffee": "A delightful way to start your day.",
      "waifu_pill": "Gives you a significant advantage on mine and fish if one of your waifus is valued at over 10 million. Lasts 5 sessions.",
      "bait": "Gives you a higher chance of catching fish.",
      "diamond_pick": "A very much stronger pick (150 durability). (`~>mine` tool).",
      "tv": "Must... watch... TV...",
      "wrench": "Casting tool. Useful to put stuff together.",
      "star_wrench": "Casting tool. Useful to put stuff together. Less chance of breaking, needed to cast multiple items at once. Tier 2.",
      "sparkle_wrench": "Casting tool. Useful to put stuff together. Less chance of breaking. Less cost per cast. Tier 3.",
      "motorcycle": "Going around, the cool way.",
      "comet_pick": "A very much stronger pick (160 durability). (`~>mine` tool).",
      "star_pick": "A very much stronger pick (210 durability). (`~>mine` tool).",
      "sparkle": "One of the rarest gems around. Make sure to keep it. (Used to cast sparkle pickaxe & sparkle rods)",
      "sparkle_pick": "The strongest pick out there (450 durability). (`~>mine` tool)",
      "pizza": "Yummy.",
      "mine_crate": "A gem, you find while mining. Might have some nice stuff inside. Can be opened with `~>opencrate gem crate`",
      "fish_crate": "A treasure you find while fishing. Might have some nice stuff inside. Can be opened with `~>opencrate treasure`",
      "mine_premium_crate": "A gem you find while mining. Might have some nice stuff inside. Can be opened with `~>opencrate gem premium crate`",
      "fish_premium_crate": "A treasure you find while fishing. Might have some nice stuff inside. Can be opened with `~>opencrate premium treasure`",
      "comet_rod": "A slightly stronger rod. (90 durability)",
      "star_rod": "A stronger rod. (130 durability)",
      "sparkle_rod": "A way stronger rod. (250 durability)",
      "shell": "Found at the bottom of the ocean. What could it be worth for?",
      "shark": "Woah. How did you catch *this*?",
      "crab": "A crab. It dances, maybe.",
      "squid": "Not to confuse with Squidward.",
      "shrimp": "Pinkish stuff. I think.",
      "moon": "Moon Rune. Needed to cast some stuff.",
      "flake": "Snowflake. Usually used as a cast ingredient.",
      "broken_comet_pick": "A comet pick that broke while mining. Still salvageable.",
      "broken_sparkle_pick": "A sparkle pick that broke while mining. Still salvageable.",
      "broken_star_pick": "A star pick that broke while mining. Still salvageable.",
      "broken_comet_rod": "A comet rod that broke while fishing. Still salvageable.",
      "broken_sparkle_rod": "A sparkle rod that broke while fishing. Still salvageable.",
      "broken_star_rod": "A star rod that broke while fishing. Still salvageable.",
      "incubator_egg": "TBD",
      "water_bottle": "TBD",
      "magic_watch": "A magic watch that slows time when you need it. This will automatically be consumed to save your daily streak!"
    }
  },
  "test": {
    "inherited": "owo"
  }
}
